Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: %s (%s other packages) remove timed out
fr: %s (%s autres paquetages) délai d'expiration de la suppression dépassé
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ತೆಗೆದುಹಾಕುವಿಕೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s (%s ఇతర ప్యాకేజీలు) తీసివేత సమయం మించెను

source: %s (%s other packages) update
te: %s (%s ఇతర ప్యాకేజీలు) నవీకరించు

source: %s (%s other packages) update cancelled
te: %s (%s ఇతర ప్యాకేజీలు) నవీకరణ రద్దైనది

source: %s (%s other packages) update failed
fr: %s (%s autres paquetages) échec de la mise à jour
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ಅಪ್‌ಡೇಟ್‌ ವಿಫಲಗೊಂಡಿದೆ
te: %s (%s ఇతర ప్యాకేజీలు) నవీకరణ విఫలమైంది

source: %s (%s other packages) update timed out
fr: %s (%s autres paquetages) délai d'expiration de la mise à jour dépassé
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ಅಪ್‌ಡೇಟಿನ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s (%s ఇతర ప్యాకేజీలు) నవీకరణ సమయం మించెను

source: %s Removed Successfully
fr: Suppression de %s réussie
kn: %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
te: %s విజయవంతంగా తీసివేయబడెను

source: %s Systems Removed Successfully
fr: Suppression de %s systèmes réussie
kn: %sವ್ಯವಸ್ಥೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
te: %s వ్యవస్థలు విజయవంతంగా తీసివేయబడెను

source: %s Version: %s
te: %s వర్షన్: %s

source: %s ago
fr: il y a %s
kn: %s ಹಿಂದೆ
te: %s పూర్వం

source: %s erratum install
te: %s యెర్రాటమ్ సంస్థాపన

source: %s erratum install cancelled
te: %s యెర్రాటమ్ సంస్థాపన రద్దైనది

source: %s erratum install failed
fr: Échec de l'installation de l'erratum %s
kn: %s ಎರಾಟಮ್ ಅನುಸ್ಥಾಪನೆಯು ವಿಫಲಗೊಂಡಿದೆ
te: %s యెర్రాటమ్ సంస్థాపన విఫలమైంది

source: %s erratum install timed out
fr: Délai d'expiration de l'erratum %s dépassé
kn: %s ಎರಾಟಮ್ ಅನುಸ್ಥಾಪನೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s యెర్రాటమ్ సంస్థాపన సమయం మించెను

source: %s is not a valid package name
fr: %s n'est pas un nom de paquetage valide
kn: %s ಎನ್ನುವುದು ಒಂದು ಮಾನ್ಯವಾದ ಪ್ಯಾಕೇಜಿನ ಹೆಸರಲ್ಲ
te: %s చెల్లునటువంటి ప్యాకేజీ పేరు కాదు

source: %s package group install
te: %s ప్యాకేజీ సమూహం సంస్థాపన

source: %s package group install cancelled
te: %s ప్యాకేజీ సమూహ సంస్థాపన రద్దైనది

source: %s package group install failed
fr: Échec de l'installation du groupe de paquetages %s
kn: %s ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು ಅನುಸ್ಥಾಪನೆಯು ವಿಫಲಗೊಂಡಿದೆ
te: %s ప్యాకేజీ సమూహ సంస్థాపన విఫలమైంది

source: %s package group install timed out
fr: Délai d'expiration de l'installation du groupe de paquetages %s dépassé
kn: %s ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು ಅನುಸ್ಥಾಪನೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s ప్యాకేజీ సమూహ సంస్థాపన సమయం మించినది

source: %s package group removal
te: %s ప్యాకేజీ సమూహం తీసివేత

source: %s package group remove cancelled
te: %s ప్యాకేజీ సమూహ తీసివేత రద్దైనది

source: %s package group remove failed
fr: Échec de la suppression du groupe de paquetages %s
kn: %s ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳನ್ನು ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ವಿಫಲಗೊಂಡಿದೆ
te: %s ప్యాకేజీ సమూహ తీసివేత విఫలమైంది

source: %s package group remove timed out
fr: Délai d'expiration de la suppression du groupe de paquetages %s dépassé
kn: %s ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು ತೆಗೆದುಹಾಕುವಿಕೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s ప్యాకేజీ సమూహ తీసివేత సమయం మించినది

source: %s package group update
te: %s ప్యాకేజీ సమూహం నవీకరణ

source: %s package group update cancelled
te: %s ప్యాకేజీ సమూహ నవీకరణ రద్దైనది

source: %s package group update failed
fr: Échec de la mise à jour du groupe de paquetages %s
kn: %s ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ
te: %s ప్యాకేజీ సమూహ నవీకరణ విఫలమైంది

source: %s package group update timed out
fr: Délai d'expiration du groupe de paquetages %s dépassé
kn: %s ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು ಅಪ್‌ಡೇಟ್‌ ಮಾಡುಕುವಿಕೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s ప్యాకేజీ సమూహ నవీకరణ సమయం మించినది

source: %s package install
te: %s ప్యాకేజీ సంస్థాపన

source: %s package install cancelled
te: %s ప్యాకేజీ సంస్థాపన రద్దైనది

source: %s package install failed
fr: Échec de l'installation du paquetage %s
kn: %s ಪ್ಯಾಕೇಜ್ ಅನುಸ್ಥಾಪನೆಯು ವಿಫಲಗೊಂಡಿದೆ
te: %s ప్యాకేజీ సంస్థాపన విఫలమైంది

source: %s package install timed out
fr: Délai d'expiration de l'installation du paquetage %s dépassé
kn: %s ಪ್ಯಾಕೇಜ್ ಅನುಸ್ಥಾಪನೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s ప్యాకేజీ సంస్థాపన సమయం మించినది

source: %s package removal
te: %s ప్యాకేజీ తీసివేత

source: %s package remove cancelled
te: %s ప్యాకేజీ తీసివేత రద్దైనది

source: %s package remove failed
fr: Échec de la suppression du paquetage %s
kn: %s ಪ್ಯಾಕೇಜನ್ನು ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ವಿಫಲಗೊಂಡಿದೆ
te: %s ప్యాకేజీ తీసివేత విఫలమైంది

source: %s package remove timed out
fr: Délai d'expiration de la suppression du paquetage %s dépassé
kn: %s ಪ್ಯಾಕೇಜ್ ತೆಗೆದುಹಾಕುವಿಕೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s ప్యాకేజీ తీసివేత సమయం మించినది

source: %s package update
te: %s ప్యాకేజీ నవీకరణ

source: %s package update cancelled
te: %s ప్యాకేజీ నవీకరణ రద్దైనది

source: %s package update failed
fr: Échec de la mise à jour du paquetage %s
kn: %s ಪ್ಯಾಕೇಜ್ ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ
te: %s ప్యాకేజీ నవీకరణ విఫలమైంది

source: %s package update timed out
fr: Délai d'expiration de la mise à jour du paquetage %s dépassé
kn: %s ಪ್ಯಾಕೇಜ್ ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s ప్యాకేజీ నవీకరణ సమయం మించినది

source: %s product was synced successfully
te: %s ఉత్పత్తి విజయవంతంగా సింకైనది

source: %s product was synced successfully with errors. See log for details
te: %s ఉత్పత్తి అనునది విజయవంతంగా సింకైంది దోషములతో. వివరముల కొరకు లాగ్ చూడండి

source: %{newline}If you are uploading an older manifest, you can use the Force checkbox to overwrite existing data.
te: %{newline} మీరు పాత మేనిఫెస్ట్ అప్‌లోడ్ చేస్తుంటే, వున్న దత్తాంశమును చెరిపివ్రాయుటకు మీరు బలవంతం చెక్‌బాక్సును వుపయోగించవచ్చు.

source: %{newline}Reason: %{reason}
fr: %{newline}Raison : %{reason}
kn: %{newline}ಕಾರಣ: %{reason}
te: %{newline}కారణం: %{reason}

source: '%s' did not meet the current search criteria and is not being shown.
fr: '%s' ne correspond pas au critère de recherche actuel et n'est pas affiché.
kn: '%s' ಎನ್ನುವುದು ಪ್ರಸ್ತುತ ಹುಡುಕು ಮಾನದಂಡಕ್ಕೆ ಹೋಲಿಕೆಯಾಗುತ್ತಿಲ್ಲ ಮತ್ತು ಅದನ್ನು ತೋರಿಸಲಾಗುವುದಿಲ್ಲ.
te: '%s' ప్రస్తుత అన్వేషణా ప్రమాణంకు సరితూగలేదు మరియు చూపబడదు.

source: '%s' no longer matches the current search criteria.
fr: '%s' ne correspond plus au critère de recherche actuel.
kn: '%s' ಎನ್ನುವುದು ಹುಡುಕು ಮಾನದಂಡಕ್ಕೆ ತಾಳೆಯಾಗುವುದಿಲ್ಲ.
te: '%s' అనునది ప్రస్తుత అన్వేషణా ప్రమాణంకు యిక సరితూగదు.

source: (%X of %Y repositories selected)
te: (%Y యొక్క %X రిపోజిటరీలు యెంపికైను)

source: (Entire product selected)
te: (మొత్త వుత్పత్తి యెంపికైంది)

source: (Load %X More)
te: (%X యెక్కువ నింపు)

source: (Loaded %X of %Y Total)
te: (మొత్తం %Y లో %X లోడైంది)

source: + Add
te: + జతచేయి

source: + All
te: + అన్ని

source: + New Promotion Changeset
te: + కొత్త ప్రమోషన్ చేంజ్‌సెట్

source: + New Template
fr: + Nouveau modèle
kn: + ಹೊಸ ಸಿದ್ಧ ಮಾದರಿ
te: క్రియాశీలపు కీలు లక్షణాల సమితిని అందించును అది సిస్టమ్‌కు సిస్టమ్ నమోదీకరణనందు ఆపాదించవచ్చు. ఇది సిస్టమ్‌కు అప్పగించుటకు అప్రమేయ యెన్విరాన్మెంట్, సిస్టమ్‌కు కేటాయించుటకు సబ్‌స్క్రిప్షన్లు, సిస్టమ్‌కు అపాదించుటకు సిస్టమ్ టెంప్లేట్ వంటి వాటిని కలిగివుండును.

source: - Remove
te: - తీసివేయి

source: 403 - Permission denied
te: 403 - అనుమతి తిరస్కరించబడెను

source: 404 - That page doesn't exist or is missing!
te: 404 - ఆ పేజీ లేదు లేదా తప్పిపోయింది!

source: 500 Internal Server Error
te: 500 అంతర్గత సేవిక దోషం

source: << Previous
te: << క్రితం

source: A request has been received by Katello server '%s' to retrieve the logins for email '%s'. The following is a list of those logins:
te: కేటెల్లో సేవిక '%s' చేత వొక అభ్యర్ధన స్వీకరించబడెను ఈమెయిల్ '%s' కొరకు లాగిన్స్ పొందుటకు. కిందవి ఆ లాగిన్స్ యొక్క జాబితా:

source: A request has been received to reset the Katello password for user '%s'. In order to reset this password, click the URL below.
te: వాడుకరి '%s' కొరకు కాటెల్లో సంకేతపదం తిరిగిఅమర్చుటకు అభ్యర్ధన స్వీకరించబడెను. ఈ సంకేతపదంను తిరిగివుంచుటకు, కింది URL నొక్కుము.

source: Activation Keys
fr: Clés d'activation
kn: ಸಕ್ರಿಯಗೊಳಿಕೆ ಕೀಲಿಗಳು
te: క్రియాశీలపు కీలు

source: Activation Keys provide a set of characteristics that may be applied to a system during system registration. This includes things such as, default environment to assign to the system, subscriptions to allocate to the system, system template to apply to the system...etc.
te: వ్యవస్థకు వ్యవస్థ నమోదీకరణ సమయమందు ఆపాదించగల లక్షణాల సమితిని క్రియాశీలపు కీలు అందించును. ఇది వ్యవస్థకు అప్పగించుటకు అప్రమేయ యెన్విరాన్మెంట్, వ్యవస్థకు కేటాయించుటకు సబ్‌స్క్రిప్షన్లు, వ్యవస్థకు అపాదించుటకు వ్యవస్థ టెంప్లేట్ వంటి వాటిని కలిగివుండును.

source: Activation Keys provide a set of characteristics that may be applied to a system during system registration. This includes things such as, default environment to assign to the system, subscriptions to allocate to the system...etc.
te: వ్యవస్థకు వ్యవస్థ నమోదీకరణ సమయమందు ఆపాదించగల లక్షణాల సమితిని క్రియాశీలపు కీలు అందించును. ఇది వ్యవస్థకు అప్పగించుటకు అప్రమేయ యెన్విరాన్మెంట్, వ్యవస్థకు కేటాయించుటకు సబ్‌స్క్రిప్షన్లు.. మొదలగునవి కలిగివుండును.

source: Activation key '%s' was created.
fr: La clé d'activation '%s' a été créée.
kn: ಸಕ್ರಿಯಗೊಳಿಕೆ ಕೀಲಿ '%s' ಅನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: క్రియాశీల కీ '%s' సృష్టించబడెను.

source: Activation key '%s' was updated.
fr: La clé d'activation '%s' a été mise à jour.
kn: '%s' ಎಂಬ ಸಕ್ರಿಯಗೊಳಿಕೆ ಕೀಲಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: క్రియాశీల కీ '%s' నవీకరించబడెను.

source: Add
te: జతచేయి

source: Add All
te: అన్ని జతచేయి

source: Add Global Permission
te: గ్లోబల్ అనుమతిని జతచేయి

source: Add New Environment
te: కొత్త యెన్వారాన్మెంట్ జతచేయి

source: Add Package Canceled
te: ప్యాకేజీ జతచేయుట రద్దైనది

source: Add Package Complete
te: ప్యాకేజీ జతచేయుట పూర్తైనది

source: Add Package Error
te: ప్యాకేజీ జతచేయుటలో దోషం

source: Add Package Group Canceled
te: ప్యాకేజీ సమూహం జతచేయుట రద్దైనది

source: Add Package Group Complete
te: ప్యాకేజీ సమూహం జతచేయుట పూర్తైనది

source: Add Package Group Error
te: ప్యాకేజీ సమూహం జతచేయుటలో దోషం

source: Add Package Group Timeout
te: ప్యాకేజీ సమూహం జతచేయుటలో సమయం ముగెసెను

source: Add Package Timeout
te: ప్యాకేజీ జతచేయుటలో సమయం ముగెసెను

source: Add Packages
te: ప్యాకేజీలు జతచేయి

source: Add Permission
te: అనుమతి జతచేయి

source: Add Permission to
te: అనుమతి దీనికి జతచేయి

source: Add Product
te: ఉత్పత్తి జతచేయి

source: Add Repository
te: రిపోజిటరీ జతచేయి

source: Add Subscriptions ▸
te: సబ్‌స్క్రిప్షన్స్ జతచేయి ▸

source: Add to Key
te: కీ జతచేయి

source: Added:
te: జతచేసెను:

source: Adding Package Group...
fr: Ajout de groupe de paquetages...
kn: ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ సమూహం జతచేయుచున్నది...

source: Adding Package...
fr: Ajout de paquetage
kn: ಪ್ಯಾಕೇಜನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ జతచేయుచున్నది...

source: Adding...
te: జతచేయుచున్నది...

source: Administer Activation Keys
fr: Administrer les clés d'activation
kn: ಸಕ್ರಿಯಗೊಳಿಕಾ ಕೀಲಿಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು
te: క్రియాశీల కీల నిర్వహణ

source: Administer Changesets in Environment
fr: Administrer les changesets dans l'environnement
kn: ಪರಿಸರದಲ್ಲಿನ ಚೇಂಜ್‌ಸೆಟ್‌ಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸಿ
te: ఎన్విరాన్మెంట్ నందు చేంజ్‌సెట్స్ నిర్వహణ

source: Administer GPG Keys
fr: Administrer les clés GPG
kn: GPG ಕೀಲಿಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು
te: GPG కీల నిర్వహణ

source: Administer Organization
fr: Administrer l'organisation
kn: ಸಂಸ್ಥೆಯನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು
te: సంస్థ నిర్వహణ

source: Administer Package Filters
fr: Administrer les filtres de paquetages
kn: ಪ್ಯಾಕೇಜ್ ಫಿಲ್ಟರುಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು
te: ప్యాకేజీ ఫిల్టర్స్ నిర్వహణ

source: Administer Providers
fr: Administrer les fournisseurs
kn: ಒದಗಿಸುವವರನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು
te: ఉత్పాదకుల నిర్వహణ

source: Administer Roles
fr: Administrer les rôles
kn: ಪಾತ್ರಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು
te: పాత్రల నిర్వహణ

source: Administer System Templates
fr: Administrer les modèles système
kn: ವ್ಯವಸ್ಥೆಯ ಸಿದ್ಧಮಾದರಿಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು
te: వ్యవస్థ మాదిరిల నిర్వహణ

source: Administer Users
fr: Administrer les utilisateurs
kn: ಬಳಕೆದಾರರಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು
te: వాడుకరుల నిర్వహణ

source: Administration
te: నిర్వహణ

source: Administrator
fr: Administrateur
kn: ವ್ಯವಸ್ಥಾಪನೆ
te: నిర్వాహకుడు

source: Advisory
te: సలహాదారి

source: Alert
te: హెచ్చరిక

source: All
fr: Tout
kn: ಎಲ್ಲವೂ
te: అన్ని

source: All Repositories
te: అన్ని రిపోజిటరీలు

source: All Systems for owner %s in candlepin
fr: Tous les systèmes pour le propriétaire %s dans Candlepin
kn: candlepin ನಲ್ಲಿನ %s ಎಂಬ ಮಾಲಿಕನಿಗಾಗಿ ಎಲ್ಲಾ ವ್ಯವಸ್ಥೆಗಳು
te: యజమాని %s కొరకు అన్ని సిస్టమ్స్ కాండిల్‌పిన్ నందు వున్నాయి

source: All environments for owner %s in candlepin
fr: Tous les environnements pour le propriétaire %s dans Candlepin
kn: candlepin ನಲ್ಲಿನ %s ಎಂಬ ಮಾಲಿಕನಿಗಾಗಿ ಎಲ್ಲಾ ಪರಿಸರಗಳು
te: యజమాని %s కొరకు అన్ని యెన్విరాన్మెంట్స్ కాండిల్‌పిన్ నందు వున్నాయి

source: All providers for owner %s in candlepin
fr: Tous les fournisseurs pour le propriétaire %s dans Candlepin
kn: candlepin ನಲ್ಲಿನ %s ಎಂಬ ಮಾಲಿಕನಿಗಾಗಿ ಎಲ್ಲಾ ಒದಗಿಸುವವರು
te: యజమాని %s కొరకు వుత్పాదకులందరూ కాండిల్‌పిన్‌ నందు వున్నారు

source: All repository GPG keys for Product '%s' were updated.
fr: Toutes les clés GPG de référentiel pour le produit %s ont été mises à jour.
kn: '%s' ಉತ್ಪನ್ನಕ್ಕಾಗಿನ ರೆಪೊಸಿಟರಿ GPG ಕೀಲಿಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: ఉత్పత్తి '%s' కొరకు అన్ని రిపోజిటరీ కీలు నవీకరించబడెను.

source: An environment does not exist to promote content to. If you would like to manage promotion changesets and content, please create a new environment.
te: విషయమును ప్రమోట్ చేయుటకు వొక యెన్విరాన్మెంట్ లేదు. మీరు ప్రమోషన్ చేంజ్‌సెట్స్ మరియు విషయంను నిర్వహించుటకు మీరు యిష్టపడితే, దయచేసి కొత్త యెన్విరాన్మెంట్ సృష్టించు.

source: An error has occured when communicating with the server, please refresh the page to retrieve the current System Template
te: సేవికతో సంప్రదించునప్పుడు వొక దోషం యెదురైంది, ప్రస్తుత వ్యవస్థ మాదిరిని పొందుటకు పేజీను రీఫ్రెష్ చేయుము

source: An error has occured when communicating with the server, please refresh the page to retrieve the current promotion changeset.
te: సేవికతో సంప్రదించునప్పుడు వొక దోషం యెదురైంది, ప్రస్తుత ప్రమోషన్ చేంజ్‌సెట్ పొందుటకు పేజీను రీఫ్రెష్ చేయుము.

source: Applied
te: ఆపాదించబడెను

source: Applied Subscriptions
te: సబ్‌స్క్రిప్షన్స్ ఆపాదించబడెను

source: Apply Selected Plan to Selected Products
te: ఎంపికైన వుత్పత్తులకు యెంపికైన యోచనను ఆపాదించు

source: Arch
te: ఆకృతి

source: Architecture
kn: ಆರ್ಕಿಟೆಕ್ಚರ್
te: ఆకృతి

source: Architecture:
te: ఆకృతి:

source: Are you sure you want to delete this GPG Key?
te: మీరు యీ GPG కీను తొలగించుదామని అనుకొనుచున్నారా?

source: Are you sure you want to delete this filster?
te: మీరు యీ ఫిల్‌స్టర్‌ను తొలగించుదామని అనుకొనుచున్నారా?

source: Are you sure you want to delete this filter?
te: మీరు యీ ఫిల్టర్‌ను తొలగించుదామని అనుకొనుచున్నారా?

source: Are you sure you want to delete this provider?
te: మీరు ఖచ్చితంగా యీ సమర్పకుని తొలగించుదామని అనుకొనుచున్నారా?

source: Are you sure you want to remove this organization?
te: మీరు ఖ్చచితంగా యీ సంస్థను తీసివేద్దామని అనుకొనుచున్నారా?

source: Are you sure you want to remove this product?
te: మీరు ఖచ్చితంగా యీ వత్పత్తిని తీసివేద్దామని అనుకొనుచున్నారా?

source: Are you sure you want to remove this repository?
te: మీరు ఖచ్చితంగా యీ రిపోజిటరీను తీసివేద్దామని అనుకొనుచున్నారా?

source: Are you sure you want to remove this role?
te: మీరు ఖచ్చితంగా యీ పాత్రను తీసివేద్దామని అనుకొనుచున్నారా?

source: Are you sure you want to remove this system?
te: మీరు యీ సిస్టమ్‌ను తీసివేద్దామని అనుకొనుచున్నారా?

source: Are you sure you want to remove this template?
te: మీరు ఖచ్చితంగా యీ టెంప్లేట్‌ను తీసివేద్దామని అనుకొనుచున్నారా?

source: Are you sure you want to remove this user?
te: మీరు యీ వాడుకరిని తీసివేద్దామని అనుకొనుచున్నారా?

source: Are you sure?
te: మీరు ఖచ్చితంగా వున్నారా?

source: Associated Bugs
te: సంభందిత బగ్స్

source: At least one activation key must be provided
fr: Au moins une clé d'activation doit être fournie
kn: ಕನಿಷ್ಟ ಒಂದು ಸಕ್ರಿಯಗೊಳಿಕಾ ಕೀಲಿಯನ್ನು ಒದಗಿಸಬೇಕು
te: కనీసం వొక క్రియాశీలపు కీ తప్పక అందించాలి

source: At least one organization must exist.
fr: Au moins une organisation doit exister.
kn: ಕನಿಷ್ಟ ಒಂದು ಸಂಸ್ಥೆಯು ಅಸ್ತಿತ್ವದಲ್ಲಿರಬೇಕು.
te: కనీసం వొక సంస్థ తప్పక వుండాలి.

source: Available Errata
te: ఆందుబాటులోని యెర్రాటా

source: Available Subscriptions
fr: Abonnements disponibles
kn: ಲಭ್ಯವಿರುವ ಚಂದಾದಾರಿಕೆಗಳು
te: అందుబాటులోని సబ్‌స్క్రిప్షన్స్

source: Back
te: వెనుక

source: Browser Default Locale
te: విహరిణి అప్రమేయ లోకేల్

source: Build Host
te: బుల్డ్ హోస్ట్

source: By Environments
fr: Par les environnements
kn: ಪರಿಸರಗಳ ಮೇರೆಗೆ
te: ఎన్విరాన్మెంట్స్

source: CDN loading error: %s not found
fr: Erreur de chargement CDN : %s introuvable
kn: CDN ಲೋಡಿಂಗ್ ದೋಷ: %s ಕಂಡು ಬಂದಿಲ್ಲ
te: CDN లోడింగ్ దోషం: %s కనుగొనలేదు

source: Can't update Library environment
te: లైబ్రరీ యెన్విరాన్మెంట్‌ను నవీకరించలేదు

source: Cancel
te: రద్దు

source: Cancel Add
te: జతచేయి రద్దు

source: Cancel Review
te: పునఃపరిశీలన రద్దు

source: Cancelled.
te: రద్దైనది.

source: Candlepin Event
fr: Événement Candlepin
kn: Candlepin ಘಟನೆ
te: కాండిల్‌పిన్ ఘటన

source: Cannot add/remove or change permissions related to a locked role.
fr: Impossible d'ajouter/supprimer ou de modifier les permissions liées à un rôle verrouillé.
kn: ಲಾಕ್ ಮಾಡಲಾದ ಪಾತ್ರಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಅನುಮತಿಗಳನ್ನು ಸೇರಿಸಲು/ತೆಗೆದುಹಾಕಲು ಅಥವ ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
te: లాక్‌డ్ పాత్రకు సంభందించిన అనుమతులను జతచేయట/తీసివేయుట లేదా మార్చుట చేయలేము.

source: Cannot change the name or description of a locked role.
fr: Impossible de changer le nom ou la description d'un rôle verrouillé.
kn: ಲಾಕ್ ಮಾಡಲಾದ ಪಾತ್ರದ ಹೆಸರನ್ನು ಅಥವ ವಿವರಣೆಯನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
te: లాక్‌డ్ పాత్ర యొక్క పేరు లేదా వివరణ మార్చలేము.

source: Cannot create activation keys in Library environment
te: లైబ్రరీ యెన్విరాన్మెంట్ నందు క్రియాశీల కీలను సృష్టించలేము

source: Cannot delete currently logged user
fr: Suppression de l'utilisateur actuellement connecté impossible
kn: ಪ್ರಸಕ್ತ ಲಾಗ್ ಆದ ಬಳಕೆದಾರನನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
te: ప్రస్తుతం లాగైన వాడుకరిని తొలగించలేము

source: Cannot dissociate user '%s' from '%s' role. Need at least one user in the '%s' role.
te: వాడుకరి '%s' ను '%s' పాత్ర నుండి వేరుచేయలేము. '%s' పాత్ర నందు కనీసం వొక వాడుకరి అవసరం.

source: Cannot export templates for the Library environment.
te: లైబ్రరీ యెన్విరాన్మెంట్ కొరకు మాదిరిలను యెగుమతి చేయలేదు.

source: Cannot modify a template that is another environment
fr: Impossible de modifier un modèle qui est un autre environnement
kn: ಬೇರೊಂದು ಪರಿಸರದ ಮಾದರಿಯನ್ನು ಮಾರ್ಪಡಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ
te: వేరే యెన్విరాన్మెంట్ అయిన టెంప్లేట్‌ను సవరించలేము

source: Cannot promote the changeset '%s' while another changeset (%s) is being promoted.
te: చేంజ్‌సెట్ '%s' ను వేరొక చేంజ్‌సెట్ (%s) ప్రమోట్ అవుచున్నప్పుడు ప్రమోట్ చేయలేము.

source: Cannot promote the changset '%s' because it is not in the review phase.
te: చేంజ్‌సెట్ '%s' అనునది పునఃవిమర్శ గతిలో లేనిక కారణంగా దానిని ప్రమోట్ చేయలేము.

source: Cannot register a system with 'Library' environment
te: 'లైబ్రరీ' యెన్విరాన్మెంట్‌తో వ్యవస్థను నమోదు చేయలేము

source: Cannot specify a tag if all_tags is selected.
fr: Impossible de spécifier une balise si all_tags est sélectionné.
kn: all_tags ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದ್ದರೆ, ಒಂದು ಟ್ಯಾಗ್ ಅನ್ನು ಸೂಚಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
te: all_tags యెంపికైతే టాగ్‌ను తెలుపలేము.

source: Cannot specify a verb if all_verbs is selected.
fr: Impossible de spécifier un verbe si all_verbs est sélectionné.
kn: all_verbs ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದ್ದರೆ, ಒಂದು ಕ್ರಿಯಾಪದವನ್ನು ಸೂಚಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
te: all_verbs యెంపికైతే verb తెలుపలేము.

source: Cannot specify all_types without all_tags and all_verbs
fr: Impossible de spécifier all_types sans all_tags et all_verbs
kn: all_tags ಹಾಗು all_verbs ಇಲ್ಲದೆ all_types ಅನ್ನು ಸೂಚಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
te: all_tags మరియు all_verbs లేకుండా all_types తెలుపలేము.

source: Cannot validate templates for the Library environment.
te: లైబ్రరీ యెన్విరాన్మెంట్ కొరకు మాదిరిలను నిర్ధారించలేదు.

source: Change Password
te: సంకేతపదం మార్చు

source: Change Password:
te: సంకేతపదం మార్చుము:

source: Changesets
kn: ಚೇಂಜ್‌ಸೆಟ್‌ಗಳು
te: చేంజ్‌సెట్స్

source: Checked In
te: చెక్‌డ్ యిన్

source: Choose Environment:
te: ఎన్విరాన్మెంట్ యెంపికచేయి:

source: Choose a product..
te: ఒక వుత్పత్తి యెంపికచేయి..

source: Choose new defaults:
te: కొత్త అప్రమేయాలు యెంపికచేయి:

source: Clear
te: శుబ్రం

source: Clear Disabled Helptips:
te: అచేతన సహాయచిట్కాలను శుబ్రంచేయి:

source: Clear the Search
te: అన్వేషణను శుబ్రంచేయి

source: Cleared
fr: Effacé
kn: ಅಳಿಸಲಾಗಿದೆ
te: శుబ్రంచేసెను

source: Click Add or Remove next to a user name to apply or remove them from role.
te: పాత్రనుండి వాడుకరిని వుంచుటకు లేదా తీసివేయుటకు వాడుకరిపేరు తరువాతి జతచేయి లేదా తీసివేయి నొక్కుము.

source: Click Add permission from the bar below to add a permission.
te: అనుమతిని జతచేయుటకు కింది బార్ నుండి అనుమతిని జతచేయి నొక్కుము.

source: Click edit permission from the bar below to edit the current permission.
te: ప్రస్తుత అనుమతిని సరికూర్చుటకు కింది బార్‌నుండి అనుమతిని సరికూర్చు నొక్కుము.

source: Click on 'Add Environment' to create the first environment
fr: Cliquez sur « Ajouter un environnement » pour créer le premier environnement
kn: ಮೊದಲ ಪರಿಸರವನ್ನು ರಚಿಸಲು 'ಪರಿಸರವನ್ನು ಸೇರಿಸು' ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ
te: మొదటి యెన్విరాన్మెంట్‌ను సృష్టించుటకు 'ఎన్విరాన్మెంట్ జతచేయి' నొక్కుము

source: Click to edit
te: సరికూర్చు నొక్కుము

source: Close
te: మూయి

source: Close Add Permission
te: అనుమతి జతచేయి మూయి

source: Close Details
te: వివరాలు మూయి

source: Close Edit
te: సరికూర్చు మూయి

source: Close Edit Permission
te: అనుమతి సరికూర్చు మూయి

source: Close Role Details
te: పాత్ర వివరాలను మూయి

source: Collapse
te: కూల్చు

source: Collapse All
te: అన్నిటినీ కూల్చు

source: Confirm Password:
te: సంకేతపదం నిర్థారించు:

source: Confirm:
te: నిర్థారించు:

source: Confirmation
te: నిర్ధారణ

source: Consumed
te: వినియోగిత

source: Content
fr: Contenu
kn: ಕಂಟೆಂಟ್
te: కాంటెంట్

source: Content Download URL:
te: కాంటెంట్ దిగుమతి URL:

source: Content Management
te: కాంటెంట్ నిర్వహణ

source: Content Providers
te: విషయ వుత్పాదకులు

source: Contents:
te: కాంటెంట్స్:

source: Contract
te: కాంట్రాక్ట్

source: Copyright &copy;
te: కాపీరైట్ &కాపీ;

source: Could not delete organization '%s'.
fr: Suppression de l'organisation '%s' impossible.
kn: '%s' ಸಂಸ್ಥೆಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
te: సంస్థ '%s' ను తొలగించలేక పోయింది.

source: Couldn't find environment '%s'
fr: Environnement « %s » introuvable
kn: '%s' ಪರಿಸರವನ್ನು ಪತ್ತೆ ಮಾಡಲಾಗಿಲ್ಲ
te: ఎన్విరాన్మెంట్ '%s' కనుగొనలేక పోయింది

source: Couldn't find environment with ID=%d
te: ID=%d తో యెన్విరాన్మెంట్ కనుగొనలేక పోయింది

source: Couldn't find organization '%d'
te: సంస్థ '%d' కనుగొనలేక పోయింది

source: Couldn't find organization with ID=%s
te: ID=%s తో సంస్థను కనుగొనలేక పోయింది

source: Couldn't find pool '%s' in activation_key '%s'
te: పూల్ '%s' ను activation_key '%s' నందు కనుగొనలేక పోయింది

source: Couldn't find provider '%s'
fr: Fournisseur « %s » introuvable
kn: '%s' ಒದಗಿಸುವವರನ್ನು ಪತ್ತೆ ಮಾಡಲಾಗಿಲ್ಲ
te: సమర్పకులు '%s' కనుగొనలేక పోయింది

source: Couldn't find repository with ID=%s
te: ID=%s తో రిపోజిటరీను కనుగొనలేక పోయింది

source: Couldn't find subject of synchronization
fr: Sujet de la synchronisation introuvable
kn: ಮೇಳೈಸುವಿಕೆಯ ವಿಷಯವನ್ನು ಪತ್ತೆ ಮಾಡಲಾಗಿಲ್ಲ
te: సింక్రొనైజేషన్ సబ్జక్టును కనుగొనలేక పోయింది

source: Create
te: సృష్టించు

source: Create Application Life Cycle Management Environment
te: అనువర్తన లైఫ్ సైకిల్ మేనేజ్‌మెంట్ యెన్విరాన్మెంట్ సృష్టించు

source: Create Product
te: ఉత్పత్తి సృష్టించు

source: Create Repository
te: రిపోజిటరీ సృష్టించు

source: Created (UTC)
te: సృష్టించెను (UTC)

source: Creating an environment in candlepin: %s
fr: Créer un environnement dans Candlepin : %s
kn: candlepin ನಲ್ಲಿ ಪರಿಸರವನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ: %s
te: కాండిల్‌పిన్ నందు వొక యెన్విరాన్మెంట్‌ను సృష్టిస్తోంది: %s

source: Creating an owner in candlepin: %s
fr: Créer un propriétaire dans Candlepin : %s
kn: candlepin ನಲ್ಲಿ ಮಾಲಿಕನನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ: %s
te: కాండిల్‌పిన్ నందు యజమానిని సృష్టిస్తోంది: %s

source: Current Organization
te: ప్రస్తుత సంస్థ

source: Current Subscriptions
te: ప్రస్తుత సబ్‌స్క్రిప్షన్స్

source: Custom Content Providers
te: వినియోగదారి విషయ వుత్పాదకులు

source: Dashboard
fr: Tableau de bord
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
te: డాష్‌బోర్డ్

source: Date
te: తేది

source: Date format is incorrect.
fr: Le format de la date est incorrect.
kn: ದಿನಾಂಕದ ವಿನ್ಯಾಸವು ಸರಿಯಾಗಿಲ್ಲ.
te: తేదీ ఫార్మాట్ సరిగాలేదు.

source: Debug Certificate
te: డీబగ్ ధృవీకరణపత్రం

source: Default Environment:
te: అప్రమేయ వాతావరణం:
