Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: Only %s favorites may be created.
or: କେବଳ %s ପସନ୍ଦକୁ ସୃଷ୍ଟି କରାଯାଇଛି।

source: Only one Red Hat provider permitted for an Organization
or: କେବଳ ଗୋଟିଏ Red Hat ପ୍ରଦାତା ଏହି ଅନୁଷ୍ଠାନ ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ

source: Only show syncing.
or: କେବଳ ସନ୍ତୁଳନକୁ ଦର୍ଶାନ୍ତୁ।

source: Open Source Subscription Management
or: ମୁକ୍ତ ଉତ୍ସ ସଦସ୍ୟତା ପରିଚାଳନା

source: Open Source Systems Management
or: ମୁକ୍ତ ଉତ୍ସ ତନ୍ତ୍ର ପରିଚାଳନା

source: Organization
or: ଅନୁଷ୍ଠାନ

source: Organization '%s' already exists and either has been scheduled for deletion or failed deletion.
or: ଅନୁଷ୍ଠାନ '%s' ପୂର୍ବରୁ ଅବସ୍ଥିତ ଏବଂ ଅପସାରଣ କିମ୍ବା ବିଫଳ ଅପସାରଣ ପାଇଁ ଏକ ଯୋଜନା କରାଯାଇଛି।

source: Organization '%s' has been scheduled for background deletion.
or: ଅନୁଷ୍ଠାନ '%s' ରେ ପୃଷ୍ଠଭୂମି ଅପସାରଣ ପାଇଁ ଏକ ଯୋଜନା କରାଯାଇଛି।

source: Organization '%s' was created.
or: ଅନୁଷ୍ଠାନ '%s' କୁ ନିର୍ମାଣ କରାଯାଇଛି।

source: Organization '%s' was updated.
or: ଅନୁଷ୍ଠାନ '%s' କୁ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: Organizations
or: ଅନୁଷ୍ଠାନଗୁଡ଼ିକ

source: Organizations allow content and systems to be separated by logical divisions. To edit the environments within an organization, click on that organization and then click on the desired environment.
or: ଅନୁଷ୍ଠାନଗୁଡ଼ିକ ତାର୍କିକ ବିଭାଜନ ଦ୍ୱାରା ପୃଥକ ହେବା ପାଇଁ ବିଷୟବସ୍ତୁ ଏବଂ ତନ୍ତ୍ରଗୁଡ଼ିକୁ ଅନୁମତି ଦେଇଥାଏ। ଏକ ଅନୁଷ୍ଠାନ ମଧ୍ଯରେ ଏହି ପରିବେଶଗୁଡ଼ିକୁ ସମ୍ପାଦନ କରିବା ପାଇଁ, ସେହି ଅନୁଷ୍ଠାନ ଉପରେ କ୍ଲିକ କରନ୍ତୁ ଏବଂ ତାପରେ ଆଶାତିତ ପରିବେଶ ଉପରେ କ୍ଲିକ କରନ୍ତୁ।

source: Package
or: ପ୍ୟାକେଜ

source: Package '%s' doesn't belong to the specified product!
or: ପ୍ୟାକେଜ '%s' ଉଲ୍ଲିଖିତ ଉତ୍ପାଦନର ଅନ୍ତର୍ଗତ ନୁହଁ!

source: Package '%s' is already present in the template
or: ପ୍ୟାକେଜ '%s' ପୂର୍ବରୁ ନମୁନାରେ ଉପସ୍ଥିତ ଅଛି।

source: Package '%s' not found in the %s environment
or: ପ୍ୟାକେଜ '%s' ଟି ପରିବେଶ %s ରେ ମିଳିଲା ନାହିଁ

source: Package '%s' was not found in the source environment.
or: ପ୍ୟାକେଜ '%s' ଟି ଉତ୍ସ ପରିବେଶରେ ମିଳିଲା ନାହିଁ।

source: Package Dependencies
or: ପ୍ୟାକେଜ ନିର୍ଭୋରକଗୁଡ଼ିକ

source: Package Filter %s deleted.
or: ପ୍ୟାକେଜ ଛାଣକ %s କୁ ଅପସାରଣ କରାଯାଇଛି।

source: Package Filter '%s' has been updated.
or: ପ୍ୟାକେଜ ଛାଣକ '%s' କୁ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: Package Filters
or: ପ୍ୟାକେଜ ଛାଣକଗୁଡ଼ିକ

source: Package Filters allow you to blacklist packages from being promoted into subsequent environments. Simply create a filter and add either a package name or regular expression to the filter. You can associate the filter with entire products or individual repositories within any product.
or: ପ୍ୟାକେଜ ଛାଣକ ଆପଣଙ୍କୁ ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଉନ୍ନୟନ କରିବାରୁ ବାରଣ କରିବା ପାଇଁ ଅନୁମତି ଦେଇଥାଏ। ସରଳ ଭାବରେ ଏକ ଛାଣକକୁ ନିର୍ମାଣ କରନ୍ତୁ ଏବଂ ଏକ ପ୍ୟାକେଜ ନାମ କିମ୍ବା ନିୟମିତ ଅଭିବ୍ୟକ୍ତି ଯୋଗ କରନ୍ତୁ। ଆପଣ ସମସ୍ତ ଉପତ୍ପାଦନ ସହିତ କିମ୍ବା ବ୍ୟକ୍ତିଗତ ରେପୋଜିଟୋରୀଗୁଡ଼ିକ ସହିତ ଯେକୌଣସି ଉତ୍ପାଦନ ମଧ୍ଯରେ ସମ୍ପୃକ୍ତ କରିପାରିବେ।

source: Package Group
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ

source: Package Group Install
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ସ୍ଥାପନା

source: Package Group Install scheduled by %s
or: %s ଦ୍ୱାରା ପ୍ୟାକେଜ ଶ୍ରେଣୀ ସ୍ଥାପନାକୁ ଯୋଜନା କରାଯାଇଛି

source: Package Group Remove
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ବହିଷ୍କାର

source: Package Group Remove scheduled by %s
or: %s ଦ୍ୱାରା ପ୍ୟାକେଜ ଶ୍ରେଣୀ ବହିଷ୍କାରକୁ ଯୋଜନା କରାଯାଇଛି

source: Package Group Update
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଅଦ୍ୟତନ

source: Package Group Update scheduled by %s
or: %s ଦ୍ୱାରା ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଅଦ୍ୟତନକୁ ଯୋଜନା କରାଯାଇଛି

source: Package Groups
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକ

source: Package Install
or: ପ୍ୟାକେଜ ସ୍ଥାପନା

source: Package Install scheduled by %s
or: %s ଦ୍ୱାରା ପ୍ୟାକେଜ ସ୍ଥାପନାକୁ ଯୋଜନା କରାଯାଇଛି

source: Package Name
or: ପ୍ୟାକେଜ ନାମ

source: Package Remove
or: ପ୍ୟାକେଜ ବହିଷ୍କାର

source: Package Remove scheduled by %s
or: %s ଦ୍ୱାରା ପ୍ୟାକେଜ ଶ୍ରେଣୀ ବହିଷ୍କାରକୁ ଯୋଜନା କରାଯାଇଛି

source: Package Size
or: ପ୍ୟାକେଜ ଆକାର

source: Package Update
or: ପ୍ୟାକେଜ ଅଦ୍ୟତନ

source: Package Update scheduled by %s
or: %s ଦ୍ୱାରା ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଅଦ୍ୟତନକୁ ଯୋଜନା କରାଯାଇଛି

source: Package group '%s' not found in the %s environment
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ '%s' ଟି ପରିବେଶ %s ରେ ମିଳିଲା ନାହିଁ

source: Package group '%s' not found in this template.
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ '%s' ଏହି ନମୁନାରେ ମିଳୁନାହିଁ।

source: Package group category '%s' not found in the %s environment
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ବିଭାଗ '%s' ଟି ପରିବେଶ %s ରେ ମିଳିଲା ନାହିଁ

source: Package group category '%s' not found in this template.
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ବିଭାଗ '%s' ଏହି ନମୁନାରେ ମିଳୁନାହିଁ।

source: Packages
or: ପ୍ୟାକେଜଗୁଡ଼ିକ

source: Packages must be provided
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ନିଶ୍ଚିତ ଭାବରେ ପ୍ରଦାନ କରିବା ଉଚିତ

source: Parameter '%s' not found in the template.
or: ପ୍ରାଚଳ '%s' ନମୁନାରେ ମିଳିଲା ନାହିଁ।

source: Parameters
or: ପ୍ରାଚଳଗୁଡ଼ିକ

source: Partial Products
or: ଆଂଶିକ ଉତ୍ପାଦନଗୁଡ଼ିକ

source: Password
or: ପ୍ରବେଶ ସଂକେତ

source: Password Strength
or: ପ୍ରବେଶ ସଂକେତ ଶକ୍ତି

source: Password Unknown
or: ପ୍ରବେଶ ସଂକେତ ଜଣା ନାହିଁ

source: Password has been reset for user '%{s}'.
or: ଚାଳକ '%{s}' ପାଇଁ ପ୍ରବେଶ ସଂକେତକୁ ପୁନଃସ୍ଥାପନ କରାଯାଇଛି।

source: Password reset token has expired for user '%{s}'.
or: ଚାଳକ '%{s}' ପାଇଁ ପ୍ରବେଶ ସଂକେତ ପୁନସ୍ଥାପନ ଟକେନର ସମୟ ସମାପ୍ତ ହୋଇଛି।

source: Password:
or: ପ୍ରବେଶ ସଂକେତ:

source: Paste GPG Key
or: GPG କି ଲଗାନ୍ତୁ

source: Pending
or: ବକୟା

source: Permission
or: ଅନୁମତି

source: Permission '%s' was created.
or: ଅନୁମତି '%s' କୁ ନିର୍ମାଣ କରାଯାଇଛି।

source: Permission '%s' was removed.
or: ଅନୁମତି '%s' କୁ ବାହାର କରାଯାଇଛି।

source: Permission '%s' was updated.
or: ଅନୁମତି '%s' କୁ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: Permission Denied. User '%s' does not have permissions to access organization '%s'.
or: ଅନୁମତିକୁ ପ୍ରତ୍ୟାଖାନ କରାଯାଇଛି। ଚାଳକ '%s' ପାଖରେ ଅନୁଷ୍ଠାନ '%s' ରେ ପ୍ରବେଶ କରିବା ଅନୁମତି ନାହିଁ।

source: Permission For:
or: ଏହା ପାଇଁ ଅନୁମତି:

source: Permissions
or: ଅନୁମତିଗୁଡ଼ିକ

source: Permissions for this role.
or: ଏହି ଭୂମିକା ପାଇଁ ଅନୁମତି।

source: Physical
or: ଭୌତିକ

source: Pick your Environment to download template from:
or: ନମୁନାକୁ ଆହରଣ କରିବା ପାଇଁ ଆପଣଙ୍କର ପରିବେଶକୁ ଗ୍ରହଣ କରନ୍ତୁ:

source: Plan
or: ଯୋଜନା

source: Plan Name
or: ଯୋଜନା ନାମ

source: Please contact your LDAP administrator to find your username or reset your password.
or: ଆପଣଙ୍କର ବ୍ୟବହାରକାରୀ ନାମ ଖୋଜିବା ପାଇଁ କିମ୍ବା ପ୍ରବେଶ ସଂକେତ ପୁନସ୍ଥାପନ ପାଇଁ ଦୟାକରି LDAP ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।

source: Please provide entitlement id
or: ଅଧିକାର id ପ୍ରଦାନ କରନ୍ତୁ

source: Please provide pool and quantity
or: ପୁଲ ଏବଂ ପରିମାଣ ପ୍ରଦାନ କରନ୍ତୁ

source: Please provide pool id
or: ପୁଲ id ପ୍ରଦାନ କରନ୍ତୁ

source: Please provide serial id
or: କ୍ରମ id ପ୍ରଦାନ କରନ୍ତୁ

source: Please request the required privileges from an administrator.
or: ପ୍ରଶାସକଙ୍କ ପାଖରୁ ଆବଶ୍ୟକୀୟ ଅଧିକାରଗୁଡ଼ିକୁ ପାଇବା ପାଇଁ ଅନୁରୋଧ କରନ୍ତୁ।

source: Please select Permissions to view and add permissions for this role or Users to see current users with this role.
or: ଏହି ଭୂମିକା ପାଇଁ ଦେଖିବା ଏବଂ ଅନୁମତି ଯୋଗ କରିବାକୁ ଅଥବା ଏହି ଭୂମିକା ରେ ଥିବା ଚାଳକମାନଙ୍କୁ ଦେଖିବା ପାଇଁ ଅନୁମତିଗୁଡ଼ିକୁ ଦୟାକରି ବାଛନ୍ତୁ।

source: Please select Permissions to view permissions for this role or Users to see current users with this role.
or: ଏହି ଭୂମିକା ପାଇଁ ଅନୁମତିଗୁଡ଼ିକୁ ଦେଖିବା ଅଥବା ଏହି ଭୂମିକା ରେ ଥିବା ଚାଳକମାନଙ୍କୁ ଦେଖିବା ପାଇଁ ଅନୁମତିଗୁଡ଼ିକୁ ଦୟାକରି ବାଛନ୍ତୁ।

source: Pool %s has no product associated
or: ପୁଲ %s ରେ କୌଣସି ଉତ୍ପାଦନ ସମ୍ପୃକ୍ତ ନାହିଁ

source: Preferred Locale
or: ପସନ୍ଦଯୋଗ୍ୟ ଭାଷା

source: Prior Environment
or: ପୂର୍ବ ପରିବେଶ

source: Processing promotion changeset modifications, please wait.
or: ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟ ପରିବର୍ତ୍ତନଗୁଡ଼ିକୁ କର୍ଯ୍ୟକାରୀ କରୁଅଛି, ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ।

source: Product
or: ଉତ୍ପାଦନ

source: Product '%s' created.
or: ଉତ୍ପାଦନ '%s' ପ୍ରସ୍ତୁତ ହୋଇଛି।

source: Product '%s' hasn't any repositories
or: ଉତ୍ପାଦନ '%s' ରେ କୌଣସି ରେପୋଜିଟୋରୀ ନାହିଁ

source: Product '%s' is already present in the template.
or: ଉତ୍ପାଦନ '%s' ପୂର୍ବରୁ ନମୁନାରେ ଉପସ୍ଥିତ ଅଛି।

source: Product '%s' not found in this environment.
or: ଉତ୍ପାଦନ '%s' ଏହି ପରିବେଶରେ ମିଳିଲା ନାହିଁ।

source: Product '%s' removed.
or: ଉତ୍ପାଦନ '%s' କୁ କଢ଼ାଯାଇଛି।

source: Product '%s' was updated.
or: ଉତ୍ପାଦନ '%s' କୁ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: Product Name:
or: ଉତ୍ପାଦନ ନାମ:

source: Product(s) in this environment
or: ଏହି ପରିବେଶରେ ଥିବା ଉତ୍ପାଦନ(ଗୁଡ଼ିକ)

source: Product:
or: ଉତ୍ପାଦନ:

source: Products
or: ଉତ୍ପାଦନଗୁଡ଼ିକ

source: Products & Repositories
or: ଉତ୍ପାଦନ ଏବଂ ରେପୋଜିଟୋରୀଗୁଡ଼ିକ

source: Products and Repositories
or: ଉତ୍ପାଦନ ଏବଂ ରେପୋଜିଟୋରୀଗୁଡ଼ିକ

source: Products refreshed from CDN
or: CDN ରୁ ଉତ୍ପାଦନଗୁଡ଼ିକୁ ସତେଜ କରାଯାଇଛି

source: Products within an organization must have unique name.
or: ଏକ ଅନୁଷ୍ଠାନ ମଧ୍ଯରେ ଥିବା ଉତ୍ପାଦନଗୁଡ଼ିକର ପୃଥକ ନାମ ଥିବା ଉଚିତ।

source: Progress:
or: ଉନ୍ନତି:

source: Promote
or: ପ୍ରଚାର

source: Promote Changesets in Environment
or: ପରିବେଶରେ ପରିବର୍ତ୍ତନ ସେଟଗୁଡ଼ିକୁ ପ୍ରଚାର କରନ୍ତୁ

source: Promote to
or: ପ୍ରଚାର କରନ୍ତୁ

source: Promoted
or: ପ୍ରଚାରିତ

source: Promoted By:
or: ଏହା ଦ୍ୱାରା ପ୍ରଚାରିତ:

source: Promoting
or: ପ୍ରଚାର କରୁଅଛି

source: Promoting...
or: ପ୍ରଚାର କରୁଅଛି...

source: Promotion Changeset '%s' was created.
or: ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟ '%s' କୁ ନିର୍ମାଣ କରାଯାଇଛି।

source: Promotion Changeset '%s' was deleted.
or: ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟ '%s' କୁ ଅପସାରଣ କରାଯାଇଛି।

source: Promotion Changeset Details
or: ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟଗୁଡ଼ିକର ବିବରଣୀ

source: Promotion Changeset History
or: ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟ ପୁରୁଣା ତଥ୍ୟ

source: Promotion Changeset is empty.
or: ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟଟି ଖାଲି ଅଛି।

source: Promotion Changesets
or: ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟଗୁଡ଼ିକ

source: Promotion Date:
or: ପ୍ରଚାର ତାରିଖ:

source: Promotion Failed
or: ପ୍ରଚାର ବିଫଳ ହୋଇଛି

source: Promotions
or: ପ୍ରଚାଗଗୁଡ଼ିକ

source: Promotions Overview
or: ପ୍ରଚାର ସମୀକ୍ଷା

source: Promotions allow you to promote content from one environment to the next along a promotion path. Once you have created a promotion changeset, clicking "Add" next to one or more products will add them to the promotion changeset. If products already exist in the next environment, you may promote other types of content. Once you have created a change set, click the "Promote" button to commit it to the next environment.
or: ପ୍ରଚାର ଆପଣଙ୍କୁ ଏକ ପରିବେଶରୁ ଅନ୍ୟ ଏକ ପରିବେଶକୁ ବିଷୟବସ୍ତୁ ପ୍ରଚାର ପାଇଁ ଅନୁମତି ଦେଇଥାଏ। ଥରେ ଆପଣ ଏକ ପରିବର୍ତ୍ତନ ସେଟ ପ୍ରସ୍ତୁତ କରିସାରିବା ପରେ, ଗୋଟିଏ କିମ୍ବା ଅନେକ ଉତ୍ପାଦନ ପାଖରେ "ଯୋଗକରନ୍ତୁ" କୁ କ୍ଲିକ କରିବା ଦ୍ୱାରା ତାହା ସେଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ ସେଟରେ ଯୋଗ କରିଥାଏ। ଯଦି ଉତ୍ପାଦନ ପରବର୍ତ୍ତୀ ପରିବେଶରେ ପୂର୍ବରୁ ଅବସ୍ଥିତ ଥାଏ, ତେବେ ଆପଣ ଅନ୍ୟ ପ୍ରକାର ବିଷୟବସ୍ତୁକୁ ପ୍ରଚାର କରିପାରିବେ। ଥରେ ଆପଣ ଗୋଟିଏ ପରିବର୍ତ୍ତନ ସେଟ ପ୍ରସ୍ତୁତ କରିସାରିବା ପରେ, ପରବର୍ତ୍ତୀ ପରିବେଶରେ ଦାଖଲ କରିବା ପାଇଁ "ପ୍ରଚାର କରନ୍ତୁ" ବଟନକୁ କ୍ଲିକ କରନ୍ତୁ।

source: Provider
or: ପ୍ରଦାତା

source: Provider '%s' was created.
or: ପ୍ରଦାତା '%s' ନିର୍ମାଣ ହୋଇଥିଲା।

source: Provider '%s' was deleted.
or: ପ୍ରଦାତା '%s' ଅପସାରଣ ହୋଇଥିଲା।

source: Provider '%s' was updated.
or: ପ୍ରଦାତା '%s' ଅଦ୍ୟତନ ହୋଇଥିଲା।

source: Provider:
or: ପ୍ରଦାତା:

source: Providers
or: ପ୍ରଦାତାମାନେ

source: Providers provide many types of content such as packages, errata, kickstart trees, and installation disc images. A provider may be delivering all of your paid content or it could simply be a local yum repository providing a few yum repos.
or: ପ୍ରଦାତାମାନେ ଅନେକ ପ୍ରକାରର ବିଷୟବସ୍ତୁ ପ୍ରଦାନ କରିଥାନ୍ତି ଯେପରିକି ପ୍ୟାକେଜ, ଏରାଟା, କିକଷ୍ଟାର୍ଟ ଟ୍ରୀ, ଏବଂ ସ୍ଥାପନ ଡିସ୍କ ପ୍ରତିଛବିଗୁଡ଼ିକ। ପ୍ରଦାତା ହୁଏତଃ ଆପଣଙ୍କର ସମସ୍ତ ବିଷୟବସ୍ତୁକୁ ପଠାଇପାରେ ଅଥବା ସାଧାରଣ ସ୍ଥାନୀୟ yum ରେପୋଜିଟୋରୀ ଯାହାକି କିଛି yum ରେପୋ ପ୍ରଦାନ କରିଥାଏ।

source: Provides
or: ପ୍ରଦାନ କରିଥାଏ

source: Pulp identifier must be unique.
or: ପଲ୍ପ ପରିଚାୟକ ନିଶ୍ଚିତ ଭାବରେ ଅନନ୍ୟ ଅଟେ।

source: Quantity
or: ପରିମାଣ

source: Queued.
or: କ୍ରମରେ ଅଛି।

source: Read Activation Keys
or: ସକ୍ରିୟଣ କିଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ

source: Read Activation Keys permission
or: ସକ୍ରିୟଣ କି ଅନୁମତିକୁ ପଢ଼ନ୍ତୁ

source: Read Changesets in Environment
or: ଏହି ପରିବେଶରେ ପରିବର୍ତ୍ତନ ସେଟଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ

source: Read Environment Contents
or: ପରିବେଶ ବିଷୟବସ୍ତୁଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ

source: Read Environments
or: ପରିବେଶଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ

source: Read Environments permission
or: ପରିବେଶ ଅନୁମତିକୁ ପଢ଼ନ୍ତୁ

source: Read Everything
or: ସମସ୍ତଙ୍କୁ ପଢ଼ନ୍ତୁ

source: Read Filters
or: ଫିଲଟରଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ

source: Read Filters permission
or: ଫିଲଟର ଅନୁମତିକୁ ପଢ଼ନ୍ତୁ

source: Read Organization
or: ଅନୁଷ୍ଠାନକୁ ପଢ଼ନ୍ତୁ

source: Read Organizations
or: ଅନୁଷ୍ଠାନଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ

source: Read Organizations permission
or: ଅନୁଷ୍ଠାନ ଅନୁମତିକୁ ପଢ଼ନ୍ତୁ

source: Read Package Filters
or: ପ୍ୟାକେଜ ଛାଣକକୁ ପଢ଼ନ୍ତୁ

source: Read Providers
or: ପ୍ରଦାତାମାନଙ୍କୁ ପଢ଼ନ୍ତୁ

source: Read Providers permission
or: ପ୍ରଦାତା ଅନୁମତିକୁ ପଢ଼ନ୍ତୁ

source: Read Roles
or: ଭୂମିକାଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ

source: Read Roles permission
or: ଭୂମିକାର ଅନୁମତିକୁ ପଢ଼ନ୍ତୁ

source: Read System Templates
or: ତନ୍ତ୍ର ନମୁନାଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ

source: Read System Templates permission
or: ତନ୍ତ୍ର ନମୁନା ଅନୁମତିକୁ ପଢ଼ନ୍ତୁ

source: Read Systems
or: ତନ୍ତ୍ରଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ

source: Read Systems in Environment
or: ଏହି ପରିବେଶରେ ତନ୍ତ୍ରଗୁଡ଼ିକୁ ପଢ଼ନ୍ତୁ

source: Read Users
or: ଚାଳକମାନଙ୍କୁ ପଢ଼ନ୍ତୁ

source: Read Users permission
or: ଚାଳକ ଅନୁମତିକୁ ପଢ଼ନ୍ତୁ

source: Read only role.
or: କେବଳ ଭୂମିକାକୁ ପଢ଼ନ୍ତୁ।

source: Red Hat Content Provider
or: Red Hat ବିଷୟବସ୍ତୁ ପ୍ରଦାତା

source: Red Hat Provider Details
or: Red Hat ପ୍ରଦାତା ବିବରଣୀ

source: Red Hat provider can not be deleted
or: Red Hat ପ୍ରଦାତାକୁ ଅପସାରଣ କରିପିରିବେ ନାହିଁ

source: Register Systems
or: ତନ୍ତ୍ରଗୁଡ଼ିକୁ ପଞ୍ଜିକରଣ କରନ୍ତୁ

source: Register Systems in Environment
or: ପରିବେଶରେ ତନ୍ତ୍ରଗୁଡ଼ିକୁ ପଞ୍ଜିକରଣ କରନ୍ତୁ

source: Registered
or: ପଞ୍ଜିକୃତ

source: Release
or: ଛାଡ଼ନ୍ତୁ

source: Release Version
or: ପ୍ରକାଶନ ସଂସ୍କରଣ

source: Remember me
or: ମୋତେ ମନେରଖନ୍ତୁ

source: Remove
or: ବାହାର କରନ୍ତୁ

source: Remove Activation Key
or: ସକ୍ରିୟଣ କି କୁ ବାହାର କରନ୍ତୁ

source: Remove All
or: ସବୁଗୁଡ଼ିକୁ ବାହାର କରନ୍ତୁ

source: Remove Environment
or: ପରିବେଶକୁ ବାହାର କରନ୍ତୁ

source: Remove Filter
or: ଛାଣକକୁ ବାହାର କରନ୍ତୁ

source: Remove GPG Key
or: GPG କି କୁ ବାହାର କରନ୍ତୁ

source: Remove Organization
or: ଅନୁଷ୍ଠାନକୁ ବାହାର କରନ୍ତୁ

source: Remove Package Canceled
or: ପ୍ୟାକେଜ ବାତିଲକୁ ବାହାର କରନ୍ତୁ

source: Remove Package Complete
or: ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଥିବା ପ୍ୟାକେଜକୁ ବାହାର କରନ୍ତୁ

source: Remove Package Error
or: ପ୍ୟାକେଜ ତ୍ରୁଟିକୁ ବାହାର କରନ୍ତୁ

source: Remove Package Group Canceled
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ବାତିଲକୁ ବାହାର କରନ୍ତୁ

source: Remove Package Group Complete
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ସମ୍ପୂର୍ଣ୍ଣକୁ ବାହାର କରନ୍ତୁ

source: Remove Package Group Error
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ତ୍ରୁଟିକୁ ବାହାର କରନ୍ତୁ

source: Remove Package Group Timeout
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ସମୟ ସମାପ୍ତିକୁ ବାହାର କରନ୍ତୁ

source: Remove Package Timeout
or: ପ୍ୟାକେଜ ସମୟ ସମାପ୍ତିକୁ ବାହାର କରନ୍ତୁ

source: Remove Packages
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ବାହାର କରନ୍ତୁ

source: Remove Product
or: ଉତ୍ପାଦନକୁ ବାହାର କରନ୍ତୁ

source: Remove Provider
or: ପ୍ରଦାତାକୁ ବାହାର କରନ୍ତୁ

source: Remove Repository
or: ରେପୋଜିଟୋରୀକୁ ବାହାର କରନ୍ତୁ

source: Remove Role
or: ଭୂମିକାକୁ ବାହାର କରନ୍ତୁ

source: Remove Sync Plan
or: ସନ୍ତୁଳନ ଯୋଜନାକୁ ବାହାର କରନ୍ତୁ

source: Remove System
or: ତନ୍ତ୍ରକୁ ବାହାର କରନ୍ତୁ

source: Remove System(s)
or: ତନ୍ତ୍ରଗୁଡ଼ିକୁ ବାହାର କରନ୍ତୁ

source: Remove Systems in Environment
or: ପରିବେଶରେ ଥିବା ତନ୍ତ୍ରଗୁଡ଼ିକୁ ବାହାର କରନ୍ତୁ

source: Remove User
or: ଚାଳକକୁ ବାହାର କରନ୍ତୁ

source: Removed LDAP group '%s'
or: LDAP ଶ୍ରେଣୀ '%s' କୁ ବାହାର କରାଯାଇଛି

source: Removed:
or: ବାହାର କରାଯାଇଛି:

source: Removing Package Group...
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀକୁ ବାହାର କରୁଅଛି...

source: Removing Package...
or: ପ୍ୟାକେଜକୁ ବାହାର କରୁଅଛି...

source: Removing...
or: ବାହାର କରୁଅଛି...

source: Rendering 400:
or: ଚିତ୍ରଣ କରୁଅଛି 400:

source: Rendering 404:
or: ଚିତ୍ରଣ କରୁଅଛି 404:

source: Rendering 500:
or: ଚିତ୍ରଣ କରୁଅଛି 500:

source: Repo Type:
or: ରେପୋ ପ୍ରକାର:

source: Repo id or environment must be provided
or: ରେପୋ id କିମ୍ବା ପରିବେଶ ନିଶ୍ଚିତ ଭାବରେ ଦେବା ଉଚିତ

source: Repos
or: ରେପୋଗୁଡ଼ିକ

source: Repositories
or: ରେପୋଜିଟୋରୀଗୁଡ଼ିକ

source: Repositories can be deleted only in Library environment.
or: କେବଳ ଲାଇବ୍ରେରୀ ପରିବେଶରେ ରେପୋଜିଟୋରୀକୁ ଅପସାରଣ କରାଯାଇପାରିବ।

source: Repository
or: ରେପୋଜିଟୋରୀ

source: Repository '%X'
or: ରେପୋଜିଟୋରୀ '%X'

source: Repository '%s' created.
or: ରେପୋଜିଟୋରୀ '%s' ପ୍ରସ୍ତୁତ ହୋଇଛି।

source: Repository '%s' finished syncing successfully.
or: ରେପୋଜିଟୋରୀ '%s' ସଫଳତାର ସହିତ ସନ୍ତୁଳନ କରିସାରିଛି।

source: Repository '%s' is already present in the template.
or: ରେପୋଜିଟୋରୀ '%s' ପୂର୍ବରୁ ନମୁନାରେ ଉପସ୍ଥିତ ଅଛି।

source: Repository '%s' not found in this environment.
or: ରେପୋଜିଟୋରୀ '%s' ଏହି ପରିବେଶରେ ମିଳିଲା ନାହିଁ।

source: Repository '%s' not found in this template.
or: ରେପୋଜିଟୋରୀ '%s' ଏହି ନମୁନାରେ ମିଳୁ ନାହିଁ।

source: Repository '%s' removed.
or: ରେପୋଜିଟୋରୀ '%s' କୁ ବାହାର କରାଯାଇଛି।

source: Repository '%s' updated.
or: ରେପୋଜିଟୋରୀ '%s' ଅଦ୍ୟତନ କରା ହୋଇଛି।

source: Repository Details
or: ରେପୋଜିଟୋରୀ ବିବରଣୀ

source: Repository Url
or: ରେପୋଜିଟୋରୀ Url

source: Repository cannot be disabled since it has already been promoted.
or: ରେପୋଜିଟୋରୀକୁ ନିଷ୍କ୍ରିୟ କରିପାରିବେ ନାହିଁ ଯେହେତୁ ଏହାକୁ ପୂର୍ବରୁ ଉନ୍ନତ କରାଯାଇଛି।

source: Repository of the distribution '%s' has not been promoted into the target environment!
or: ବଣ୍ଟନ '%s' ର ରେପୋଜିଟୋରୀକୁ ଲକ୍ଷ୍ଯସ୍ଥଳ ପରିବେଶରେ ଉନ୍ନତ କରାଯାଇ ନାହିଁ!

source: Repository of the erratum '%s' has not been promoted into the target environment!
or: ଏରାଟା '%s' ର ରେପୋଜିଟୋରୀକୁ ଲକ୍ଷ୍ଯସ୍ଥଳ ପରିବେଶରେ ଉନ୍ନତ କରାଯାଇ ନାହିଁ!

source: Repository of the package '%s' has not been promoted into the target environment!
or: ପ୍ୟାକେଜ '%s' ର ରେପୋଜିଟୋରୀକୁ ଲକ୍ଷ୍ଯସ୍ଥଳ ପରିବେଶରେ ଉନ୍ନତ କରାଯାଇ ନାହିଁ!

source: Request
or: ଅନୁରୋଧ

source: Request received has either an invalid or expired token. Token: '%{t}'
or: ଗ୍ରହଣ ହୋଇଥିବା ଅନୁରୋଧରେ ହୁଏତଃ ଏକ ଅବୈଧ କିମ୍ବା ସମୟ ସମାପ୍ତ ହୋଇଥିବା ଟକେନ ଅଛି। ଟକେନ: '%{t}'

source: Requires
or: ଆବଶ୍ୟକ କରିଥାଏ

source: Reset Password
or: ପ୍ରବେଶ ସଂକେତ ପୁନସ୍ଥାପନ କରନ୍ତୁ

source: Result
or: ଫଳାଫଳ

source: Revert Filter
or: ଛାଣକକୁ ପ୍ରତ୍ୟାବୃତ କରନ୍ତୁ

source: Review
or: ସମୀକ୍ଷା

source: Role
or: ଭୂମିକା

source: Role '%s' was created.
or: ଭୂମିକା '%s' ନିର୍ମାଣ ହୋଇଥିଲା।

source: Role '%s' was deleted.
or: ଭୂମିକା '%s' କୁ ଅପସାରଣ ହୋଇଥିଲା।

source: Role '%s' was updated.
or: ଭୂମିକା '%s' କୁ ଅଦ୍ୟତନ କରାଯାଇଥିଲା।

source: Role Details
or: ଭୂମିକା ବିବରଣୀ

source: Roles
or: ଭୂମିକା

source: Roles for all users were synchronised with LDAP groups
or: ସମସ୍ତ ବ୍ୟବହାରକାରୀଙ୍କ ପାଇଁ ଭୂମିକାକୁ LDAP ଶ୍ରେଣୀଗୁଡ଼ିକ ସହିତ ସନ୍ତୁଳନ କରାଯାଇଛି

source: Route does not exist:
or: ପଥ ଅବସ୍ଥିତ ନାହିଁ:

source: Running.
or: ଚାଲୁଅଛି।

source: Save
or: ସଂରକ୍ଷଣ କରନ୍ତୁ

source: Save Changeset
or: ପରିବର୍ତ୍ତନ ସେଟକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ

source: Save Filter
or: ଛାଣକକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ

source: Save Roles
or: ଭୂମିକାଗୁଡ଼ିକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ

source: Save User
or: ଚାଳକକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ

source: Save as Favorite
or: ପସନ୍ଦ ଭାବରେ ସଂରକ୍ଷଣ କରନ୍ତୁ

source: Saving System Template
or: ତନ୍ତ୍ର ନମୁନାକୁ ସଂରକ୍ଷଣ କରୁଅଛି

source: Saving...
or: ସଂରକ୍ଷଣ କରୁଅଛି...

source: Scope
or: ସମ୍ଭାବନା

source: Search
or: ସନ୍ଧାନ କରନ୍ତୁ

source: Search available package names...
or: ଉପଲବ୍ଧ ପ୍ୟାକେଜ ନାମଗୁଡ଼ିକୁ ଖୋଜନ୍ତୁ...

source: Search available product names...
or: ଉପଲବ୍ଧ ଉତ୍ପାଦନ ନାମଗୁଡ଼ିକୁ ଖୋଜନ୍ତୁ...

source: Search available repository names...
or: ଉପଲବ୍ଧ ରେପୋଜିଟୋରୀ ନାମଗୁଡ଼ିକୁ ସନ୍ଧାନ କରନ୍ତୁ...

source: Search is not available for the current content
or: ପ୍ରଚଳିତ ବିଷୟବସ୍ତୁ ପାଇଁ ସନ୍ଧାନ ଉପଲବ୍ଧ ନାହିଁ

source: Search...
or: ସନ୍ଧାନ କରନ୍ତୁ...

source: Select All
or: ସମସ୍ତଙ୍କୁ ବାଛନ୍ତୁ

source: Select Architecture
or: ସଂରଚନା ବାଛନ୍ତୁ

source: Select Auto-subscribe Level...
or: ସ୍ୱୟଂ-ସଦସ୍ୟତା ସ୍ତରକୁ ବାଛନ୍ତୁ...

source: Select None
or: କାହାକୁ ବାଛନ୍ତୁ ନାହିଁ

source: Select Organization
or: ଅନୁଷ୍ଠାନ ବାଛନ୍ତୁ

source: Select Plans to apply to selected Products
or: କିଛି ବଚ୍ଛିତ ଉତ୍ପାଦନଗୁଡ଼ିକରେ ପ୍ରୟୋଗ କରିବା ପାଇଁ ଯୋଜନାଗୁଡ଼ିକୁ ବାଛନ୍ତୁ

source: Select Products to schedule
or: ଯୋଜନା ପାଇଁ ଉତ୍ପାଦନଗୁଡ଼ିକୁ ବାଛନ୍ତୁ

source: Select Repositories:
or: ରେପୋଜିଟୋରୀ ବାଛନ୍ତୁ:

source: Select a System Template
or: ଗୋଟିଏ ତନ୍ତ୍ର ନମୁନା ବାଛନ୍ତୁ

source: Selected Distribution
or: ବଣ୍ଟନକୁ ବାଛନ୍ତୁ

source: Send Login
or: ଲଗଇନ ପଠାନ୍ତୁ

source: Service Level %s
or: ସର୍ଭିସ ସ୍ତର %s

source: Severity: Critical
or: ଗୁରୁତ୍ତ୍ୱ: ଜଟିଳ

source: Severity: Important
or: ଗୁରୁତ୍ତ୍ୱ: ଆବଶ୍ୟକୀୟ

source: Severity: Low
or: ଗୁରୁତ୍ତ୍ୱ: ନିମ୍ନ

source: Severity: Moderate
or: ଗୁରୁତ୍ତ୍ୱ: ମଧ୍ଯମ

source: Signature
or: ହସ୍ତାକ୍ଷର

source: Size (Packages)
or: ଆକାର (ପ୍ୟାକେଜଗୁଡ଼ିକ)

source: Sockets
or: ସକେଟଗୁଡ଼ିକ

source: Software
or: ସଫ୍ଟୱେର

source: Some promotion changeset modifications have not finished processing, are you sure you want to leave the page? By leaving you may lose some modifications.
or: କିଛି ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟ ପରିବର୍ତ୍ତନଗୁଡ଼ିକ କାମ ସମାପ୍ତ କରିନାହାନ୍ତି, ଆପଣ ଏହି ପୃଷ୍ଠାକୁ ଛାଡ଼ିବାକୁ ଚାହୁଁଛନ୍ତି କି ? ଏଥିରୁ ବାହାରିଗଲେ ଆପଣ କିଛି ପରବର୍ତ୍ତନକୁ ହରାଇ ପାରନ୍ତି।

source: Sorry about that! It seems something went wrong. If you continue having trouble with this, please contact an Administrator.
or: ଏଥିପାଇଁ ଦୁଖିତ! କିଛି ଭୁଲ ହେଲାପରି ଲାଗୁଛି। ଯଦି ଆପଣ ଏଥିରେ ସମସ୍ୟା ଦେଖନ୍ତି, ତେବେ ପ୍ରଶାସକଙ୍କୁ ସମ୍ପର୍କ କରନ୍ତୁ।

source: Specify Local Manifest
or: ସ୍ଥାନୀୟ ମାଲସୂଚୀକୁ ଉଲ୍ଲେଖ କରନ୍ତୁ

source: Start
or: ପ୍ରାରମ୍ଭ

source: Start Date
or: ଆରମ୍ଭ ତାରିଖ

source: Start Date and Time can't be blank
or: ଆରମ୍ଭ ତାରିଖ ଏବଂ ସମୟକୁ ଖାଲି ରଖିହେବ ନାହିଁ

source: Start Time
or: ଆରମ୍ଭ ସମୟ

source: Started promotion of '%s' to %s environment
or: '%s' ର ପ୍ରଚାରକୁ %s ପରିବେଶରେ ଆରମ୍ଭ କରାଯାଇଛି

source: Strong
or: ଶକ୍ତିଶାଳୀ

source: Subscribe
or: ସଦସ୍ୟତା ଗ୍ରହଣ କରନ୍ତୁ

source: Subscription
or: ସଦସ୍ୟତା

source: Subscription manifest must be specified on upload.
or: ସଦସ୍ୟତା ସୂଚୀକୁ ନିଶ୍ଚିତ ଭାବରେ ଧାରଣ କରିବା ସମୟରେ ଉଲ୍ଲେଖ କରିବା ଆବଶ୍ୟକ।

source: Subscription manifest upload for provider '%{name}' failed.
or: ପ୍ରଦାତା '%{name}' ପାଇଁ ସଦସ୍ୟତା ସୂଚୀ ଧାରଣ ବିଫଳ ହୋଇଛି।

source: Subscription manifest uploaded successfully for provider '%{name}'.
or: ପ୍ରଦାତା '%{name}' ପାଇଁ ସଦସ୍ୟତା ସୂଚୀ ସଫଳତାର ସହିତ ଧାରଣ ହୋଇଛି।

source: Subscription manifest uploaded successfully for provider '%{name}'. Please enable the repositories you want to sync by selecting 'Enable Repositories' and selecting individual repositories to be enabled.
or: ପ୍ରଦାତା '%{name}' ପାଇଁ ସଦସ୍ୟତା ସୂଚୀ ସଫଳତାର ସହିତ ଧାରଣ ହୋଇଛି। ଦୟାକରି 'ରେପୋଜିଟୋରୀକୁ ସକ୍ରିୟ କରନ୍ତୁ' କୁ ବାଛିକରି ଏବଂ ସକ୍ରିୟ କରିବାକୁ ଥିବା ବ୍ୟକ୍ତିଗତ ରେପୋଜିଟୋରୀଗୁଡ଼ିକୁ ବାଛିକରି ଆପଣ ସନ୍ତୁଳନ କରିବାକୁ ଚାହୁଁଥିବା ରେପୋଜିଟୋରୀକୁ ସକ୍ରିୟ କରନ୍ତୁ।

source: Subscriptions
or: ସଦସ୍ୟତାଗୁଡ଼ିକ

source: Subscriptions are Current
or: ସଦସ୍ୟତାଗୁଡ଼ିକ ପ୍ରଚଳିତ ଅଟେ

source: Subscriptions are Current Until %s
or: ସଦସ୍ୟତାଗୁଡ଼ିକ %s ପର୍ଯ୍ୟନ୍ତ ପ୍ରଚଳିତ ଅଟେ

source: Subscriptions are not Current
or: ସଦସ୍ୟତାଗୁଡ଼ିକ ପ୍ରଚଳିତ ନୁହଁ

source: Subscriptions successfully added to Activation Key '%s'.
or: ସକ୍ରିୟଣ କି '%s' ରେ ସଦସ୍ୟତାଗୁଡ଼ିକୁ ସଫଳତାର ସହିତ ଯୋଗ କରାଯାଇଛି।

source: Subscriptions successfully removed from Activation Key '%s'.
or: ସକ୍ରିୟଣ କି '%s' ରେ ସଦସ୍ୟତାଗୁଡ଼ିକୁ ସଫଳତାର ସହିତ ବାହାର କରାଯାଇଛି।

source: Success
or: ସଫଳ

source: Successfully promoted changeset '%s'.
or: ପରିବର୍ତ୍ତନ ସେଟ '%s' କୁ ସଫଳତାର ସହିତ ପ୍ରଚାର କରାଯାଇଛି।

source: Successfully removed organization '%s'.
or: ଅନୁଷ୍ଠାନ '%s' କୁ ସଫଳତାର ସହିତ ବାହାର କରାଯାଇଛି।

source: Sucessfully updated '%s' package filter.
or: '%s' ପ୍ୟାକେଜ ଫିଲଟରକୁ ସଫଳତାର ସହିତ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: Summary
or: ସାରାଂଶ

source: Summary:
or: ସାରାଂଶ:

source: Super Admin
or: ମୂଖ୍ୟ ପ୍ରସାଶକ

source: Super Admin permission
or: ମୂଖ୍ୟ ପ୍ରଶାସକ ଅନୁମତି

source: Super administrator with all access.
or: ସମସ୍ତ ପ୍ରବେଶାନୁମତି ବିଶିଷ୍ଟ ମୂଖ୍ୟ ପ୍ରଶାସକ

source: Support Level
or: ସହାୟତା ସ୍ତର

source: Sync Cancelled
or: ସନ୍ତୁଳନ ବାତିଲ ହୋଇଛି

source: Sync Management
or: ସନ୍ତୁଳନ ପରିଚାଳନା

source: Sync Overview
or: ସନ୍ତୁଳନ ବିବରଣୀ

source: Sync Plan '%s' was created.
or: ସନ୍ତୁଳନ ଯୋଜନା '%s' କୁ ନିର୍ମାଣ କରାଯାଇଛି।

source: Sync Plan '%s' was updated.
or: ସନ୍ତୁଳନ ଯୋଜନା '%s' କୁ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: Sync Plans
or: ସନ୍ତୁଳନ ଯୋଜନାଗୁଡ଼ିକ

source: Sync Plans applied successfully.
or: ସନ୍ତୁଳନ ଯୋଜନାଗୁଡ଼ିକୁ ସଫଳତାର ସହିତ ପ୍ରୟୋଗ ହୋଇଛି।

source: Sync Products
or: ସନ୍ତୁଳନ ଉତ୍ପାଦନଗୁଡ଼ିକ

source: Sync Schedule
or: ସନ୍ତୁଳନ ଯୋଜନା

source: Sync Status
or: ସନ୍ତୁଳନ ସ୍ଥିତି

source: Sync complete.
or: ସନ୍ତୁଳନ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଛି।

source: Sync plan '%s' was deleted.
or: ସନ୍ତୁଳନ ଯୋଜନା '%s' କୁ ଅପସାରଣ କରାଯାଇଛି।

source: Synchronization plan assigned.
or: ସନ୍ତୁଳନ ଯୋଜନା ନ୍ୟସ୍ତ ହୋଇଛି।

source: Synchronization plan removed.
or: ସନ୍ତୁଳନ ଯୋଜନା ବାହାର ହୋଇଛି।

source: Synchronize Now
or: ବର୍ତ୍ତମାନ ସନ୍ତୁଳନ କରନ୍ତୁ

source: System
or: ତନ୍ତ୍ର

source: System '%s' was created.
or: ତନ୍ତ୍ର '%s' ନିର୍ମାଣ ହୋଇଛି।

source: System '%s' was updated.
or: ତନ୍ତ୍ର '%s' ଅଦ୍ୟତିତ ହୋଇଛି।

source: System Current Subscription(s)
or: ତନ୍ତ୍ରର ପ୍ରଚଳିତ ସଦସ୍ୟତା(ଗୁଡ଼ିକ)

source: System Default
or: ତନ୍ତ୍ର ପୂର୍ବନିର୍ଦ୍ଧାରିତ

source: System Events
or: ତନ୍ତ୍ର ଘଟଣାଗୁଡ଼ିକ
