Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: Auto-attach On, No Service Level Preference
kn: ಸ್ವಯಂ-ಲಗತ್ತು ಆನ್‌ ಆಗಿದೆ, ಯಾವುದೆ ಸೇವಾ ಮಟ್ಟದ ಆದ್ಯತೆಯಿಲ್ಲ

source: Auto-attach On, Service Level %s
kn: ಸ್ವಯಂ-ಲಗತ್ತು ಆನ್‌ ಆಗಿದೆ, ಸೇವಾ ಮಟ್ಟದ %s

source: CDN loading error: access denied to %s
fr: Erreur de chargement CDN : accès refusé à %s
kn: CDN ಲೋಡಿಂಗ್ ದೋಷ: %s ಗಾಗಿನ ನಿಲುಕಣೆಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ

source: CDN loading error: access forbidden to %s
fr: Erreur de chargement CDN : accès interdit à %s
kn: CDN ಲೋಡಿಂಗ್ ದೋಷ: %s ನ ನಿಲುಕನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ

source: Can't copy System Groups to a different org: '%{org1}' != '%{org2}'
fr: Impossible de copier des groupes de systèmes sur une autre organisation : « %{org1} » != « %{org2} »
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪುಗಳನ್ನು ಒಂದು ಪ್ರತ್ಯೇಕವಾದ ಸಂಸ್ಥೆಗೆ ಪ್ರತಿ ಮಾಡಲಾಗಿಲ್ಲ: '%{org1}' != '%{org2}'

source: Can't update the '%s' environment
kn: %s ಪರಿಸರವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ

source: Canceled synchronization of %{name}: %{id}
fr: Synchronisation de %{name} annulée : %{id}
kn: %{name} ನ ಹೊಂದಾಣಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ: %{id}

source: Canceled.
fr: Annulé.
kn: ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.

source: Cannot create activation keys in the '%s' environment
kn: '%s' ಪರಿಸರದಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಕೆಯ ಕೀಲಿಯನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ

source: Cannot delete the changeset '%s' because it is not in the review phase.
fr: Impossible de supprimer le changeset « %s » car il n'est pas en phase de révision.
kn: '%s' ಚೇಂಜ್‌ಸೆಟ್ ಅನ್ನು ಅಳಿಸಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಅದು ಅವಲೋಕನ ಹಂತದಲ್ಲಿ ಇಲ್ಲ.

source: Cannot dissociate user '%{username}' from '%{role}' role. Need at least one user in the '%{role}' role.
fr: Impossible de dissocier l'utilisateur « %{username} » du rôle « %{role} ». Au moins un utilisateur doit se trouver dans le rôle « %{role} ».
kn: '%{username}' ಬಳಕೆದಾರನನ್ನು '%{role}' ಪಾತ್ರದಿಂದ ಸಂಬಂಧ ಕಡಿದು ಹಾಕಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. '%{role}' ಪಾತ್ರದಲ್ಲಿ ಕನಿಷ್ಟ ಒಬ್ಬ ಬಳಕೆದಾರನ ಅಗತ್ಯವಿರುತ್ತದೆ.

source: Cannot dissociate user '%{user}' from '%{role}' role. Need at least one user in the '%{role}' role.
fr: Impossible de dissocier l'utilisateur « %{user} » du rôle « %{role} ». Au moins un utilisateur doit se trouver dans le rôle « %{role} ».
kn: '%{user}' ಬಳಕೆದಾರನನ್ನು '%{role}' ಪಾತ್ರದಿಂದ ಸಂಬಂಧ ಕಡಿದು ಹಾಕಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. '%{role}' ಪಾತ್ರದಲ್ಲಿ ಕನಿಷ್ಟ ಒಬ್ಬ ಬಳಕೆದಾರನ ಅಗತ್ಯವಿರುತ್ತದೆ.

source: Cannot export templates for the '%s' environment.
kn: '%s' ಪರಿಸರಕ್ಕಾಗಿ ಸಿದ್ಧಮಾದರಿಯನ್ನು ರಫ್ತು ಮಾಡಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.

source: Cannot promote the changeset '%s' because it is not in the review phase.
fr: Impossible de promouvoir le changeset « %s » car il n'est pas en phase de révision.
kn: %s' ಚೇಂಜ್‌ಸೆಟ್ ಅನ್ನು ಮೇಲೇರಿಸಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಅದು ಅವಲೋಕನ ಹಂತದಲ್ಲಿ ಇಲ್ಲ.

source: Cannot register a system to the '%s' environment
kn: '%s' ಪರಿಸರಕ್ಕೆ ಒಂದು ವ್ಯವಸ್ಥೆಯನ್ನು ನೋಂದಾಯಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ

source: Cannot validate templates for the '%s' environment.
kn: '%s' ಪರಿಸರಕ್ಕಾಗಿ ಸಿದ್ಧಮಾದರಿಯನ್ನು ಮಾನ್ಯಗೊಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.

source: Changeset Management
fr: Gestion du changeset
kn: ಚೇಂಜ್‌ಸೆಟ್‌ ವ್ಯವಸ್ಥಾಪನೆ

source: Changesets History
fr: Historique de changesets
kn: ಚೇಂಜ್‌ಸೆಟ್‌ಗಳ ಇತಿಹಾಸ

source: Content Search
fr: Recherche de contenu
kn: ಕಂಟೆಂಟ್ ಹುಡುಕಾಟ

source: Could not modify environments. One or more associated activation keys (%s) would become invalid.
fr: Impossible de modifier les environnements. Une ou plusieurs clé(s) d'activation associée(s) (%s) pourraient devenir invalide(s).
kn: ಪರಿಸರಗಳನ್ನು ಬದಲಾಯಿಸಲಾಗಿಲ್ಲ. ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಸಂಬಂಧಿತ ಸಕ್ರಿಯಗೊಳಿಕೆಯ ಕೀಲಿಗಳು (%s) ಅಸಿಂಧುವಾಗುತ್ತವೆ.

source: Could not modify environments. System group membership does not match new environment association.
fr: Impossible de modifier les environnements. L'abonnement au groupe de système ne correspond pas à l'association aux nouveaux environnements.
kn: ಪರಿಸರಗಳನ್ನು ಬದಲಾಯಿಸಲಾಗಿಲ್ಲ. ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿನ ಸದಸ್ಯತ್ವವು ಪರಿಸರಕ್ಕೆ ಸಂಬಂಧಿಸಿದವುಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.

source: Couldn't find GPG key '%s'
fr: Clé GPG « %s » introuvable
kn: '%s' GPG ಕೀಲಿಯು ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find activation key '%s'
fr: Clé d'activation « %s » introuvable
kn: '%s' ಸಕ್ರಿಯಗೊಳಿಸುವ ಕೀಲಿಯು ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find changeset '%s'
fr: Changeset « %s » introuvable
kn: '%s' ಚೇಂಜ್‌ಸೆಟ್ ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find custom info
fr: Les informations personnalisées sont introuvables
kn: ಅಗತ್ಯಾನುಗುಣವಾದ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ

source: Couldn't find filter '%s'
fr: Filtre « %s » introuvable
kn: '%s' ಫಿಲ್ಟರ್ ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find organization '%s'
fr: Organisation « %s » introuvable
kn: '%s' ಸಂಸ್ಥೆಯು ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find organization with ID %s
fr: Organisation avec ID %s introuvable
kn: %s ಎಂಬ ID ಯನ್ನು ಹೊಂದಿರುವ ಸಂಸ್ಥೆಯನ್ನು ಪತ್ತೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Couldn't find permissions '%s'
fr: Permissions « %s » introuvables
kn: '%s' ಅನುಮತಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find pool '%{pool}' in activation_key '%{ak}'
fr: Impossible de trouver le pool « %{pool} » dans activation_key « %{ak} »
kn: '%{pool}' ಎಂಬ ಪೂಲ್ '%{ak}' activation_key ಯಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find product with id '%s'
fr: Le produit avec l'ID « %s » est introuvable
kn: '%s' id ಯನ್ನು ಹೊಂದಿದ ಉತ್ಪನ್ನವು ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find repository '%s'
fr: Référentiel « %s » introuvable
kn: '%s' ರೆಪೊಸಿಟರಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find sync plan '%{plan}' in organization '%{org}'
fr: Impossible de trouver le plan de synchronisation « %{plan} » dans l'organisation « %{org} »
kn: '%{plan}' ಸಿಂಕ್ ಯೋಜನೆಯು '%{org}' ಸಂಸ್ಥೆಯಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find system '%s'
fr: Système « %s » introuvable
kn: '%s' ವ್ಯವಸ್ಥೆಯು ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find system group '%s'
fr: Groupe de systèmes « %s » introuvables
kn: '%s' ವ್ಯವಸ್ಥೆಯ ಗುಂಪು ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find template '%s'
fr: Modèle « %s » introuvable
kn: '%s' ಸಿದ್ಧಮಾದರಿಯು ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find user '%s'
fr: Utilisateur « %s » introuvable
kn: '%s' ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿಲ್ಲ

source: Couldn't find user role '%s'
fr: Impossible de trouver le rôle utilisateur « %s »
kn: '%s' ಬಳಕೆದಾರ ಪಾತ್ರವು ಕಂಡುಬಂದಿಲ್ಲ

source: Custom Content Repositories
fr: Référentiels au contenu personnalisé
kn: ಅಗತ್ಯಾನುಗುಣವಾಗಿ ಕಂಟೆಂಟ್ ರೆಪೊಸಿಟರಿಗಳು

source: Daily at %{time} from %{date} %{zone}
fr: Tous les jours à %{time} à partir de %{date} %{zone}
kn: ಪ್ರತಿದಿನ %{time} ಇಂದ %{date} %{zone} ವರೆಗೆ

source: Default Organization no longer selected.
fr: L'organisation par défaut n'est plus sélectionnée.
kn: ಪೂರ್ವನಿಯೋಜಿತ ಸಂಸ್ಥೆಯನ್ನು ಇನ್ನು ಮುಂದೆ ಆಯ್ಕೆ ಮಾಡಲಾಗುವುದಿಲ್ಲ.

source: Default Organization: '%s' saved.
fr: Organisation par défaut : « %s » enregistré.
kn: ಪೂರ್ವನಿಯೋಜಿತ ಸಂಸ್ಥೆ: '%s' ಅನ್ನು ಉಳಿಸಲಾಗಿದೆ.

source: Delete Content from Environment
fr: Supprimer le contenu de l'environnement
kn: ಪರಿಸರದಿಂದ ಕಂಟೆಂಟ್ ಅನ್ನು ಅಳಿಸು

source: Delete System Group
fr: Supprimer le groupe de systèmes
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪನ್ನು ಅಳಿಸು

source: Delete Systems in System Group
fr: Supprimer les systèmes dans le groupe de systèmes
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿನಲ್ಲಿ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಅಳಿಸು

source: Deleted GPG key '%s'
fr: Clé GPG « %s » supprimée
kn: ಅಳಿಸಲಾದ GPG ಕೀಲಿ '%s'

source: Deleted System Group %{group} and it's %{count} systems.
fr: Le groupe de systèmes %{group} et ses %{count} systèmes ont été supprimés.
kn: %{group} ಎಂಬ ವ್ಯವಸ್ಥೆಯ ಗುಂಪು ಮತ್ತು ಅದರ %{count} ವ್ಯವಸ್ಥೆಗಳನ್ನು ಅಳಿಸು.

source: Deleted activation key '%s'
fr: Clé d'activation « %s » supprimée
kn: ಅಳಿಸಲಾದ ಸಕ್ರಿಯಗೊಳಿಕೆಯ ಕೀಲಿ '%s'

source: Deleted changeset '%s'
fr: Changeset « %s » supprimé
kn: ಅಳಿಸಲಾದ ಚೇಂಜ್‌ಸೆಟ್ '%s'

source: Deleted custom info '%s'
fr: Informations personnalisées « %s » supprimées
kn: ಅಳಿಸಲಾದ ಅಗತ್ಯಾನುಗುಣ ಮಾಹಿತಿ '%s'

source: Deleted environment '%s'
fr: Environnement « %s » supprimé
kn: ಅಳಿಸಲಾದ ಪರಿಸರ '%s'

source: Deleted filter '%s'
fr: Filtre « %s » supprimé
kn: ಅಳಿಸಲಾದ ಫಿಲ್ಟರ '%s'

source: Deleted permission '%s'
fr: Permission « %s » supprimée
kn: ಅಳಿಸಲಾದ ಅನುಮತಿ '%s'

source: Deleted product '%s'
fr: Produit « %s » supprimé
kn: ಅಳಿಸಲಾದ ಉತ್ಪನ್ನ '%s'

source: Deleted repository '%s'
fr: Référentiel « %s » supprimé
kn: ಅಳಿಸಲಾದ ರೆಪೊಸಿಟರಿ '%s'

source: Deleted role '%s'
fr: Rôle « %s » supprimé
kn: ಅಳಿಸಲಾದ ಪಾತ್ರ '%s'

source: Deleted sync plan '%s'
fr: Plan de synchronisation « %s » supprimé
kn: ಅಳಿಸಲಾದ ಸಿಂಕ್ ಯೋಜನೆ '%s'

source: Deleted system '%s'
fr: Système « %s » supprimé
kn: ಅಳಿಸಲಾದ ವ್ಯವಸ್ಥೆ '%s'

source: Deleted system group '%s'
fr: Groupe de systèmes « %s » supprimé
kn: ಅಳಿಸಲಾದ ವ್ಯವಸ್ಥೆಯ ಗುಂಪು '%s'

source: Deleted system group '%{s}' and it's %{n} systems.
fr: Suppression du groupe de systèmes « %{s} » et de ses %{n} systèmes.
kn: '%{s}' ಎಂಬ ವ್ಯವಸ್ಥೆಯ ಗುಂಪು ಮತ್ತು ಅದರ %{n} ವ್ಯವಸ್ಥೆಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: Deleted system template '%s'
fr: Modèle système « %s » supprimé
kn: ಅಳಿಸಲಾದ ವ್ಯವಸ್ಥೆಯ ಸಿದ್ಧಮಾದರಿ '%s'

source: Deleted user '%s'
fr: Utilisateur « %s » supprimé
kn: ಅಳಿಸಲಾದ ಬಳಕೆದಾರ '%s'

source: Deleting environment in candlepin: %s
fr: Suppression de l'environnement dans Candlepin en cours : %s
kn: candlepin ನಲ್ಲಿ ಪರಿಸರವನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ: %s

source: Directory
kn: ಕೋಶ

source: Distribution '%s' not found in the changeset
fr: La distribution « %s » est introuvable dans le changeset.
kn: '%s' ವಿತರಣೆಯು ಚೇಂಜ್‌ಸೆಟ್‌ನಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Distribution '%s' not found within the repository
fr: La distribution « %s » est introuvable dans le référentiel.
kn: '%s' ವಿತರಣೆಯು ರೆಪೊಸಟರಿಯಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Distribution '%{id}' not found in the '%{name}' environment
fr: Distribution « %{id} » introuvable dans l'environnement « %{name} »
kn: '%{id}' ವಿತರಣೆಯು '%{name}' ಪರಿಸರದಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Either organization ID or environment ID needs to be specified
fr: L'ID de l'organisation ou de l'environnement doit être spécifié
kn: ಸಂಸ್ಥೆಯ ID ಅಥವ ಪರಿಸರ ID ಯಲ್ಲಿ ಒಂದನ್ನು ಸೂಚಿಸಬೇಕು

source: Either packages or groups must be provided
fr: Des paquetages ou des groupes doivent être fournis
kn: ಪ್ಯಾಕೇಜುಗಳು ಅಥವ ಗುಂಪುಗಳಲ್ಲಿ ಒಂದನ್ನು ಒದಗಿಸಬೇಕು

source: Email sent to '%s' with password reset instructions.
fr: Courriel envoyé à « %s » avec des instructions pour la réinitialisation du mot de passe.
kn: ಗುಪ್ತಪದವನ್ನು ಮರಳಿ ಹೊಂದಿಸುವ ಸೂಚನೆಗಳೊಂದಿಗೆ '%s' ಗೆ ಇಮೈಲ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ.

source: Email sent to '%s' with valid login user names.
fr: Courriel envoyé à « %s » avec des noms d'utilisateur valides.
kn: ಸಿಂಧುವಾದ ಬಳಕೆದಾರ ಹೆಸರುಗಳೊಂದಿಗೆ '%s' ಗೆ ಇಮೈಲ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ.

source: Empty request received to install Packages or Package Groups for System '%s'.
fr: Requête vide reçue pour installer les paquetages ou les groupes de paquetages du système « %s ».
kn: ಪ್ಯಾಕೇಜು ಅಥವ ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳ ವ್ಯವಸ್ಥೆ '%s' ಗಾಗಿ ಅನುಸ್ಥಾಪಿಸಲು ಏನೂ ಇರದ ಒಂದು ಮನವಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ.

source: Empty request received to install Packages or Package Groups for System Group '%s'.
fr: Requête vide reçue pour installer les paquetages ou les groupes de paquetages du groupe de systèmes « %s ».
kn: ಪ್ಯಾಕೇಜು ಅಥವ ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳ ವ್ಯವಸ್ಥೆ ಗುಂಪು '%s' ಗಾಗಿ ಅನುಸ್ಥಾಪಿಸಲು ಏನೂ ಇರದ ಒಂದು ಮನವಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ.

source: Empty request received to uninstall Packages or Package Groups for System '%s'.
fr: Requête vide reçue pour désinstaller des paquetages ou des groupes de paquetages du système « %s ».
kn: ಪ್ಯಾಕೇಜು ಅಥವ ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳ ವ್ಯವಸ್ಥೆ '%s' ಗಾಗಿ ತೆಗೆದುಹಾಕಲು ಏನೂ ಇರದ ಒಂದು ಮನವಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ.

source: Empty request received to uninstall Packages or Package Groups for System Group '%s'.
fr: Requête vide reçue pour désinstaller des paquetages ou des groupes de paquetages du groupe de systèmes « %s ».
kn: ಪ್ಯಾಕೇಜು ಅಥವ ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳ ವ್ಯವಸ್ಥೆ ಗುಂಪು '%s' ಗಾಗಿ ತೆಗೆದುಹಾಕಲು ಏನೂ ಇರದ ಒಂದು ಮನವಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ.

source: Empty request received to update Packages or Package Groups for System Group '%s'.
fr: Requête vide reçue pour mettre à jour les paquetages ou les groupes de paquetages du groupe de systèmes « %s ».
kn: ಪ್ಯಾಕೇಜು ಅಥವ ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳ ವ್ಯವಸ್ಥೆ '%s' ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಏನೂ ಇರದ ಒಂದು ಮನವಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ.

source: Environment %s has a successor. Only the last environment on a path can be deleted
fr: L'environnement %s possède un successeur. Seul le dernier environnement sur un chemin peut être supprimé
kn: %s ಪರಿಸರವು ಯಾವುದೆ ಉತ್ತರಾಧಿಕಾರಿಯನ್ನು ಹೊಂದಿಲ್ಲ. ಒಂದು ಮಾರ್ಗದಲ್ಲಿರುವ ಕೊನೆಯ ಪರಿಸರವನ್ನು ಮಾತ್ರ ಅಳಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ

source: Environment %s has a successor. Only the last environment on a path can be deleted.
fr: L'environnement %s possède un successeur. Seul le dernier environnement sur un chemin peut être supprimé.
kn: %s ಪರಿಸರವು ಯಾವುದೆ ಉತ್ತರಾಧಿಕಾರಿಯನ್ನು ಹೊಂದಿಲ್ಲ. ಒಂದು ಮಾರ್ಗದಲ್ಲಿರುವ ಕೊನೆಯ ಪರಿಸರವನ್ನು ಮಾತ್ರ ಅಳಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.

source: Erratum '%s' not found in the changeset
fr: Erratum « %s » introuvable dans le changeset
kn: '%s' ಎರಾಟಮ್ ಚೇಂಜ್‌ಸೆಟ್‌ನಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Erratum '%s' not found within the repository
fr: Erratum « %s » introuvable dans le référentiel
kn: '%s' ಎರಾಟಮ್ ರೆಪೊಸಟರಿಯಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Erratum Install Canceled
fr: Installation de l'erratum annulée
kn: ಎರಾಟಮ್ ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಂಡಿದೆ

source: Erratum Install Complete
fr: Installation d'erratum terminée
kn: ಎರಾಟಾ ಅನುಸ್ಥಾಪನೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ

source: Erratum Install Failed
fr: Échec de l'installation d'erratum
kn: ಎರಾಟಮ್ ಅನುಸ್ಥಾಪನೆಯು ವಿಫಲಗೊಂಡಿದೆ

source: Erratum Install Timed Out
fr: Délai d'expiration de l'installation d'erratum dépassé
kn: ಎರಾಟಮ್ ಅನುಸ್ಥಾಪನೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ

source: Erratum with id '%s' not found
fr: Erratum avec id « %s » introuvable
kn: '%s' id ಯನ್ನು ಹೊಂದಿರುವ ಎರಾಟಮ್ ಕಂಡುಬಂದಿಲ್ಲ

source: Error while deleting provider [ %{name} ]: %{error}
fr: Erreur lors de la suppression du fournisseur [ %{name} ] : %{error}
kn: [ %{name} ] ಒದಗಿಸುವವರನ್ನು ಅಳಿಸುವಲ್ಲಿ ದೋಷ: %{error}

source: Events History
fr: Historique des événements
kn: ಘಟನೆಗಳ ಇತಿಹಾಸ

source: Every %{day} at %{time} from %{date} %{zone}
fr: Chaque %{day} à %{time} à partir de %{date} %{zone}
kn: ಪ್ರತಿ %{day} %{time} ಇಂದ %{date} %{zone} ವರಗೆ

source: Failed for system(s):
fr: Échec pour le(s) système(s) :
kn: ಈ ವ್ಯವಸ್ಥೆಗೆ(ಗಳಿಗೆ) ವಿಫಲಗೊಂಡಿದೆ:

source: Failed to apply changeset.
fr: Échec de l'application du changeset.
kn: ಚೇಂಜ್‌ಸೆಟ್‌ ಅನ್ನು ಅನ್ವಯಿಸಲು ವಿಫಲಗೊಂಡಿದೆ.

source: Failed to delete all environments for owner %{org} in candlepin: %{message}
fr: Échec de la suppression de tous les environnements du propriétaire %{org} dans candlepin : %{message}
kn: candlepin ನಲ್ಲಿ %{org} ಮಾಲಿಕನಿಗಾಗಿನ ಪರಿಸರಗಳನ್ನು ಅಳಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ: %{message}

source: Failed to delete all providers for owner %s in candlepin
fr: Échec de la suppression de tous les fournisseurs pour le propriétaire %s dans candlepin
kn: candlepin ನಲ್ಲಿನ %s ಎಂಬ ಮಾಲಿಕನಿಗಾಗಿನ ಎಲ್ಲಾ ಒದಗಿಸುವವರನ್ನು ಅಳಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ

source: Failed to delete all systems for owner %{org} in candlepin: %{message}
fr: Échec de la suppression de tous les systèmes du propriétaire %{org} dans candlepin : %{message}
kn: candlepin ನಲ್ಲಿ %{org} ಮಾಲಿಕನಿಗಾಗಿನ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಅಳಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ: %{message}

source: Failed to delete changeset '%s'. Check notices for more details
fr: Échec de la suppression du changeset « %s ». Veuillez vérifier les avis pour plus de détails
kn: '%s' ಸಂಸ್ಥೆಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ವಿವರಗಳಿಗಾಗಿ ಸೂಚನೆಗಳನ್ನು ನೋಡಿ.

source: Filters assigned to repository or product of erratum '%s' block it from promotion!
fr: Les filtres assignés au référentiel ou au produit de l'erratum « %s » l'empêchent d'être promu !
kn: '%s' ಎಂಬ ಎರಾಟಮ್‌ನ ರೆಪೊಸಿಟರಿ ಅಥವ ಉತ್ಪನ್ನಕ್ಕೆ ನಿಯೋಜಿಸಲಾದ ಫಿಲ್ಟರುಗಳು ಮೇಲೇರಿಕೆಗೆ ಅಡ್ಡಿಯುಂಟು ಮಾಡುತ್ತವೆ!

source: Filters can be stored only in the '%s' repositories.
kn: ಫಿಲ್ಟರುಗಳನ್ನು ಕೇವಲ '%s' ರೆಪೊಸಿಟರಿಗಳಲ್ಲಿ ಮಾತ್ರ ಶೇಖರಿಸಿ ಇಡಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.

source: Hourly from %{date} - %{time} %{zone}
fr: Chaque heure à partir du %{date} - %{time} %{zone}
kn: %{date} - %{time} %{zone} ಇಂದ ಪ್ರತಿ ಗಂಟೆ

source: ID: %s doesn't exist
fr: ID : %s n'existe pas
kn: ID: %s ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ

source: Import
fr: Importer
kn: ಆಮದು

source: Install of Errata '%{errata}' scheduled for System Group '%{group}' failed. Reason: %{message}
fr: Échec de l'installation de l'errata « %{errata} » planifiée pour le groupe de systèmes « %{group} ». Raison : %{message}
kn: '%{errata}' ಎರಾಟವನ್ನು '%{group}' ಎಂಬ ಅನುಸೂಚಿತ ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗೆ ಅನುಸ್ಥಾಪಿಸುವುದು ವಿಫಲಗೊಂಡಿದೆ. ಕಾರಣ: %{message}

source: Install of Errata '%{errata}' scheduled for System Group '%{group}'.
fr: Installation de l'errata « %{errata} » planifiée pour le groupe de systèmes « %{group} ».
kn: '%{errata}' ಎರಾಟವನ್ನು '%{group}' ಎಂಬ ಅನುಸೂಚಿತ ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗೆ ಅನುಸ್ಥಾಪಿಸುವಿಕೆ.

source: Install of Package Groups '%{groups}' scheduled for System Group '%{name}' failed. Reason: %{message}
fr: Échec de l'installation des groupes de paquetages « %{groups} » planifiée pour le groupe de systèmes « %{name} ». Raison : %{message}
kn: '%{groups}' ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳನ್ನು '%{name}' ಎಂಬ ಅನುಸೂಚಿತ ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗೆ ಅನುಸ್ಥಾಪಿಸುವುದು ವಿಫಲಗೊಂಡಿದೆ. ಕಾರಣ: %{message}

source: Install of Package Groups '%{groups}' scheduled for System Group '%{name}'.
fr: Installation des groupes de paquetages « %{groups} » planifiée pour le groupe de systèmes « %{name} ».
kn: '%{groups}' ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳನ್ನು '%{name}' ಎಂಬ ಅನುಸೂಚಿತ ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗೆ ಅನುಸ್ಥಾಪಿಸುವಿಕೆ.

source: Install of Packages '%{packages}' scheduled for System Group '%{name}' failed. Reason: %{message}
fr: Échec de l'installation des paquetages « %{packages} » planifiée pour le groupe de systèmes « %{name} ». Raison : %{message}
kn: '%{packages}' ಪ್ಯಾಕೇಜುಗಳನ್ನು '%{name}' ಎಂಬ ಅನುಸೂಚಿತ ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗೆ ಅನುಸ್ಥಾಪಿಸುವುದು ವಿಫಲಗೊಂಡಿದೆ. ಕಾರಣ: %{message}

source: Install of Packages '%{packages}' scheduled for System Group '%{name}'.
fr: Installation des paquetages « %{packages} » planifiée pour le groupe de systèmes « %{name} ».
kn: '%{packages}' ಪ್ಯಾಕೇಜುಗಳನ್ನು '%{name}' ಎಂಬ ಅನುಸೂಚಿತ ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗೆ ಅನುಸ್ಥಾಪಿಸುವಿಕೆ.

source: Installing Erratum...
fr: Installation de l'erratum...
kn: ಎರಾಟಮ್ ಅನ್ನು ಅನುಸ್ಥಾಪಿಲಾಗುತ್ತಿದೆ...

source: Installing Package Group...
fr: Installation du groupe de paquetages...
kn: ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ಅನುಸ್ಥಾಪಿಸುವಿಕೆ...

source: Installing Package...
fr: Installation du paquetage...
kn: ಪ್ಯಾಕೇಜನ್ನು ಅನುಸ್ಥಾಪಿಲಾಗುತ್ತಿದೆ...

source: Invalid date or time format
fr: Format de la date ou de l'heure invalide
kn: ಅಮಾನ್ಯವಾದ ದಿನಾಂಕ ಅಥವ ಸಮಯದ ವಿನ್ಯಾಸ

source: Invalid organization
fr: Organisation invalide
kn: ಅಮಾನ್ಯವಾದ ಸಂಸ್ಥೆ

source: Invalid parameters sent in the request for this operation. Please contact a system administrator.
fr: Paramètres invalides envoyés dans la requête pour cette opération. Veuillez contacter un administrateur système.
kn: ಈ ಕಾರ್ಯಕ್ಕಾಗಿ ಅಮಾನ್ಯವಾದ ನಿಯತಾಂಕಗಳನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ದಯವಿಟ್ಟು ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.

source: It is not allowed to delete manifest for a custom provider.
fr: Supprimer le manifeste d'un fournisseur personnalisé n'est pas autorisé.
kn: ಅಗತ್ಯಾನುಗುಣ ಹೊಂದಿಸುವವರಿಗಾಗಿನ ಮ್ಯಾನಿಫೆಸ್ಟನ್ನು ಅಳಿಸಲು ಅನುಮತಿ ಇಲ್ಲ.

source: It is not allowed to refresh products for custom provider.
fr: Il n'est pas permis de rafraîchir les produits pour un fournisseur personnalisé.
kn: ಕಸ್ಟಮ್ ಒದಗಿಸುವವರಿಗಾಗಿ ಉತ್ಪನ್ನಗಳನ್ನು ತಾಜಾಗೊಳಿಸಲು ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ.

source: LDAP Group '%s' was created.
fr: Le groupe LDAP « %s » a été créé.
kn: '%s' ಎನ್ನುವ LDAP ಗುಂಪನ್ನು ರಚಿಸಲಾಗಿದೆ.

source: LDAP Group Mapping for '%s' was removed.
fr: Le mappage du groupe LDAP pour « %s » a été supprimé.
kn: '%s' ಎಂಬುದಕ್ಕಾಗಿ LDAP ಗುಂಪು ಮ್ಯಾಪಿಂಗ್‌ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.

source: LDAP Groups
fr: Groupes LDAP
kn: LDAP ಗುಂಪುಗಳು

source: LDAP group '%{group}' associated to role '%{role}' was not found.
fr: Le groupe LDAP « %{group} » associé au rôle « %{role} » est introuvable.
kn: '%{role}' ಸಂಬಂಧಿಸಿದ '%{group}' LDAP ಗುಂಪು ಕಂಡುಬಂದಿಲ್ಲ.

source: Login Successful, logging into '%s'
fr: Connexion réussie, connexion à « %s »
kn: ಲಾಗಿನ್ ಯಶಸ್ವಿಯಾಗಿದೆ

source: Login Successful, please choose an Organization
fr: Connexion réussie, veuillez choisir une organisation
kn: ಲಾಗಿನ್ ಯಶಸ್ವಿಯಾಗಿದೆ, ಒಂದು ಸಂಸ್ಥೆಯನ್ನು ಆರಿಸಿ

source: Login Successful, please contact administrator to get permission to access an organization.
fr: Connexion réussie, veuillez contacter un administrateur pour obtenir la permission d'accéder à une organisation.
kn: ಲಾಗಿನ್ ಯಶಸ್ವಿಯಾಗಿದೆ, ಒಂದು ಸಂಸ್ಥೆಯನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಅನುಮತಿಯನ್ನು ಪಡೆಯಲು ದಯವಿಟ್ಟು ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಸಿ.

source: Make this my default organization.
fr: Faire de cette organisation mon organisation par défaut.
kn: ಇದನ್ನು ನನ್ನ ಪೂರ್ವನಿಯೋಜಿತ ಸಂಸ್ಥೆಯಾಗಿ ಮಾಡಿ.

source: Manage Organizations
fr: Gérer les organisations
kn: ಸಂಸ್ಥೆಗಳನ್ನು ನಿರ್ವಹಿಸು

source: Match Installed Software
fr: Faire correspondre les logiciels installés
kn: ಅನುಸ್ಥಾಪಿಸಲಾದ ತಂತ್ರಾಂಶವನ್ನು ಹೊಂದಿಸು

source: Modify System Group details and system membership
fr: Modifier les détails du groupe de systèmes et les abonnements système
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿನ ವಿವರಗಳನ್ನು ಮತ್ತು ವ್ಯವಸ್ಥೆಯ ಸದಸ್ಯತ್ವವನ್ನು ಮಾರ್ಪಡಿಸು

source: Modify Systems in System Group
fr: Modifier les systèmes dans le groupe de systèmes
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿನಲ್ಲಿ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ

source: Names and labels must be unique across all organizations
kn: ಹೆಸರುಗಳು ಮತ್ತು ಲೇಬಲ್‌ಗಳು ಎಲ್ಲಾ ಸಂಸ್ಥೆಗಳಾದ್ಯಂತ ವಿಶಿಷ್ಟವಾಗಿರಬೇಕು

source: Never checked in
fr: Jamais enregistré
kn: ಎಂದಿಗೂ ಚೆಕ್ ಇನ್‌ ಮಾಡಲಾಗಿಲ್ಲ.

source: New templates can be created only in the '%s' environment
kn: ಹೊಸ ಸಿದ್ಧಮಾದರಿಗಳನ್ನು ಕೇವಲ '%s' ಪರಿಸರದಲ್ಲಿ ಮಾತ್ರ ಸೃಷ್ಟಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ

source: New templates can be imported only into the '%s' environment
kn: ಹೊಸ ಸಿದ್ಧವಿನ್ಯಾಸಗಳನ್ನು ಕೇವಲ '%s' ಪರಿಸರಕ್ಕೆ ಮಾತ್ರ ಆಮದು ಮಾಡಲು ಸಾಧ್ಯವಿರುತ್ತದೆ

source: No Overlap with Current
fr: Pas de chevauchement avec les abonnements actuels
kn: ಪ್ರಸ್ತುತದೊಂದಿಗೆ ಯಾವುದೆ ಹೇರಿಕೆ ಇಲ್ಲ

source: No Service Level Preference
fr: Aucune préférence de niveau de service
kn: ಸೇವಾ ಮಟ್ಟದ ಆದ್ಯತೆ ಇಲ್ಲ

source: No environments are currently available in this organization. Please either add some to the organization or select an organization that has an environment to set user default.
fr: Aucun environnement actuellement disponible dans cette organisation. Veuillez ajouter des environnements à l'organisation ou sélectionner une organisation qui possède un environnement pour définir le défaut de l'utilisateur.
kn: ಈ ಸಂಸ್ಥೆಯಲ್ಲಿ ಪ್ರಸಕ್ತ ಯಾವುದೆ ಪರಿಸರಗಳು ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಸಂಸ್ಥೆಗೆ ಕೆಲವನ್ನು ಸೇರಿಸಿ ಅಥವ ಬಳಕೆದಾರ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಹೊಂದಿಸಲು ಒಂದು ಪರಿಸರವನ್ನು ಹೊಂದಿರುವ ಒಂದು ಸಂಸ್ಥೆಯನ್ನು ಆರಿಸಿ.

source: No package profile received for %s
fr: Aucun profil de paquetage reçu pour %s
kn: %s ಇಂದ ಯಾವುದೆ ಪ್ಯಾಕೇಜ್ ಪ್ರೊಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ

source: No synchronization of the %s is currently running
fr: Aucune synchronisation de %s est actuellement en cours d'exécution.
kn: %s ನ ಯಾವುದೆ ಹೊಂದಾಣಕೆಯು (ಸಿಂಕ್ರನೈಸೇಶನ್) ಚಾಲನೆಯಲ್ಲಿಲ್ಲ

source: No system registration default set for this user.
fr: Aucun enregistrement de système par défaut défini pour cet utilisateur.
kn: ಈ ಬಳಕೆದಾರನಿಗಾಗಿ ಯಾವುದೆ ವ್ಯವಸ್ಥೆ ನೋಂದಾಯಿತ ಪೂರ್ವನಿಯೋಜಿತ ಸೆಟ್ ಇಲ್ಲ.

source: Not enough subscriptions in pools (%{size}), required: %{required}, available: %{available}
kn: (%{size}) ಪೂಲ್‌ಗಳಲ್ಲಿ ಸಾಕಷ್ಟು ಚಂದಾದಾರಿಕೆ‌ಗಳಿಲ್ಲ, ಅಗತ್ಯವಿರುವುದು: %{required}, ಲಭ್ಯವಿರುವುದು: %{available}

source: Number of attached subscriptions exceeded quantity for %s
kn: ಲಗತ್ತಿಸಲಾದ ಎಂಟೈಟಲ್ಮೆಂಟುಗಳ ಸಂಖ್ಯೆಯ %s ಗಾಗಿನ ಮಿತಿಯನ್ನು ಮೀರಿದೆ

source: Off
fr: Désactivé
kn: ಆಫ್

source: On
fr: Activé
kn: ಆನ್

source: One or more errata must be provided
fr: Un ou plusieurs errata doit être fourni
kn: ಒಂದು ಅಥವ ಎರಾಟಾವನ್ನು ಒದಗಿಸಬೇಕಾಗುತ್ತದೆ

source: One or more errors found in Package names '%s'.
fr: Une ou plusieurs erreurs trouvée(s) dans les noms de paquetages « %s ».
kn: '%s' ಎಂಬ ಪ್ಯಾಕೇಜಿನ ಹೆಸರುಗಳಲ್ಲಿ ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ದೋಷಗಳು ಕಂಡುಬಂದಿಲ್ಲ.

source: One or more system groups must be provided.
fr: Un ou plusieurs groupe(s) de système doit être fourni.
kn: ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ವ್ಯವಸ್ಥೆಯ ಗುಂಪನ್ನು ಒದಗಿಸಬೇಕಾಗುತ್ತದೆ.

source: Organization %s has more than one environment. Please specify target environment for system registration.
fr: L'organisation %s possède plus d'un environnement. Veuillez spécifier l'environnement cible pour l'enregistrement de système.
kn: %s ಸಂಸ್ಥೆಯು ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಪರಿಸರವನ್ನು ಹೊಂದಿದೆ. ದಯವಿಟ್ಟು ವ್ಯವಸ್ಥೆಯ ನೋಂದಣಿಗಾಗಿ ಒಂದು ಗುರಿ ಪರಿಸರವನ್ನು ನೋಂದಾಯಿಸಿ.

source: Organization cannot be blank.
fr: L'organisation ne peut pas être vide.
kn: ಸಂಸ್ಥೆಯು ಖಾಲಿ ಇರುವಂತಿಲ್ಲ.
