Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: Read System Templates
fr: Lire les modèles système
kn: ವ್ಯವಸ್ಥೆಯ ಸಿದ್ಧಮಾದರಿಗಳನ್ನು ಓದು
te: సిస్టమ్ మాదిరిలను చదువు

source: Read System Templates permission
fr: Permission de lecture des modèles système
kn: ವ್ಯವಸ್ಥೆಯ ಸಿದ್ಧಮಾದರಿಗಳ ಅನುಮತಿಯನ್ನು ಓದು
te: వ్యవస్థ మాదిరిల అనుమతిని చదువు

source: Read Systems
fr: Lire les systèmes
kn: ವ್ಯವಸ್ಥೆಗಳನ್ನು ಓದು
te: వ్యవస్థలను చదువు

source: Read Systems in Environment
fr: Lire les systèmes en environnement
kn: ಪರಿಸರದಲ್ಲಿನ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಓದು
te: వ్యవస్థలను యెన్విరాన్మెంట్ నందు చదువు

source: Read Users
fr: Lire les utilisateurs
kn: ಬಳಕೆದಾರನನ್ನು ಓದು
te: వాడుకరులను చదువు

source: Read Users permission
fr: Permission de lecture des utilisateurs
kn: ಬಳಕೆದಾರ ಅನುಮತಿಯನ್ನು ಓದು
te: వాడుకరుల అనుమతిని చదువు

source: Read only role.
fr: Rôle lecture-seule.
kn: ಪಾತ್ರಗಳನ್ನು ಮಾತ್ರ ಓದು.
te: పాత్రను మాత్రమే చదువు.

source: Red Hat Content Provider
te: Red Hat విషయ వుత్పాదకులు

source: Red Hat Provider Details
te: Red Hat వుత్పాదక వివరాలు

source: Red Hat provider can not be deleted
fr: Le fournisseur Red Hat ne peut pas être supprimé
kn: Red Hat ಒದಗಿಸುವವರನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ
te: Red Hat సమర్పకులు తొలగించలేరు

source: Register Systems
fr: Enregistrer les systèmes
kn: ವ್ಯವಸ್ಥೆಗಳನ್ನು ನೋಂದಾಯಿಸಿ
te: సిస్టమ్స్ నమోదుచేయి

source: Register Systems in Environment
fr: Enregistrer les systèmes dans l'environnement
kn: ಪರಿಸರದಲ್ಲಿನ ವ್ಯವಸ್ಥೆಗಳನ್ನು ನೋಂದಾಯಿಸಿ
te: ఎన్విరాన్మెంట్ నందు సిస్టమ్ నమోదుచేయి

source: Registered
te: నమోదైన

source: Release
te: విడుదల

source: Remember me
te: నన్ను గుర్తుంచుకో

source: Remove
te: తీసివేయి

source: Remove Activation Key
te: క్రియాశీల కీ తీసివేయి

source: Remove All
te: అన్నిటినీ తీసివేయి

source: Remove Environment
te: ఎన్విరాన్మెంట్ తీసివేయి

source: Remove Filter
te: ఫిల్టర్ తొలగించు

source: Remove GPG Key
te: GPG కీ తొలగించు

source: Remove Organization
te: సంస్థ తీసివేయి

source: Remove Package Canceled
te: ప్యాకేజీ తీసివేత రద్దైంది

source: Remove Package Complete
te: ప్యాకేజీ తీసివేత పూర్తైంది

source: Remove Package Error
te: ప్యాకేజీ తీసివేత దోషం

source: Remove Package Group Canceled
te: ప్యాకేజీ సమూహం తీసివేత రద్దైంది

source: Remove Package Group Complete
te: ప్యాకేజీ సమూహం తీసివేత పూర్తైంది

source: Remove Package Group Error
te: ప్యాకేజీ సమూహం తీసివేత దోషం

source: Remove Package Group Timeout
te: ప్యాకేజీ సమూహం తీసివేత గడువుదాటెను

source: Remove Package Timeout
te: ప్యాకేజీ తీసివేత గడువుదాటెను

source: Remove Packages
te: ప్యాకేజీలు తీసివేయి

source: Remove Product
te: ఉత్పత్తి తీసివేయి

source: Remove Provider
te: సమర్పకుని తీసివేయి

source: Remove Repository
te: రిపోజిటరీ తీసివేయి

source: Remove Role
te: పాత్ర తీసివేయి

source: Remove Sync Plan
te: సింక్ ప్లాన్ తీసివేయి

source: Remove System
te: సిస్టమ్ తీసివేయి

source: Remove System(s)
te: సిస్టమ్(లు) తీసివేయి

source: Remove Systems in Environment
fr: Supprimer les systèmes dans l'environnement
kn: ಪರಿಸರದಲ್ಲಿನ ವ್ಯವಸ್ಥೆಗಳನ್ನು ತೆಗೆದುಹಾಕಿ
te: ఎన్విరాన్మెంట్ నందు సిస్టమ్స్ తీసివేయి

source: Remove User
te: వాడుకరి తీసివేయి

source: Removed:
te: తీసివేసిన:

source: Removing Package Group...
fr: Suppression du groupe de paquetages...
kn: ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ సమూహం తీసివేస్తున్నది...

source: Removing Package...
fr: Suppression du paquetage...
kn: ಪ್ಯಾಕೇಜನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ తీసివేస్తోంది...

source: Removing...
te: తీసివేయుచున్నది...

source: Rendering 404:
fr: Rendu 404 :
kn: 404 ಅನ್ನು ರೂಪಿಸಲಾಗುತ್ತಿದೆ:
te: రెండరింగ్ 404:

source: Rendering 500:
fr: Rendu 500 :
kn: 500 ಅನ್ನು ರೂಪಿಸಲಾಗುತ್ತಿದೆ:
te: రెండరింగ్ 500:

source: Repo Type:
te: రెపో రకం:

source: Repo id or environment must be provided
te: రెపో ఐడి లేదా పరిసరం తప్పక యివ్వాలి

source: Repos
fr: Référentiels
kn: ರೆಪೊಗಳು
te: రెపోస్

source: Repositories
fr: Référentiels
kn: ರೆಪೊಸಿಟರಿಗಳು
te: రిపోజిటరీలు

source: Repositories can be deleted only in Library environment.
te: రిపోజిటరీలు లైబ్రరీ యెన్విరాన్మెంట్ నందు మాత్రమే తొలగించబడగలవు.

source: Repository
te: రిపోజిటరీ

source: Repository '%s' created.
fr: Le référentiel '%s' a été créé.
kn: '%s' ಎನ್ನುವ ರೆಪೊಸಿಟರಿಯನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: రిపోజిటరీ '%s' సృష్టించబడెను.

source: Repository '%s' is already present in the template.
fr: Le référentiel '%s' est déjà présent dans le modèle.
kn: '%s' ಎಂಬ ರೆಪೊಸಿಟರಿಯು ಈಗಾಗಲೆ ಸಿದ್ಧವಿನ್ಯಾಸದಲ್ಲಿದೆ.
te: రిపోజిటరీ '%s' యిప్పటికే మాదిరినందు వుంది.

source: Repository '%s' not found in this environment.
fr: Le référentiel '%s' est introuvable dans cet environnement.
kn: ಈ ಪರಿಸರದಲ್ಲಿ '%s' ಎಂಬ ರೆಪೊಸಿಟರಿಯು ಕಂಡುಬಂದಿಲ್ಲ.
te: రిపోజిటరీ '%s' యీ యెన్విరాన్మెంట్ నందు కనబడలేదు.

source: Repository '%s' not found in this template.
fr: Le référentiel '%s' est introuvable dans ce modèle.
kn: ಈ ಸಿದ್ಧವಿನ್ಯಾಸದಲ್ಲಿ '%s' ಎಂಬ ರೆಪೊಸಿಟರಿಯು ಕಂಡುಬಂದಿಲ್ಲ.
te: రిపోజిటరీ '%s' యీ మాదిరినందు కనబడలేదు.

source: Repository '%s' removed.
fr: Le référentiel '%s' a été supprimé.
kn: '%s' ಎನ್ನುವ ರೆಪೊಸಿಟರಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
te: రిపోజిటరీ '%s' తీసివేయబడింది.

source: Repository '%s' updated.
fr: Le référentiel '%s' a été mis à jour.
kn: '%s' ಎನ್ನುವ ರೆಪೊಸಿಟರಿಯನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
te: రిపోజిటరీ '%s' నవీకరించబడెను.

source: Repository Details
te: రిపోజిటరీ వివరాలు

source: Repository Url
te: రిపోజిటరీ Url

source: Repository cannot be disabled since it has already been promoted.
fr: Le référentiel ne peut pas être désactivé car il a déjà été promu.
kn: ರೆಪೊಸಿಟರಿಯನ್ನು ಈಗಾಗಲೆ ಮೇಲ್ದರ್ಜೆಗೆ ಏರಿಸಲಾಗಿದ್ದರಿಂದ ಅದನ್ನು ಅಶಕ್ತಗೊಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
te: రిపోజిటరీ యిప్పటికే వున్నతి చెందిన కారణంగా దానిని అచేతనం చేయలేము.

source: Repository of the distribution '%s' has not been promoted into the target environment!
fr: Le référentiel de la distribution '%s' n'a pas été promu dans l'environnement cible !
kn: '%s' ಎನ್ನುವ ವಿತರಣೆಯು ರೆಪೊಸಿಟರಿಯನ್ನು ಗುರಿಯ ಪರಿಸರಕ್ಕೆ ಮೇಲೇರಿಸಲಾಗಿದೆ.
te: పంపిణీ '%s' యొక్క రిపోజిటరీ అనునది లక్ష్యపు యెన్విరాన్మెంటునకు వున్నతించలేదు!

source: Repository of the erratum '%s' has not been promoted into the target environment!
fr: Le référentiel de l'erratum '%s' n'a pas été promu dans l'environnement cible !
kn: '%s' ಎನ್ನುವ ವಿತರಣೆಯು ಎರಾಟಮ್ ಅನ್ನು ಗುರಿಯ ಪರಿಸರಕ್ಕೆ ಮೇಲೇರಿಸಲಾಗಿದೆ.
te: ఎర్రాటమ్ '%s' యొక్క రిపోజిటరీ అనునది లక్ష్యపు యెన్విరాన్మెంటునకు వున్నతించలేదు!

source: Repository of the package '%s' has not been promoted into the target environment!
fr: Le référentiel du paquetage '%s' n'a pas été promu dans l'environnement cible !
kn: '%s' ಎನ್ನುವ ವಿತರಣೆಯು ಪ್ಯಾಕೇಜನ್ನು ಗುರಿಯ ಪರಿಸರಕ್ಕೆ ಮೇಲೇರಿಸಲಾಗಿದೆ.
te: ప్యాకేజీ '%s' యొక్క రిపోజిటరీ అనునది లక్ష్యపు యెన్విరాన్మెంటునకు వున్నతించలేదు!

source: Request
te: అభ్యర్ధన

source: Request received has either an invalid or expired token. Token: '%{t}'
te: స్వీకరించబడిన అభ్యర్ధన చెల్లనిది లేదా గడువుతీరిన టోకెన్. టోకెన్: '%{t}'

source: Requires
te: అవసరం

source: Reset Password
te: సంకేతపదం తిరిగివుంచు

source: Result
te: ఫలితం

source: Revert Filter
te: ఫిల్టర్ తిరిగివుంచు

source: Review
te: పునఃపరిశీలన

source: Role
fr: Rôle
kn: ಪಾತ್ರ
te: పాత్ర

source: Role '%s' was created.
fr: Le rôle '%s' a été créé.
kn: '%s' ಎನ್ನುವ ಪಾತ್ರವನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: పాత్ర '%s' సృష్టించబడెను.

source: Role '%s' was deleted.
fr: Le rôle '%s' a été supprimé.
kn: '%s' ಎನ್ನುವ ಪಾತ್ರವನ್ನು ಅಳಿಸಲಾಗಿದೆ.
te: పాత్ర '%s' తొలగించబడెను.

source: Role '%s' was updated.
fr: Le rôle '%s' a été mis à jour.
kn: '%s' ಎನ್ನುವ ಪಾತ್ರವನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
te: పాత్ర '%s' నవీకరించబడెను.

source: Role Details
te: పాత్ర వివరాలు

source: Roles
fr: Rôles
kn: ಪಾತ್ರಗಳು
te: పాత్రలు

source: Route does not exist:
fr: La route n'existe pas :
kn: ರೌಟ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ:
te: రౌట్ లేదు:

source: Running.
fr: En cours d'exécution.
kn: ಚಾಲನೆಯಲ್ಲಿದೆ
te: నడుచుచున్నది.

source: Save
te: దాయి

source: Save Changeset
te: చేంజ్‌సెట్ దాయి

source: Save Filter
te: ఫిల్టర్ దాయి

source: Save Roles
te: పాత్రలు దాయి

source: Save User
te: వాడుకరి దాయి

source: Save as Favorite
te: ఇష్టమైనదానివలె దాయి

source: Saving System Template
te: సిస్టమ్ టెంప్లేట్ దాయుచున్నది

source: Saving...
te: దాయుచున్నది...

source: Scope
te: పరిధి

source: Search
te: అన్వేషణ

source: Search available package names...
te: అందుబాటులోని ప్యాకేజీ పేర్లను అన్వేషించు...

source: Search available product names...
te: అందుబాటులోని వుత్పత్తి పేర్లను అన్వేషించు...

source: Search available repository names...
te: అందుబాటులోని రిపోజిటరీ పేర్లను వెతుకు...

source: Search is not available for the current content
te: ప్రస్తుత కాంటెంట్‌నకు అన్వేషణ అందుబాటులోలేదు

source: Search...
te: అన్వేషించు...

source: Select All
te: అన్నిటినీ యెంపికచేయి

source: Select Architecture
fr: Sélectionner l'architecture
kn: ಆರ್ಕಿಟೆಕ್ಚರ್ ಅನ್ನು ಆರಿಸಿ
te: అకృతి యెంపికచేయి

source: Select None
te: దేనిని యెంపికచేయవద్దు

source: Select Organization
fr: Sélectionner l'organisation
kn: ಸಂಸ್ಥೆಯನ್ನು ಆರಿಸು
te: సంస్థ యెంపికచేయి

source: Select Plans to apply to selected Products
fr: Sélectionner les plans à appliquer aux produits sélectionnés
kn: ಆಯ್ದ ಉತ್ಪನ್ನಗಳಿಗೆ ಅನ್ವಯಿಸಲು ಯೋಜನೆಗಳನ್ನು ಆರಿಸು
te: ఎంపికచేసిన వుత్పత్తులకు ఆపాదించుటకు ప్లాన్స్ యెంపికచేయి

source: Select Products to schedule
fr: Sélectionner les produits à planifier
kn: ಅನುಸೂಚಿತಗೊಳಿಸಲು ಉತ್ಪನ್ನಗಳನ್ನು ಆರಿಸು
te: ప్రణాళిక వేయుటకు వుత్పత్తులను యెంపికచేయి

source: Select Repositories:
te: రిపోజిటరీలు యెంపికచేయి:

source: Select a System Template
te: ఒక సిస్టమ్ టెంప్లేట్ యెంపికచేయి

source: Selected Distribution
fr: Distribution sélectionnée
kn: ವಿತರಣೆಯನ್ನು ಆರಿಸಲಾಗಿದೆ
te: పంపిణీ యెంపికచేయబడెను

source: Send Login
te: లాగిన్ పంపు

source: Severity: Critical
fr: Sévérité : Critique
kn: ತೀಕ್ಷ್ಣತೆ: ವಿಷಮ
te: తీవ్రత: సంక్లిష్టం

source: Severity: Important
fr: Sévérité : Important
kn: ತೀಕ್ಷ್ಣತೆ: ಮಹತ್ವ
te: తీవ్రత: ముఖ్యం

source: Severity: Low
fr: Sévérité : Basse
kn: ತೀಕ್ಷ್ಣತೆ: ಕೆಳಮಟ್ಟ
te: తీవ్రత: తక్కువ

source: Severity: Moderate
fr: Sévérité : Modérée
kn: ತೀಕ್ಷ್ಣತೆ: ಮಧ್ಯಮ
te: తీవ్రత: మద్యస్థం

source: Signature
te: సంతకం

source: Size (Packages)
te: పరిమాణం (ప్యాకేజీలు)

source: Sockets
te: సాకెట్లు

source: Software
fr: Logiciel
kn: ತಂತ್ರಾಂಶ
te: సాఫ్టువేర్

source: Some promotion changeset modifications have not finished processing, are you sure you want to leave the page? By leaving you may lose some modifications.
te: కొన్ని ఉన్నతి చేంజ్‌సెట్ సవరణలు పోసెసింగ్‌ను యింకా ముగించలేదు, మీరు పేజీను విడువవలెనని ఖచ్చితంగా అనుకుంటున్నారా? విడువుట వలన మీరు కొన్ని సవరణలను కోల్పోవచ్చు.

source: Sorry about that! It seems something went wrong. If you continue having trouble with this, please contact an Administrator.
te: అందుక క్షమించాలి! ఏదో తప్పు జరిగినట్లు వుంది. దీనితో మీరు సమస్యను యింకా యెదుర్కుంటూ వుంటే, నిర్వహణాధికారిని సంప్రదించండి.

source: Specify Local Manifest
te: స్థానిక మానిఫెస్ట్ తెలుపుము

source: Start Date
te: ప్రారంభ తేదీ

source: Start Date and Time can't be blank
fr: La date de lancement et l'heure ne peuvent pas être vides
kn: ಆರಂಭದ ದಿನಾಂಕ ಹಾಗು ಸಮಯವು ಖಾಲಿ ಇರುವಂತಿಲ್ಲ
te: ప్రారంభం తేదీ మరియు సమయం ఖాళీగా వుంచలేము

source: Start Time
te: ప్రారంభ సమయం

source: Started promotion of '%s' to %s environment
te: '%s' యొక్క వున్నతి %s యెన్విరాన్మెంట్‌నకు ప్రారంభమైంది

source: Strong
te: పటిష్టమైన

source: Subscribe
te: సబ్‌స్క్రైబ్

source: Subscription
te: సబ్‌స్క్రిప్షన్

source: Subscription manifest must be specified on upload.
fr: Le manifeste des abonnements doit être spécifié lors du téléchargement.
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಿದಾಗ ಚಂದಾದಾರಿಕೆ ಮ್ಯಾನಿಫೆಸ್ಟನ್ನು ಸೂಚಿಸಬೇಕು.
te: సబ్‌స్క్రిప్షన్ మేనిఫెస్ట్ తప్పనిసరిగా అప్‌లోడ్‌పై తెలుపాలి.

source: Subscription manifest upload for provider '%{name}' failed.
te: సమర్పకులు '%{name}' కొరకు సబ్‌స్క్రిప్షన్ మేనిఫెస్ట్ అప్‌లోడ్ విఫలమైను.

source: Subscription manifest uploaded successfully for provider '%{name}'.
te: సమర్పకులు '%{name}' కొరకు సబ్‌స్క్రిప్షన్ మేనిఫెస్ట్ విజయవంతంగా అప్‌లోడ్ అయ్యెను.

source: Subscription manifest uploaded successfully for provider '%{name}'. Please enable the repositories you want to sync by selecting 'Enable Repositories' and selecting individual repositories to be enabled.
te: ఉత్పాదకుని '%{name}' కొరకు సబ్‌స్క్రిప్షన్ మేనిఫెస్ట్ అప్‌లోడ్ చేయబడెను. 'రిపోజిటరీలను చేతనంచేయి' యెంపికచేయుట ద్వారా మరియు స్వతంత్ర రిపోజిటరీలను చేతనంచేయి యెంపికచేయుట ద్వారా మీరు సింక్ చేయదలచిన రిపోజిటరీలను దయచేసి చేతనంచేయి.

source: Subscriptions
fr: Abonnements
kn: ಚಂದಾದಾರಿಕೆಗಳು
te: సబ్‌స్క్రిప్షన్స్

source: Subscriptions are Current
te: సబ్‌స్క్రిప్షన్లు ప్రస్తుతానివి

source: Subscriptions are Current Until %s
te: %s వరకు సబ్‌స్క్రిప్షన్లు ప్రస్తుతానివి

source: Subscriptions are not Current
te: సబ్‌స్క్రిప్షన్లు ప్రస్తుతానివి కావు

source: Subscriptions successfully added to Activation Key '%s'.
fr: Abonnements ajoutés à la clé d'activation '%s' avec succès.
kn: '%s' ಎಂಬ ಸಕ್ರಿಯಗೊಳಿಕೆ ಕೀಲಿಗೆ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ.
te: క్రియాశీలపు కీ '%s'నకు సబ్‌స్క్రిప్షన్లు విజయవంతంగా జతచేయబడెను.

source: Subscriptions successfully removed from Activation Key '%s'.
fr: Abonnements supprimés de la clé d'activation '%s' avec succès.
kn: '%s' ಎಂಬ ಸಕ್ರಿಯಗೊಳಿಕೆ ಕೀಲಿಯಿಂದ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದು ಹಾಕಲಾಗಿದೆ.
te: క్రియాశీలపు కీ '%s' నుండి సబ్‌స్క్రిప్షన్లు విజయవంతంగా తీసివేయబడెను.

source: Success
fr: Réussite
kn: ಯಶಸ್ವಿಯಾಗಿದೆ
te: సఫలం

source: Successfully promoted changeset '%s'.
fr: Promotion du Changeset '%s' réussie.
kn: '%s' ಎಂಬ ಚೇಂಜ್‌ಸೆಟ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಮೇಲೇರಿಸಲಾಗಿದೆ.
te: చేంజ్‌సెట్ '%s' ను విజయవంతంగా వున్నతించెను.

source: Successfully removed organization '%s'.
fr: Suppression de l'organisation '%s' réussie.
kn: '%s' ಎಂಬ ಸಂಸ್ಥೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಲಾಗಿದೆ.
te: సంస్థ '%s' ను విజయవంతంగా తీసివేసెను.

source: Sucessfully updated '%s' package filter.
te: '%s' ప్యాకేజీ ఫిల్టర్‌ను విజయవంతంగా నవీకరించెను.

source: Summary
te: సారాంశం

source: Summary:
te: సారాంశం:

source: Super Admin
kn: ಮುಖ್ಯ ನಿರ್ವಾಹಕ
te: ఉన్నత అధికారి

source: Super Admin permission
fr: Permission Super Admin
kn: ಮುಖ್ಯ ನಿರ್ವಾಹಕನನ ಅನುಮತಿಗಳು
te: ఉన్నత అధికారి అనుమతి

source: Super administrator with all access.
fr: Super administrateur avec accès complet.
kn: ಎಲ್ಲಾ ಪ್ರವೇಶಾಧಿಕಾರವನ್ನು ಹೊಂದಿರುವ ಮುಖ್ಯ ನಿರ್ವಾಹಕ.
te: మొత్తం యాక్సెస్‌తో వున్నత అధికారి.

source: Support Level
te: తోడ్పాటు స్థాయి

source: Sync Cancelled
te: సింక్ రద్దైనది

source: Sync Management
fr: Gestion de la synchronisation
kn: ಸಿಂಕ್ ವ್ಯವಸ್ಥಾಪನೆ
te: సింక్ నిర్వహణ

source: Sync Overview
te: సింక్ స్థూలదృష్టి

source: Sync Plan '%s' was created.
fr: Le plan de synchronisation '%s' a été créé.
kn: '%s' ಎನ್ನುವ ಸಿಂಕ್ ಯೋಜನೆಯನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: సింక్ ప్లాన్ '%s' సృష్టించబడెను.

source: Sync Plan '%s' was updated.
fr: Le plan de synchronisation '%s' a été mis à jour.
kn: '%s' ಎನ್ನುವ ಸಿಂಕ್ ಯೋಜನೆಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: సింక్ ప్లాన్ '%s' నవీకరించబడెను.

source: Sync Plans
fr: Plans de synchronisation
kn: ಸಿಂಕ್ ಯೋಜನೆ
te: సింక్ ప్లాన్స్

source: Sync Plans applied successfully.
fr: Plans de synchronisation appliqués avec succès.
kn: ಸಿಂಕ್ ಯೋಜನೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅನ್ವಯಿಸಲಾಗಿದೆ.
te: సింక్ ప్లాన్స్ విజయవంతంగా ఆపాదించబడెను.

source: Sync Products
fr: Produits de synchronisation
kn: ಸಿಂಕ್ ಉತ್ಪನ್ನಗಳು
te: సింక్ వుత్పత్తులు

source: Sync Schedule
fr: Planification de la synchronisation
kn: ಸಿಂಕ್ ಅನುಸೂಚಿ
te: సింక్ ప్రణాళిక

source: Sync Status
fr: Statut de la synchronisation
kn: ಸಿಂಕ್ ಸ್ಥಿತಿ
te: సింక్ స్థితి

source: Sync complete.
fr: Synchronisation terminée.
kn: ಸಿಂಕ್ ಪೂರ್ಣಗೊಂಡಿದೆ.
te: సింక్ పూర్తి.

source: Sync plan '%s' was deleted.
fr: Le plan de synchronisation '%s' a été supprimé.
kn: '%s' ಎನ್ನುವ ಸಿಂಕ್ ಯೋಜನೆಯನ್ನು ಅಳಿಸಲಾಗಿದೆ.
te: సింక్ ప్లాన్ '%s' తొలగించబడెను.

source: Synchronization plan assigned.
fr: Le plan de synchronisation a été assigné.
kn: ಮೇಳೈಸುವ ಯೋಜನೆಯನ್ನು ನಿಯೋಜಿಸಲಾಗಿದೆ.
te: సింక్రొనైజేషన్ ప్లాన్ అప్పగించబడెను.

source: Synchronization plan removed.
fr: Le plan de synchronisation a été supprimé.
kn: ಮೇಳೈಸುವ ಯೋಜನೆಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
te: సింక్రొనైజేషన్ ప్లాన్ తీసివేయబడెను.

source: Synchronize Now
te: ఇప్పుడు సింక్రొనైజ్ చేయి

source: System
fr: Système
kn: ವ್ಯವಸ್ಥೆ
te: సిస్టమ్

source: System '%s' was created.
fr: Le système '%s' a été créé.
kn: '%s' ಎನ್ನುವ ವ್ಯವಸ್ಥೆಯನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: వ్యవస్థ '%s' సృష్టించబడెను.

source: System '%s' was updated.
fr: Le système '%s' a été mis à jour.
kn: '%s' ಎನ್ನುವ ವ್ಯವಸ್ಥೆಯನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
te: సిస్టమ్ '%s' నవీకరించబడెను.

source: System Current Subscription(s)
te: సిస్టమ్ ప్రస్తుత సబ్‌స్క్రిప్షన్(లు)

source: System Events
te: సిస్టమ్ ఘటనలు

source: System Info
fr: Informations système
kn: ವ್ಯವಸ್ಥೆಯ ಮಾಹಿತಿ
te: సిస్టమ్ సమాచారం

source: System Notifications
te: సిస్టమ్ ప్రకటనలు

source: System Properties
te: సిస్టమ్ లక్షణాలు

source: System Subscription Status
te: వ్యవస్థ సబ్‌‌స్క్రిప్షన్ స్థితి

source: System Template
te: వ్యవస్థ మాదిరి

source: System Template '%s' was created.
fr: Le modèle système '%s' a été créé.
kn: '%s' ಎನ್ನುವ ವ್ಯವಸ್ಥೆ ಸಿದ್ಧಮಾದರಿಯನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: వ్యవస్థ మాదిరి '%s' సృష్టించబడెను.

source: System Templates
fr: Modèles système
kn: ವ್ಯವಸ್ಥೆಯ ಸಿದ್ಧಮಾದರಿಗಳು
te: వ్యవస్థ టెంప్లేట్స్

source: System Templates allow you to create a template for what a system should look like. This includes what products are subscribed and what packages are installed.
te: ఒక వ్యవస్థ మయెలా కనిపించాలి అనుదాని కొరకు మాదిరిను సృష్టించుటకు వ్యవస్థ మాదిరిలు మిమ్మలును అనుమతించును. ఏ వుత్పత్తులు సబ్‌స్క్రైబ్ అయ్యెను మరియు యే ప్యాకేజీలు సంస్థాపించెనో యిది కలిగివుండును.

source: System Type
te: వ్యవస్థ రకం

source: System Type:
te: వ్యవస్థ రకం:

source: System subscriptions updated.
fr: Abonnements système mis à jour.
kn: ವ್ಯವಸ್ಥೆಯ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: వ్యవస్థ సబ్‌స్క్రిప్షన్లు నవీకరించెను.

source: Systems
fr: Systèmes
kn: ವ್ಯವಸ್ಥೆಗಳು
te: వ్యవస్థలు

source: TITLE
te: శీర్షిక

source: TYPE
te: రకము

source: Template
fr: Modèle
kn: ಸಿದ್ಧಮಾದರಿ
te: మాదిరి

source: Template %s has been updated successfully
fr: Le modèle %s a été mis à jour avec succès
kn: %s ಸಿದ್ಧಮಾದರಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
te: మాదిరి %s విజయవంతంగా నవీకరించబడెను

source: Template %s updated successfully.
fr: Modèle %s mis à jour avec succès.
kn: %s ಸಿದ್ಧಮಾದರಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: మాదిరి %s విజయవంతంగా నవీకరించబడెను.

source: Template '%s' has been updated successfully, however you have removed either a product or repository that contained the selected distribution for this template. Please select another distribution to ensure a working system template.
fr: Le modèle '%s' a été mis à jour avec succès. Cependant, vous avez supprimé un produit ou un référentiel qui contenait la distribution sélectionnée pour ce modèle. Veuillez sélectionner une autre distribution afin de vous assurer que le modèle système fonctionne.
kn: %s ಸಿದ್ಧಮಾದರಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ, ಆದರೆ ಈ ಸಿದ್ಧಮಾದರಿಗಾಗಿ ಆಯ್ಕೆ ಮಾಡಲಾದ ವಿತರಣೆಯನ್ನು ಹೊಂದಿರುವ ಉತ್ಪನ್ನ ಅಥವ ರೆಪೊಸಿಟರಿಯನ್ನು ತೆಗೆದುಹಾಕಿದ್ದೀರಿ. ಕೆಲಸ ಮಾಡುತ್ತಿರುವ ವ್ಯವಸ್ಥೆಯ ಸಿದ್ಧಮಾದರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ದಯವಿಟ್ಟು ಬೇರೊಂದು ವಿತರಣೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಿ.
te: మాదిరి '%s' విజయవతంగా నవీకరించబడెను, ఏమైనప్పటికీ మీరు యీ మాదిరి కొరకు యెంపికచేసిన పంపిణీను కలిగివున్న రిపోజిటరీను లేదా వుత్పత్తిని తీసివేసినారు. పనిచేయుచున్న వ్యవస్థ మాదిరి కొరకు దయచేసి వేరొక పంపిణీను యెంపికచేయండి.

source: Template '%s' was deleted.
fr: Le modèle '%s' a été supprimé.
kn: '%s' ಎನ್ನುವ ಸಿದ್ಧಮಾದರಿಯನ್ನು ಅಳಿಸಲಾಗಿದೆ.
te: మాదిరి '%s' తొలగించబడెను.

source: Template can have parent templates only from the same environment
fr: Un modèle peut uniquement avoir des modèles parents du même environnement
kn: ಸಿದ್ಧಮಾದರಿಯು ಅದೇ ಪರಿಸರದಿಂದ ಮೂಲ ಸಿದ್ಧಮಾದರಿಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬಹುದಾಗಿರುತ್ತದೆ
te: టెంప్లేట్ అనునది పేరెంట్ టెంప్లేట్సును అదే యెన్విరాన్మెంట్ నుండి మాత్రమే కలిగివుండగలవు

source: Template cannot be exported
fr: Le modèle ne peut pas être exporté
kn: ಸಿದ್ಧಮಾದರಿಯನ್ನು ರಫ್ತು ಮಾಡಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ
te: మాదిరి యెక్సుపోర్టు కాలేదు

source: Template imported
fr: Modèle importé
kn: ಸಿದ್ಧ ಮಾದರಿಯನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
te: టెంప్లేట్ దిగుమతైంది

source: Templates
fr: Modèles
kn: ಸಿದ್ಧಮಾದರಿಗಳು
te: టెంప్లేట్స్

source: Templates can be updated only in a Library environment
te: మాదిరిలు లైబ్రరీ యెన్విరాన్మెంట్ నందు మాత్రమే నవీకరించగలం.

source: The current organization cannot be deleted. Please switch to a different organization before deleting.
fr: L'organisation actuelle ne peut pas être supprimée. Veuillez basculer sur une différente organisation avant d'effectuer la suppression.
kn: ಪ್ರಸಕ್ತ ಸಂಸ್ಥೆಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಅಳಿಸುವ ಮೊದಲು ಒಂದು ಪ್ರತ್ಯೇಕ ಸಂಸ್ಥೆಗೆ ಬದಲಾಯಿಸಿ.
te: ప్రస్తుత సంస్థ తొలగించబడలేదు. తొలగించుటకు ముందుగా వేరే సంస్థకు దయచేసి మారండి.

source: The current template "$TEMPLATE" has been modified. Would you like to save the changes?
te: ప్రస్తుత టెంప్లేట్ "$TEMPLATE" సవరించబడెను. మీరు మార్పులను దాయుటకు యిష్టపడతారా?

source: The current template "$TEMPLATE" has been modified. If you leave, any changes will be lost."
te: ప్రస్తుత టెంప్లేట్ "$TEMPLATE" సవరించబడెను. మీరు వదిలితే, యే మార్పులైనా కోల్పోవుదురు."

source: The default you supplied was the same as the old default.
te: మీరు అందించిన అప్రమేయం పాత అప్రమేయం వంటిదే.

source: The environment still has content that belongs to product '%s'.
fr: L'environnement possède toujours un contenu appartenant au produit '%s'.
kn: '%s' ಎಂಬ ಉತ್ಪನ್ನಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಕಂಟೆಂಟ್ ಅನ್ನು ಪರಿಸರವು ಇನ್ನೂ ಸಹ ಹೊಂದಿದೆ.
te: పరిసరం యింకా వుత్పత్తి '%s' కు చెందిన కాంటెంటునే కలిగివుంది.

source: The password should not contain the username.
te: సంకేతపదం వాడుకరిపేరును కలిగివుండ కూడదు.

source: The passwords do not match
te: సంకేతపదాలు సరితూగలేదు

source: The system is not currently consuming any subscriptions.
te: సిస్టమ్ ప్రస్తుతం యే సబ్‌స్క్రిప్షన్లను ఖర్చుచేయుటలేదు.

source: The template has children templates.
fr: Le modèle possède des modèles enfants.
kn: ಸಿದ್ಧಮಾದರಿಯು ಉಪ ಸಿದ್ಧಮಾದರಿಗಳನ್ನು ಹೊಂದಿದೆ.
te: మాదిరి చిల్డ్రన్ మాదిరులను కలిగివుంది.

source: There are currently no Global permissions for this role. Please click Add Permission in the action bar below to add a Global permission. A Global permission is one that cuts across all organizations.
te: ఈ పాత్ర కొరకు యే గ్లోబల్ అనుమతులు లేవు. గ్లోబల్ అనుమతిని జతచేయుటకు కింది చర్యా పట్టీ నందలి అనుమతి జతచేయి నొక్కుము. గ్లోబల్ అనుమతి అనునది అన్ని సంస్థలనందు వుండును.

source: There are currently no permissions for this organization. Please click Add Permission in the action bar below to add a permission to this organization.
te: ఈ సంస్థ కొరకు ప్రస్తుతం యెటువంటి అనుమతులు లేవు. ఈ సంస్థకు అనుమతి జతచేయుటకు కింది చర్యా పట్టీనందు దయచేసి అనుమతి జతచేయి నొక్కుము.

source: There are no custom products or repositories enabled. Try enabling via Content Providers.
te: అక్కడ యే వినియోగదారి వుత్పత్తులు లేదా రిపోజిటరీలు చేతనపరచిలేవు. విషయ వుత్పాదకుల ద్వారా చేతనపరచుటకు ప్రయత్నించు.

source: There are no errata that need to be applied to registered systems.
te: నమోదైన వ్యవస్థలకు ఆపాదించుటకు అక్కడ యెటువంటి యెర్రాటా లేదు.

source: There are no events to display.
te: ప్రదర్శించుటకు యే ఘటనలు లేవు.

source: There are no more subscriptions available.
te: అక్కడ యింకా యే సబ్‌స్క్రిప్షన్లు అందుబాటులోలేవు.

source: There are no packages to display.
te: ప్రదర్శించుటకు యే ప్యాకేజీలు లేవు.

source: There are no tags for the resource type you have chosen.
te: మీరు యెంచుకొనిన వనరు రకానికి యే టాగ్స్ లేవు.

source: There is already a repo with the name [ %s ] for product [ %s ]
te: [ %s ] పేరుతో వొక రెపో యిప్పటికే వుత్పత్తి [ %s ] కొరకు వుంది

source: There is already an active sync process for the '%s' repository. Please try again later
fr: Un processus de synchronisation actif existe déjà pour le référentiel '%s'. Veuillez ré-essayer ultérieurement.
kn: '%s' ಎಂಬ ರೆಪೊಸಿಟರಿಗಾಗಿ ಈಗಾಗಲೆ ಒಂದು ಸಕ್ರಿಯ ಸಿಂಕ್ ಪ್ರಕ್ರಿಯೆಯು ಇದೆ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ
te: '%s' రిపోజిటరీ కొరకు వొక క్రియాశీల సింక్ ప్రోసెస్ యిప్పటికే వున్నది. దయచేసి తరువాత ప్రయత్నించండి

source: There must be at least one plan selected
fr: Au moins un plan doit être sélectionné
kn: ಕನಿಷ್ಟ ಒಂದು ಯೋಜನೆಯನ್ನಾದರೂ ಆರಿಸಬೇಕಿರುತ್ತದೆ
te: తప్పక వొక ప్లాన్ యెంపికచేయాలి

source: There must be at least one product selected
fr: Au moins un produit doit être sélectionné
kn: ಕನಿಷ್ಟ ಒಂದು ಉತ್ಪನ್ನವನ್ನಾದರೂ ಆರಿಸಬೇಕಿರುತ್ತದೆ
te: తప్పక వొక వుత్పత్తి యెంపికచేయాలి

source: There was an error retrieving that row:
te: ఆ వరుసను పొందుటలో వొక దోషము వుంది:
