Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: Content
or: ବିଷୟବସ୍ତୁ

source: Promotion Changesets
or: ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟଗୁଡ଼ିକ

source: created successfully.
or: ସଫଳତାର ସହିତ ନିର୍ମିତ।

source: environment cannot be set to an environment already on its path
or: ପରିବେଶକୁ ଏହା ପଥରେ ସେଟ କରିହେବ ନାହିଁ

source: items selected.
or: ବଚ୍ଛିତ ବସ୍ତୁଗୁଡ଼ିକ।

source: %s (%s other errata)
or: %s (%s ଅନ୍ୟ ଏରାଟା)

source: %s (%s other errata) install cancelled
or: %s (%s ଅନ୍ୟ ଏରାଟା) ସ୍ଥାପନ ବାତିଲ ହୋଇଛି

source: %s (%s other errata) install failed
or: %s (%s ଅନ୍ଯ ଏରାଟା) ସ୍ଥାପନ ବିଫଳ ହୋଇଛି

source: %s (%s other errata) install timed out
or: %s (%s ଅନ୍ୟ ଏରାଟା) ସ୍ଥାପନ ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s (%s other errata) install.
or: %s (%s ଅନ୍ୟ ଏରାଟା) ସ୍ଥାପନ କରନ୍ତୁ।

source: %s (%s other package groups)
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକ)

source: %s (%s other package groups) install
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକୁ) ସ୍ଥାପନ କରନ୍ତୁ

source: %s (%s other package groups) install cancelled
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ସ୍ଥାପନ ବାତିଲ ହୋଇଛି

source: %s (%s other package groups) install failed
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ସ୍ଥାପନ ବିଫଳ ହୋଇଛି

source: %s (%s other package groups) install timed out
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ସ୍ଥାପନ ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s (%s other package groups) removal
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ବାହିଷ୍କାର

source: %s (%s other package groups) remove cancelled
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ବହିଷ୍କାରକୁ ବାତିଲ ହୋଇଛି

source: %s (%s other package groups) remove failed
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ବହିଷ୍କାର ବିଫଳ ହୋଇଛି

source: %s (%s other package groups) remove timed out
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ବହିଷ୍କାର ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s (%s other package groups) update
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ଅଦ୍ୟତନ

source: %s (%s other package groups) update cancelled
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ଅଦ୍ୟତନ ବାତିଲ ହୋଇଛି

source: %s (%s other package groups) update failed
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ଅଦ୍ୟତନ ବିଫଳ ହୋଇଛି

source: %s (%s other package groups) update timed out
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକର) ଅଦ୍ୟତନ ସମୟ ସମାପ୍ତି ହୋଇଛି

source: %s (%s other packages)
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକ)

source: %s (%s other packages) install cancelled
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ସ୍ଥାପନ ବାତିଲ ହୋଇଛି

source: %s (%s other packages) install failed
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ସ୍ଥାପନ ବିଫଳ ହୋଇଛି

source: %s (%s other packages) install timed out
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ସ୍ଥାପନ ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s (%s other packages) install.
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକୁ) ସ୍ଥାପନ କରନ୍ତୁ।

source: %s (%s other packages) removal
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ବହିଷ୍କାର

source: %s (%s other packages) remove cancelled
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ବହିଷ୍କାର ବାତିଲ ହୋଇଛି

source: %s (%s other packages) remove failed
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ବହିଷ୍କାର ବିଫଳ ହୋଇଛି

source: %s (%s other packages) remove timed out
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ବହିଷ୍କାର ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s (%s other packages) update
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ଅଦ୍ୟତନ

source: %s (%s other packages) update cancelled
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ଅଦ୍ୟତନ ବାତିଲ ହୋଇଛି

source: %s (%s other packages) update failed
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ଅଦ୍ୟତନ ବିଫଳ ହୋଇଛି

source: %s (%s other packages) update timed out
or: %s (%s ଅନ୍ୟ ପ୍ୟାକେଜଗୁଡ଼ିକର) ଅଦ୍ୟତନ ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s Removed Successfully
or: %s କୁ ସଫଳତାର ସହିତ ବାହାର କରା ହୋଇଛି

source: %s Systems Removed Successfully
or: %s ତନ୍ତ୍ରକୁ ସଫଳତାର ସହିତ ବାହାର କରା ହୋଇଛି

source: %s Version: %s
or: %s ସଂସ୍କରଣ: %s

source: %s ago
or: %s ପୂର୍ବେ

source: %s erratum install
or: %s ଏରାଟାମ ସ୍ଥାପନ

source: %s erratum install cancelled
or: %s ଏରାଟାମ ସ୍ଥାପନ ବାତିଲ ହୋଇଛି

source: %s erratum install failed
or: %s ଏରାଟାମ ସ୍ଥାପନ ବିଫଳ ହୋଇଛି

source: %s erratum install timed out
or: %s ଏରାଟାମ ସ୍ଥାପନ ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s is not a valid package name
or: %s ଟି ଗୋଟିଏ ବୈଧ ପ୍ୟାକେଜ ନାମ ନୁହଁ

source: %s package group install
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ସ୍ଥାପନ

source: %s package group install cancelled
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ସ୍ଥାପନ ବାତିଲ ହୋଇଛି

source: %s package group install failed
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ସ୍ଥାପନ ବିଫଳ ହୋଇଛି

source: %s package group install timed out
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ସ୍ଥାପନ ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s package group removal
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ବହିଷ୍କାର

source: %s package group remove cancelled
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ବହିଷ୍କାର ବାତିଲ ହୋଇଛି

source: %s package group remove failed
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ବହିଷ୍କାର ବିଫଳ ହୋଇଛି

source: %s package group remove timed out
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ବହିଷ୍କାର ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s package group update
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଅଦ୍ୟତନ

source: %s package group update cancelled
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଅଦ୍ୟତନ ବାତିଲ ହୋଇଛି

source: %s package group update failed
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଅଦ୍ୟତନ ବିଫଳ ହୋଇଛି

source: %s package group update timed out
or: %s ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଅଦ୍ୟତନ ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s package install
or: %s ପ୍ୟାକେଜ ସ୍ଥାପନ

source: %s package install cancelled
or: %s ପ୍ୟାକେଜ ସ୍ଥାପନ ବାତିଲ ହୋଇଛି

source: %s package install failed
or: %s ପ୍ୟାକେଜ ସ୍ଥାପନ ବିଫଳ ହୋଇଛି

source: %s package install timed out
or: %s ପ୍ୟାକେଜ ସ୍ଥାପନ ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s package removal
or: %s ପ୍ୟାକେଜ ବହିଷ୍କାର

source: %s package remove cancelled
or: %s ପ୍ୟାକେଜ ବହିଷ୍କାର ବାତିଲ ହୋଇଛି

source: %s package remove failed
or: %s ପ୍ୟାକେଜ ବହିଷ୍କାର ବିଫଳ ହୋଇଛି

source: %s package remove timed out
or: %s ପ୍ୟାକେଜ ବହିଷ୍କାର ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s package update
or: %s ପ୍ୟାକେଜ ଅଦ୍ୟତନ

source: %s package update cancelled
or: %s ପ୍ୟାକେଜ ଅଦ୍ୟତନ ବାତିଲ ହୋଇଛି

source: %s package update failed
or: %s ପ୍ୟାକେଜ ଅଦ୍ୟତନ ବିଫଳ ହୋଇଛି

source: %s package update timed out
or: %s ପ୍ୟାକେଜ ଅଦ୍ୟତନ ସମୟ ସମାପ୍ତ ହୋଇଛି

source: %s product was synced successfully
or: %s ଉତ୍ପାଦନଟି ସଫଳତାର ସହିତ ସନ୍ତୁଳିତ ହୋଇଛି

source: %s product was synced successfully with errors. See log for details
or: %s ଉତ୍ପାଦନଟି ତ୍ରୁଟି ସହିତ ସଫଳତାର ସହିତ ସନ୍ତୁଳିତ ହୋଇଛି। ବିସ୍ତୃତ ବିବରଣୀ ପାଇଁ ଲଗ ଦେଖନ୍ତୁ

source: %{newline}If you are uploading an older manifest, you can use the Force checkbox to overwrite existing data.
or: %{newline}?ଯଦି ଆପଣ ଏକ ପୁରୁଣା ମାଲସୂଚୀକୁ ଧାରଣ କରୁଛନ୍ତି, ତେବେ ଆପଣ ସ୍ଥିତବାନ ତଥ୍ୟକୁ ନବଲିଖନ କରିବା ପାଇଁ Force checkbox କୁ ବ୍ୟବହାର କରିପାରିବେ।

source: %{newline}Reason: %{reason}
or: %{newline}କାରଣ: %{reason}

source: %{repo} (Product: %{product})
or: %{repo} (ଉତ୍ପାଦନ: %{product})

source: '%s' did not meet the current search criteria and is not being shown.
or: '%s' ପ୍ରଚଳିତ ସନ୍ଧାନ ମାନଦଣ୍ଡ ସହିତ ମେଳ ଖାଉନାହିଁ ଏବଂ ଦର୍ଶାଯାଇନାହିଁ।

source: '%s' no longer matches the current search criteria.
or: '%s' ଏପର୍ଯ୍ୟନ୍ତ ପ୍ରଚଳିତ ସନ୍ଧାନ ମାନଦଣ୍ଡ ସହିତ ମେଳ ଖାଇନାହିଁ।

source: (%X of %Y repositories selected)
or: (%X ର %Y ସଂଗ୍ରହାଳୟକୁ ବଛାହୋଇଛି)

source: (Entire product selected)
or: (ସମସ୍ତ ଉତ୍ପାଦନକୁ ବଛାହୋଇଛି)

source: (Load %X More)
or: (%X ଅଧିକ ଧାରଣ କରନ୍ତୁ)

source: (Loaded %X of %Y Total)
or: (ସମୁଦାୟ %X ର %Y କୁ ଧାରଣ କରାହୋଇଛି)

source: + Add
or: + ଯୋଗ

source: + All
or: + ସମସ୍ତ

source: + New %s
or: + ନୂତନ %s

source: + New Changeset
or: + ନୂତନ ପରିବର୍ତ୍ତନ ସେଟ

source: + New Filter
or: + ନୂତନ ଛାଣକ

source: + New GPG Key
or: + ନୂତନ GPG କି

source: + New Key
or: + ନୂତନ କି

source: + New Organization
or: + ନୂତନ ଅନୁଷ୍ଠାନ

source: + New Plan
or: + ନୂତନ ଯୋଜନା

source: + New Promotion Changeset
or: + ନୂତନ ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟଗୁଡ଼ିକ

source: + New Provider
or: + ନୂତନ ପ୍ରଦାତା

source: + New Role
or: + ନୂତନ ଭୂମିକା

source: + New System
or: + ନୂତନ ତନ୍ତ୍ର

source: + New Template
or: + ନୂତନ ନମୁନା

source: + New User
or: + ନୂତନ ଚାଳକ

source: - Remove
or: - ବିୟୋଗ

source: 400 - Invalid Parameters
or: 400 - ଅବୈଧ ପ୍ରାଚଳଗୁଡ଼ିକ

source: 403 - Permission denied
or: 403 - ଅନୁମତି ନାହିଁ

source: 404 - That page doesn't exist or is missing!
or: 404 - ପୃଷ୍ଠା ଅବସ୍ଥିତ ନାହିଁ କିମ୍ବା ଅନୁପସ୍ଥିତ ଅଛି!

source: 500 Internal Server Error
or: 500 ଆଭ୍ୟନ୍ତରୀଣ ସର୍ଭର ତ୍ରୁଟି

source: << Previous
or: << ପୂର୍ବବର୍ତ୍ତୀ

source: A request has been received by Katello server '%s' to retrieve the logins for email '%s'. The following is a list of those logins:
or: ଇମେଲ '%s' ପାଇଁ ଲଗଇନଗୁଡ଼ିକୁ ବାହାର କରିବା ପାଇଁ Katello ସର୍ଭର '%s' ଦ୍ୱାରା ଏକ ଅନୁରୋଧକୁ ଗ୍ରହଣ କରାଯାଇଛି। ନିମ୍ନଲିଖିତଗୁଡ଼ିକ ହେଉଛି ସେହି ଲଗଇନଗୁଡ଼ିକର ଏକ ତାଲିକା:

source: A request has been received to reset the Katello password for user '%s'. In order to reset this password, click the URL below.
or: ଚାଳକ '%s' ପାଇଁ Katello ପ୍ରବେଶ ସଂକେତକୁ ପୁନସ୍ଥାପନ କରିବାକୁ ଅନୁରୋଧ ଗ୍ରହଣ କରାଯାଇଛି। ଏହି ପ୍ରବେଶ ସଂକେତକୁ ପୁନସ୍ଥାପନ କରିବା ପାଇଁ, ନିମ୍ନଲିଖିତ URL କୁ କ୍ଲିକ କରନ୍ତୁ।

source: Activation Keys
or: ସକ୍ରିୟଣ କିଗୁଡ଼ିକ

source: Activation Keys provide a set of characteristics that may be applied to a system during system registration. This includes things such as, default environment to assign to the system, subscriptions to allocate to the system, system template to apply to the system...etc.
or: ସକ୍ରିୟଣ କିଗୁଡ଼ିକ ଗୁଣଗୁଡ଼ିକର ଏକ ସେଟ ପ୍ରଦାନ କରିଥାଏ ଯାହାକି ହୁଏତଃ ତନ୍ତ୍ର ପଞ୍ଜିକରଣ ସମୟରେ ପ୍ରୟୋଗ ହୋଇଥାଏ। ଏଥିରେ ତନ୍ତ୍ର ପାଇଁ ନ୍ୟସ୍ତ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପରିବେଶ ପରି ବସ୍ତୁ, ତନ୍ତ୍ର ବଣ୍ଟନ ପାଇଁ ସଦସ୍ୟତା, ତନ୍ତ୍ର ପାଇଁ ତନ୍ତ୍ର ନମୁନା... ଇତ୍ୟାଦି ଥାଏ।

source: Activation Keys provide a set of characteristics that may be applied to a system during system registration. This includes things such as, default environment to assign to the system, subscriptions to allocate to the system...etc.
or: ସକ୍ରିୟଣ କିଗୁଡ଼ିକ ଗୁଣଗୁଡ଼ିକର ଏକ ସେଟ ପ୍ରଦାନ କରିଥାଏ ଯାହାକି ହୁଏତଃ ତନ୍ତ୍ର ପଞ୍ଜିକରଣ ସମୟରେ ପ୍ରୟୋଗ ହୋଇଥାଏ। ଏଥିରେ ତନ୍ତ୍ର ପାଇଁ ନ୍ୟସ୍ତ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପରିବେଶ ପରି ବସ୍ତୁ, ତନ୍ତ୍ର ବଣ୍ଟନ ପାଇଁ ସଦସ୍ୟତା, ତନ୍ତ୍ର ପାଇଁ ତନ୍ତ୍ର ନମୁନା... ଇତ୍ୟାଦି ଥାଏ।

source: Activation key '%s' was created.
or: ସକ୍ରିୟଣ କି %s କୁ ପ୍ରସ୍ତୁତ କରାଯାଇଛି।

source: Activation key '%s' was updated.
or: ସକ୍ରିୟଣ କି %s କୁ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: Add
or: ଯୋଗ କରନ୍ତୁ

source: Add All
or: ସମସ୍ତଙ୍କୁ ଯୋଗ କରନ୍ତୁ

source: Add Global Permission
or: ସର୍ବସାଧାରଣ ଅନୁମତିକୁ ଯୋଗକରନ୍ତୁ

source: Add New Environment
or: ନୂତନ ପରିବେଶକୁ ଯୋଗ କରନ୍ତୁ

source: Add Package Canceled
or: ପ୍ୟାକେଜ ଯୋଗ କରିବାକୁ ବାତିଲ କରାଯାଇଛି

source: Add Package Complete
or: ପ୍ୟାକେଜ ଯୋଗ କରିବା ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଛି

source: Add Package Error
or: ପ୍ୟାକେଜ ଯୋଗ କରିବା ତ୍ରୁଟି

source: Add Package Group Canceled
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଯୋଗ କରିବା ବାତିଲ ହୋଇଛି

source: Add Package Group Complete
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଯୋଗ କରିବା ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଛି

source: Add Package Group Error
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଯୋଗ କରିବା ତ୍ରୁଟି

source: Add Package Group Timeout
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଯୋଗ କରିବା ସମୟ ସମାପ୍ତି

source: Add Package Timeout
or: ପ୍ୟାକେଜ ଯୋଗ କରିବା ସମୟ ସମାପ୍ତି

source: Add Packages
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଯୋଗକରନ୍ତୁ

source: Add Permission
or: ଅନୁମତି ଯୋଗ କରନ୍ତୁ

source: Add Permission to
or: ଅନୁମତି ଯୋଗ କରନ୍ତୁ

source: Add Product
or: ଉତ୍ପାଦନ ଯୋଗ କରନ୍ତୁ

source: Add Repository
or: ରେପୋଜିଟୋରୀ ଯୋଗ କରନ୍ତୁ

source: Add Subscriptions ▸
or: ସଦସ୍ୟତାଗୁଡ଼ିକୁ ଯୋଗ କରନ୍ତୁ ▸

source: Add to Key
or: କି ରେ ଯୋଗ କରନ୍ତୁ

source: Added LDAP group '%s'
or: LDAP ଶ୍ରେଣୀ '%s' କୁ ଯୋଗକରାଯାଇଛି

source: Added:
or: ଯୋଗ କରାଯାଇଛି:

source: Adding Package Group...
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀକୁ ଯୋଗ କରୁଅଛି...

source: Adding Package...
or: ପ୍ୟାକେଜକୁ ଯୋଗ କରୁଅଛି...

source: Adding...
or: ଯୋଗ କରୁଅଛି...

source: Administer Activation Keys
or: ସକ୍ରିୟଣ କିଗୁଡ଼ିକର ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Administer Changesets in Environment
or: ଏହି ପରିବେଶରେ ପରିବର୍ତ୍ତନ ସେଟଗୁଡ଼ିକର ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Administer GPG Keys
or: GPG କିଗୁଡ଼ିକର ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Administer Organization
or: ଅନୁଷ୍ଠାନର ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Administer Package Filters
or: ପ୍ୟାକେଜ ଛାଣକଗୁଡ଼ିକର ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Administer Providers
or: ପ୍ରଦାନକାରୀମାନଙ୍କର ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Administer Roles
or: ଭୂମିକାଗୁଡ଼ିକର ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Administer System Templates
or: ତନ୍ତ୍ର ନମୁନାଗୁଡ଼ିକର ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Administer Users
or: ଚାଳକମାନଙ୍କର ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Administration
or: ପ୍ରଶାସନ

source: Administrator
or: ପ୍ରଶାସକ

source: Advisory
or: ଉପଦେଶ ପୂର୍ଣ୍ଣ

source: Alert
or: ସତର୍କ ସୂଚନା

source: All
or: ସମସ୍ତ

source: All Repositories
or: ସମସ୍ତ ରେପୋଜିଟୋରୀଗୁଡ଼ିକ

source: All Systems for owner %s in candlepin
or: candlepin ରେ ମାଲିକ %s ପାଇଁ ସମସ୍ତ ତନ୍ତ୍ରଗୁଡ଼ିକ

source: All environments for owner %s in candlepin
or: candlepin ରେ ମାଲିକ %s ପାଇଁ ସମସ୍ତ ପରିବେଶଗୁଡ଼ିକ

source: All providers for owner %s in candlepin
or: candlepin ରେ ମାଲିକ %s ପାଇଁ ସମସ୍ତ ପ୍ରଦାତାମାନେ

source: All repository GPG keys for Product '%s' were updated.
or: ଉତ୍ପାଦନ '%s' ପାଇଁ ସମସ୍ତ ରେପୋଜିଟୋରୀ GPG କିଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: An environment does not exist to promote content to. If you would like to manage promotion changesets and content, please create a new environment.
or: ବିଷୟବସ୍ତୁ ପ୍ରଚାର ପାଇଁ ପରିବେଶ ନଥାଏ। ଯଦି ଆପଣ ପରିବର୍ତ୍ତନ ସେଟଗୁଡ଼ିକୁ ପରିଚାଳନା କରିବା ପାଇଁ ଚାହାନ୍ତି, ତେବେ ନୂତନ ଏକ ପରିବେଶ ନିର୍ମାଣ କରନ୍ତୁ।

source: An error has occured when communicating with the server, please refresh the page to retrieve the current System Template
or: ସର୍ଭର ସହିତ ସମ୍ପର୍କ କରିବା ସମୟରେ ଗୋଟିଏ ତ୍ରୁଟି ଘଟିଛି, ପ୍ରଚଳିତ ତନ୍ତ୍ର ନମୁନା କାଢ଼ିବା ପାଇଁ ଦୟାକରି ସେହି ପୃଷ୍ଠାକୁ ସତେଜ କରନ୍ତୁ।

source: An error has occured when communicating with the server, please refresh the page to retrieve the current promotion changeset.
or: ସର୍ଭର ସହିତ ସମ୍ପର୍କ କରିବା ସମୟରେ ଗୋଟିଏ ତ୍ରୁଟି ଘଟିଛି, ପ୍ରଚଳିତ ପରିବର୍ତ୍ତନ ସେଟକୁ କାଢ଼ିବା ପାଇଁ ଦୟାକରି ସେହି ପୃଷ୍ଠାକୁ ସତେଜ କରନ୍ତୁ।

source: Applicable Product filters:
or: ଯୋଗ୍ୟ ଉତ୍ପାଦନ ଛାଣକଗୁଡ଼ିକ:

source: Applicable Repository filters:
or: ଯୋଗ୍ୟ ରେପୋଜିଟୋରୀ ଛାଣକଗୁଡ଼ିକ:

source: Applied
or: ପ୍ରୟୋଗ ହୋଇଛି

source: Applied Subscriptions
or: ପ୍ରୟୋଗ ହୋଇଥିବା ସଦସ୍ୟତାଗୁଡ଼ିକ

source: Apply Selected Plan to Selected Products
or: ବଚ୍ଛିତ ଉତ୍ପାଦନଗୁଡ଼ିକରେ ବଚ୍ଛିତ ଯୋଜନାକୁ ପ୍ରୟୋଗ କରନ୍ତୁ

source: Arch
or: ଅଭିଲେଖ

source: Architecture
or: ସଂରଚନା

source: Architecture:
or: ସଂରଚନା:

source: Are you sure you want to delete this GPG Key?
or: ଆପଣ ଏହି GPG କି କୁ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Are you sure you want to delete this filster?
or: ଆପଣ ଏହି ଛାଣକକୁ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Are you sure you want to delete this filter?
or: ଆପଣ ଏହି ଛାଣକକୁ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Are you sure you want to delete this provider?
or: ଏହି ପ୍ରଦାତାଙ୍କୁ ଅପସାରଣ କରିବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?

source: Are you sure you want to remove this organization?
or: ଏହି ଅନୁଷ୍ଠାନକୁ ଅପସାରଣ କରିବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?

source: Are you sure you want to remove this product?
or: ଏହି ଉତ୍ପାଦନକୁ ବାହାର କରିବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?

source: Are you sure you want to remove this repository?
or: ଏହି ରେପୋଜିଟୋରୀକୁ ବାହାର କରିବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?

source: Are you sure you want to remove this role?
or: ଏହି ଭୂମିକାକୁ ବାହାର କରିବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?

source: Are you sure you want to remove this system?
or: ଆପଣ ଏହି ତନ୍ତ୍ରକୁ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Are you sure you want to remove this template?
or: ଏହି ନମୁନାକୁ ବାହାର କରିବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?

source: Are you sure you want to remove this user?
or: ଆପଣ ଏହି ଚାଳକକୁ ଅପସାରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Are you sure?
or: ଆପଣ ନିଶ୍ଚିତ କି?

source: Associated Bugs
or: ସମ୍ପୃକ୍ତ ତ୍ରୁଟିଗୁଡ଼ିକ

source: At least one activation key must be provided
or: ଅତିକମରେ ଗୋଟିଏ ସକ୍ରିୟଣ କି ଦେବା ଉଚିତ

source: At least one organization must exist.
or: ଅତିକମରେ ଗୋଟିଏ ଅନୁଷ୍ଠାନ ରହିବା ଉଚିତ।

source: At least repository must be present to export a TDL
or: TDL କୁ ପଠାଇବା ପାଇଁ ଅତିକମରେ ରେପୋଜିଟୋରୀ ନିଶ୍ଚିତ ଭାବରେ ଉପସ୍ଥାପନ କରିବା ଉଚିତ

source: Auto-subscribe %s, %s
or: ସ୍ୱୟଂ-ସଦସ୍ୟତା ଗ୍ରହଣ %s, %s

source: Auto-subscribe Off, No Service Level Preference
or: ସ୍ୱୟଂ ସଦସ୍ୟତା ଗ୍ରହଣ ବନ୍ଦ ଅଛି, କୌଣସି ସର୍ଭିସ ସ୍ତର ପସନ୍ଦ ନାହିଁ

source: Auto-subscribe Off, Service Level %s
or: ସ୍ୱୟଂ ସଦସ୍ୟତା ଗ୍ରହଣ ବନ୍ଦ ଅଛି, ସର୍ଭିସ ସ୍ତର %s

source: Auto-subscribe On, No Service Level Preference
or: ସ୍ୱୟଂ ସଦସ୍ୟତା ଗ୍ରହଣ ଖୋଲା ଅଛି, କୌଣସି ସର୍ଭିସ ସ୍ତର ପସନ୍ଦ ନାହିଁ

source: Auto-subscribe On, Service Level %s
or: ସ୍ୱୟଂ ସଦସ୍ୟତା ଗ୍ରହଣ ଖୋଲା ଅଛି, ସର୍ଭିସ ସ୍ତର %s

source: Available Errata
or: ଉପଲବ୍ଧ ଏରାଟା

source: Available Subscriptions
or: ଉପଲବ୍ଧ ସଦସ୍ୟତାଗୁଡ଼ିକ

source: Back
or: ପଛକୁ

source: Browser Default Locale
or: ବ୍ରାଉଜର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାଷା

source: Build Host
or: ନିର୍ମାଣ ହୋଷ୍ଟ

source: By Environments
or: ପରିବେଶ ଦ୍ୱାରା

source: CDN loading error: %s not found
or: CDN ଧାରଣ ତ୍ରୁଟି: %s ମିଳୁ ନାହିଁ

source: CDN loading error: access denied to %s
or: CDN ଧାରଣ ତ୍ରୁଟି: %s କୁ ପ୍ରବେଶାନୁମତି ନାହିଁ

source: Can't update Library environment
or: ଲାଇବ୍ରେରୀ ପରିବେଶକୁ ଅଦ୍ୟତନ କରିପାରିବେ ନାହିଁ

source: Cancel
or: ବାତିଲ କରନ୍ତୁ

source: Cancel Add
or: ଯୋଗ କରିବାକୁ ବାତିଲ କରନ୍ତୁ

source: Cancel Review
or: ସମୀକ୍ଷା କରିବାକୁ ବାତିଲ କରନ୍ତୁ

source: Cancelled.
or: ବାତିଲ ହୋଇଛି।

source: Candlepin Event
or: Candlepin ଘଟଣା

source: Cannot add/remove or change permissions related to a locked role.
or: ଅପରିବର୍ତ୍ତନୀୟ ଭୂମିକା ପାଇଁ ଯୋଗ କରିବା/ବାହାର କରିବା କିମ୍ବା ଅନୁମତିଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରି ପାରିବେ ନାହିଁ।

source: Cannot change the name or description of a locked role.
or: ଅପରିବର୍ତ୍ତନୀୟ ଭୂମିକାର ନାମ କିମ୍ବା ବର୍ଣ୍ଣନାକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ ନାହିଁ।

source: Cannot create activation keys in Library environment
or: ଲାଇବ୍ରେରୀ ପରିବେଶରେ ସକ୍ରିୟଣ କିଗୁଡ଼ିକ ନିର୍ମାଣ ହୋଇପାରିବ ନାହିଁ

source: Cannot delete currently logged user
or: ବର୍ତ୍ତମାନ ଲଗ ହୋଇଥିବା ଚାଳକକୁ ଅପସାରଣ କରିପାରିବେ ନାହିଁ

source: Cannot dissociate user '%s' from '%s' role. Need at least one user in the '%s' role.
or: ଚାଳକ '%s' କୁ '%s' ଭୂମିକାରୁ ପୃଥକ କରିପାରିବେ ନାହିଁ। '%s' ଭୂମିକାରେ ଅତିକମରେ ଗୋଟିଏ ଚାଳକ ଆବଶ୍ୟକ।

source: Cannot export templates for the Library environment.
or: ଲାଇବ୍ରେରୀ ପରିବେଶ ପାଇଁ ନାମପଟିଗୁଡ଼ିକୁ ପଠାଇପାରିବେ ନାହିଁ।

source: Cannot modify a template that is another environment
or: ଅନ୍ୟ ଏକ ପରିବେଶର ନମୁନାକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ ନାହିଁ

source: Cannot promote the changeset '%s' while another changeset (%s) is being promoted.
or: ପରିବର୍ତ୍ତନ ସେଟ '%s' କୁ ପଠାଇପାରିବେ ନାହିଁ ଯେତେବେଳେ ଅନ୍ୟ ଏକ ପରିବର୍ତ୍ତନ ସେଟ (%s) କୁ ପ୍ରଚାର କରାଯାଇଥାଏ।

source: Cannot promote the changset '%s' because it is not in the review phase.
or: ପରିବର୍ତ୍ତନ ସେଟ '%s' କୁ ପ୍ରଚାର କରିପାରିବେ ନାହିଁ କାରଣ ଏହା ସମୀକ୍ଷା ବିଭାଗ ନୁହଁ।

source: Cannot promote the changset '%s' because the repo '%s' does not belong to any promoted product.
or: ପରିବର୍ତ୍ତନ ସେଟ '%s' କୁ ପ୍ରଚାର କରିପାରିବେ ନାହିଁ କାରଣ ରେପୋ '%s' କୌଣସି ପ୍ରଚାରିତ ଉତ୍ପାଦନର ଅଂଶ ନୁହଁ।

source: Cannot register a system with 'Library' environment
or: 'ଲାଇବ୍ରେରୀ' ପରିବେଶ ସହିତ କୌଣସି ତନ୍ତ୍ରକୁ ପଞ୍ଜିକରଣ କରିପାରିବେ ନାହିଁ

source: Cannot specify a tag if all_tags is selected.
or: all_tags କୁ ଯଦି ବଛାହୋଇଥାଏ ତେବେ କୌଣସି ଟ୍ୟାଗକୁ ଉଲ୍ଲେଖ କରିହେବ ନାହିଁ।

source: Cannot specify a verb if all_verbs is selected.
or: all_verbs କୁ ଯଦି ବଛା ହୋଇଥାଏ ତେବେ କୌଣସି କ୍ରିୟାକୁ ଉଲ୍ଲେଖ କରିହେବ ନାହିଁ।

source: Cannot specify all_types without all_tags and all_verbs
or: all_types କୁ all_tags ଏବଂ all_verbs ବିନା ଉଲ୍ଲେଖ କରିହେବ ନାହିଁ

source: Cannot validate templates for the Library environment.
or: ଲାଇବ୍ରେରୀ ପରିବେଶ ପାଇଁ ନାମପଟିଗୁଡ଼ିକୁ ବୈଧିକୃତ କରିପାରିବେ ନାହିଁ।

source: Change Password
or: ପ୍ରବେଶ ସଂକେତ ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: Change Password:
or: ପ୍ରବେଶ ସଙ୍କେତ ପରିବର୍ତ୍ତନ କରନ୍ତୁ:

source: Changesets
or: ପରିବର୍ତ୍ତନ ସେଟଗୁଡ଼ିକ

source: Checked In
or: ପ୍ରବେଶ କରିଛି

source: Choose Environment:
or: ପରିବେଶକୁ ବାଛନ୍ତୁ:

source: Choose a product..
or: ଏକ ଉତ୍ପାଦନକୁ ବାଛନ୍ତୁ..

source: Choose new defaults:
or: ନୂତନ ପୂର୍ବନିର୍ଦ୍ଧାରିତକୁ ବାଛନ୍ତୁ:

source: Clear
or: ପରିଷ୍କାର କରନ୍ତୁ

source: Clear Disabled Helptips:
or: ନିଷ୍କ୍ରିୟ ସହାୟତା ସୂଚନାଗୁଡ଼ିକୁ ପରିଷ୍କାର କରନ୍ତୁ:

source: Clear the Search
or: ସନ୍ଧାନକୁ ପରିଷ୍କାର କରନ୍ତୁ

source: Cleared
or: ପରିଷ୍କାର ହୋଇଛି

source: Click Add or Remove next to a user name to apply or remove them from role.
or: ଭୂମିକାରୁ କାଢ଼ିବା ପାଇଁ ଚାଳକନାମ ପରେ ଥିବା ଯୋଗ କରନ୍ତୁ କିମ୍ବା ବାହାର କରନ୍ତୁ କୁ କ୍ଲିକ କରନ୍ତୁ।

source: Click Add permission from the bar below to add a permission.
or: ନିମ୍ନରେ ଥିବା ପଟିରେ ଏକ ଅନୁମତିକୁ ଯୋଗ କରିବା ପାଇଁ ଅନୁମତି ଯୋଗକରନ୍ତୁ କୁ କ୍ଲିକ କରନ୍ତୁ।

source: Click edit permission from the bar below to edit the current permission.
or: ନିମ୍ନରେ ଥିବା ପଟିରେ ଏକ ଅନୁମତିକୁ ସମ୍ପାଦନ କରିବା ପାଇଁ ଅନୁମତି ସମ୍ପାଦନ କରନ୍ତୁ କୁ କ୍ଲିକ କରନ୍ତୁ।

source: Click on 'Add Environment' to create the first environment
or: ପ୍ରଥମ ପରିବେଶକୁ ନିର୍ମାଣ କରିବା ପାଇଁ 'ପରିବେଶ ଯୋଗ କରନ୍ତୁ' କୁ କ୍ଲିକ କରନ୍ତୁ

source: Click to edit
or: ସମ୍ପାଦନ କରିବା ପାଇଁ କ୍ଲିକ କରନ୍ତୁ

source: Close
or: ବନ୍ଦ କରନ୍ତୁ

source: Close Add Permission
or: ଅନୁମତି ଯୋଗକରନ୍ତୁକୁ ବନ୍ଦ କରନ୍ତୁ

source: Close Details
or: ବିବରଣୀ ବନ୍ଦ କରନ୍ତୁ

source: Close Edit
or: ସମ୍ପାଦନ କ୍ରିୟାକୁ ବନ୍ଦ କରନ୍ତୁ

source: Close Edit Permission
or: ଅନୁମତି ସମ୍ପାଦନକୁ ବନ୍ଦ କରନ୍ତୁ

source: Close Role Details
or: ଭୂମିକା ବିବରଣୀକୁ ବନ୍ଦ କରନ୍ତୁ

source: Collapse
or: ବିଫଳ ହୋଇଛି

source: Collapse All
or: ସବୁଗୁଡ଼ିକୁ ପକାନ୍ତୁ

source: Confirm Password:
or: ପ୍ରବେଶ ସଙ୍କେତକୁ ନିଶ୍ଚିତ କରନ୍ତୁ:

source: Confirm:
or: ନିଶ୍ଚିତ କରନ୍ତୁ:

source: Confirmation
or: ନିଶ୍ଚିତ କରଣ

source: Consumed
or: ବ୍ୟବହୃତ

source: Content
or: ବିଷୟବସ୍ତୁ

source: Content Download URL:
or: ବିଷୟବସ୍ତୁ ଆହରଣ URL:

source: Content Management
or: ବିଷୟବସ୍ତୁ ପରିଚାଳନା

source: Content Providers
or: ବିଷୟବସ୍ତୁ ପ୍ରଦାତାମାନେ

source: Contents:
or: ବିଷୟବସ୍ତୁଗୁଡ଼ିକ:

source: Continue
or: ଅଗ୍ରସର ହୁଅନ୍ତୁ

source: Contract
or: ସଙ୍କୋଚନ କରନ୍ତୁ

source: Copyright &copy;
or: ସତ୍ତ୍ୱାଧୀକାର ଏବଂ ନକଲ;

source: Could not delete organization '%s'.
or: ଅନୁଷ୍ଠାନ '%s' କୁ ଅପସାରଣ କରିପାରିଲା ନାହିଁ।

source: Couldn't find environment '%s'
or: ପରିବେଶ '%s' କୁ ପାଇଲା ନାହିଁ

source: Couldn't find environment with ID=%d
or: ID=%d ବିଶିଷ୍ଟ ପରିବେଶକୁ ପାଇଲା ନାହିଁ

source: Couldn't find organization '%d'
or: ଅନୁଷ୍ଠାନ '%d' କୁ ପାଇଲା ନାହିଁ

source: Couldn't find organization with ID=%s
or: ID=%d ବିଶିଷ୍ଟ ଅନୁଷ୍ଠାନକୁ ପାଇଲା ନାହିଁ

source: Couldn't find pool '%s' in activation_key '%s'
or: ପୁଲ '%s' କୁ activation_key '%s' ରେ ଖୋଜି ପାଇଲା ନାହିଁ

source: Couldn't find provider '%s'
or: ପ୍ରଦାତା '%s' କୁ ପାଇଲା ନାହିଁ

source: Couldn't find repository with ID=%s
or: ID=%s ବିଶିଷ୍ଟ ରେପୋଜିଟୋରୀକୁ ପାଇଲା ନାହିଁ

source: Couldn't find subject of synchronization
or: ସନ୍ତୁଳନର ବିଷୟ ମିଳିଲା ନାହିଁ

source: Couldn't find user role '%s'
or: ବ୍ୟବହାରକାରୀ ଭୂମିକା '%s' ପାଇଲା ନାହିଁ

source: Create
or: ନିର୍ମାଣ କରନ୍ତୁ

source: Create Application Life Cycle Management Environment
or: ପ୍ରୟୋଗ ଜୀବନ ଚକ୍ର ପରିଚାଳନା ପରିବେଶ ପ୍ରସ୍ତୁତ କରନ୍ତୁ

source: Create Product
or: ଉତ୍ପାଦନ ନିର୍ମାଣ କରନ୍ତୁ

source: Create Repository
or: ରେପୋଜିଟୋରୀ ନିର୍ମାଣ କରନ୍ତୁ

source: Created (UTC)
or: ନିର୍ମିତ (UTC)

source: Creating an environment in candlepin: %s
or: candlepin ରେ ଏକ ପରିବେଶ ପ୍ରସ୍ତୁତ କରୁଅଛି: %s

source: Creating an owner in candlepin: %s
or: candlepin ରେ ଏକ ମାଲିକ ସୃଷ୍ଟି କରୁଅଛି: %s

source: Creating...
or: ସୃଷ୍ଟି କରୁଅଛି...

source: Current Organization
or: ପ୍ରଚଳିତ ଅନୁଷ୍ଠାନ

source: Current Subscriptions
or: ପ୍ରଚଳିତ ସଦସ୍ୟତାଗୁଡ଼ିକ

source: Custom Content Providers
or: ଇଚ୍ଛାମୁତାବକ ବିଷୟବସ୍ତୁ ପ୍ରଦାତାମାନେ

source: Dashboard
or: ଡ୍ୟାସବୋର୍ଡ

source: Date
or: ତାରିଖ

source: Date format is incorrect.
or: ତାରିଖ ଶୈଳୀଟି ଭୁଲଅଟେ।

source: Debug Certificate
or: ପ୍ରମାଣପତ୍ରର ତ୍ରୁଟି ନିବାରଣ କରନ୍ତୁ

source: Default Environment:
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପରିବେଶ:

source: Default Organization:
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଅନୁଷ୍ଠାନ:

source: Delete All
or: ସମସ୍ତଙ୍କୁ ଅପସାରଣ କରନ୍ତୁ

source: Delete Organization
or: ଅନୁଷ୍ଠାନକୁ ଅପସାରଣ କରନ୍ତୁ

source: Delete Package Filters
or: ପ୍ୟାକେଜ ଛାଣକଗୁଡ଼ିକୁ ଅପସାରଣ କରନ୍ତୁ

source: Delete Providers
or: ପ୍ରଦାତାମାନଙ୍କୁ ଅପସାରଣ କରନ୍ତୁ

source: Delete Roles
or: ଭୂମିକାକୁ ଅପସାରଣ କରନ୍ତୁ

source: Delete Systems
or: ତନ୍ତ୍ରଗୁଡ଼ିକୁ ଅପସାରଣ କରନ୍ତୁ

source: Delete Users
or: ଚାଳକମାନଙ୍କୁ ଅପସାରଣ କରନ୍ତୁ

source: Deleted provider [ %s ]
or: ପ୍ରଦାତା [ %s ] କୁ ଅପସାରଣ କରନ୍ତୁ

source: Deleteing environment in candlepin: %s
or: candlepin ରେ ଏକ ପରିବେଶକୁ ଅପସାରଣ କରୁଅଛି: %s

source: Deleting owner in candlepin: %s
or: candlepin ରେ ଏକ ମାଲିକକୁ ଅପସାରଣ କରୁଅଛି: %s

source: Dependencies
or: ନିର୍ଭୋରକମାନ

source: Dependency of
or: ଏହାର ନିର୍ଭୋରକ

source: Description
or: ବର୍ଣ୍ଣନା

source: Description:
or: ବର୍ଣ୍ଣନା:

source: Details
or: ବିବରଣୀ

source: Details for the currently selected permission.
or: ବର୍ତ୍ତମାନ ବଚ୍ଛିତ ଅନୁମତିର ବିବରଣୀ

source: Disable/enable is not supported for custom repositories.
or: ଇଚ୍ଛାରୂପଣ ରେପୋଜିଟୋରୀଗୁଡ଼ିକ ପାଇଁ ନିଷ୍କ୍ରିୟ/ସକ୍ରିୟ ସମର୍ଥିତ ନୁହଁ।

source: Disabled help tips have been re-enabled.
or: ନିଷ୍କ୍ରିୟ ଥିବା ସହାୟତା ସୂଚନାଗୁଡ଼ିକୁ ସକ୍ରିୟ କରାଯାଇଛି।

source: Display
or: ଦର୍ଶାନ୍ତୁ

source: Distribution
or: ବଣ୍ଟନ

source: Distribution '%s' does not belong to the specified product!
or: ବଣ୍ଟନ '%s' ଉଲ୍ଲିଖିତ ଉତ୍ପାଦନର ଅନ୍ତର୍ଗତ ନୁହଁ!
