Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: System Info
or: ତନ୍ତ୍ର ସୂଚନା

source: System Notifications
or: ତନ୍ତ୍ର ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ

source: System Properties
or: ତନ୍ତ୍ର ଗୁଣଧର୍ମ

source: System Subscription Status
or: ତନ୍ତ୍ର ସଦସ୍ୟତା ସ୍ଥିତି

source: System Template
or: ତନ୍ତ୍ର ନମୁନା

source: System Template '%s' was created.
or: ତନ୍ତ୍ର ନମୁନା '%s' କୁ ନିର୍ମାଣ କରାଯାଇଛି।

source: System Templates
or: ତନ୍ତ୍ର ନମୁନାଗୁଡ଼ିକ

source: System Templates allow you to create a template for what a system should look like. This includes what products are subscribed and what packages are installed.
or: ତନ୍ତ୍ର ନମୁନାଗୁଡ଼ିକ ଆପଣଙ୍କୁ ନମୁନା ନିର୍ମାଣ କରିବା ପାଇଁ ଅନୁମତି ଦେଇଥାଏ ଯାହା ପାଇଁ ତନ୍ତ୍ର ଏକାପରି ଲାଗେ। ଏଥିରେ କେଉଁ ଉତ୍ପାଦନଗୁଡ଼ିକ ସଦସ୍ୟତା ଗ୍ରହଣ କରିଛନ୍ତି ଏବଂ କେଉଁ ପ୍ୟାକେଜଗୁଡ଼ିକ ସ୍ଥାପିତ ହୋଇଛି ତାହା ଅନ୍ତର୍ଭୁକ୍ତ ହୋଇଥାଏ।

source: System Type
or: ତନ୍ତ୍ର ପ୍ରକାର

source: System Type:
or: ତନ୍ତ୍ର ପ୍ରକାର:

source: System subscriptions updated.
or: ତନ୍ତ୍ର ସଦସ୍ୟତାଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: Systems
or: ତନ୍ତ୍ରଗୁଡ଼ିକ

source: TITLE
or: ଶୀର୍ଷକ

source: TYPE
or: ପ୍ରକାର

source: Template
or: ନମୁନା

source: Template %s has been updated successfully
or: ନମୁନା %s କୁ ସଫଳତାର ସହିତ ଅଦ୍ୟତିତ ହୋଇଛି

source: Template %s updated successfully.
or: ନମୁନା %s ସଫଳତାର ସହିତ ଅଦ୍ୟତିତ ହୋଇଛି।

source: Template '%s' has been updated successfully, however you have removed either a product or repository that contained the selected distribution for this template. Please select another distribution to ensure a working system template.
or: ନମୁନା %s ସଫଳତାର ସହିତ ଅଦ୍ୟତିତ ହୋଇଛି, ତଥାପି ଏହି ତନ୍ତ୍ର ନମୁନା ସହିତ ସଂଶ୍ଳିଷ୍ଟ ବଚ୍ଛିତ ବଣ୍ଟନରେ ଧାରଣ କରାଯାଇଥିବା ଉତ୍ପାଦନ କିମ୍ବା ରେପୋଜିଟୋରୀକୁ ବାହାର କରିପାରିବେ। ଦୟାକରି ଅନ୍ୟ ଏକ ବଣ୍ଟନକୁ ଏଥିରେ ସମ୍ପୃକ୍ତ କରନ୍ତୁ ଯାହାକି କାର୍ଯ୍ୟରତ ତନ୍ତ୍ର ନମୁନାକୁ ନିଶ୍ଚିତ କରିଥାଏ।

source: Template '%s' was deleted.
or: ନମୁନା '%s' କୁ ଅପସାରଣ ହୋଇଥିଲା।

source: Template can have parent templates only from the same environment
or: ସମାନ ପରିବେଶରେ ନମୁନାରେ କେବଳ ମୂଖ୍ୟ ନମୁନା ରହିବା ଉଚିତ

source: Template cannot be exported
or: ନମୁନାକୁ ପଠାଯାଇପାରିବ ନାହିଁ

source: Template imported
or: ନମୁନା ଆମଦାନୀ ହୋଇଛି

source: Templates
or: ନମୁନାଗୁଡ଼ିକ

source: Templates can be updated only in a Library environment
or: ନମୁନାଗୁଡ଼ିକୁ କେବଳ ଗୋଟିଏ ଲାଇବ୍ରେରୀ ପରିବେଶରେ ଅଦ୍ୟତନ କରିପାରିବେ

source: The current organization cannot be deleted. Please switch to a different organization before deleting.
or: ଆପଣଙ୍କର ପ୍ରଚଳିତ ଅନୁଷ୍ଠାନକୁ ଅପସାରଣ କରିହେବ ନାହିଁ। ଅପସାରଣ କରିବା ପୂର୍ବରୁ ଦୟାକରି ଅନ୍ୟ ଏକ ଅନୁଷ୍ଠାନକୁ ସ୍ଥାନାନ୍ତରିତ କରନ୍ତୁ।

source: The current template "$TEMPLATE" has been modified. Would you like to save the changes?
or: ପ୍ରଚଳିତ ନମୁନା "$TEMPLATE" କୁ ପରିବର୍ତ୍ତନ କରାଯାଇଛି। ଆପଣ ଏହାକୁ ସଂରକ୍ଷଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: The current template "$TEMPLATE" has been modified. If you leave, any changes will be lost."
or: ପ୍ରଚଳିତ ନମୁନା "$TEMPLATE" କୁ ପରିବର୍ତ୍ତନ କରାଯାଇଛି। ଯଦି ଆପଣ ବାହାରି ଯିବେ, ତେବେ କିଛି ପରିବର୍ତ୍ତନ ହୁଏତଃ ନଷ୍ଟହୋଇପାରେ।"

source: The default you supplied was the same as the old default.
or: ଆପଣ ପ୍ରଦାନ କରିଥିବା ପୂର୍ବନିର୍ଦ୍ଧାରିତଟି ପୂର୍ବ ପରି ସମାନ ଅଟେ।

source: The environment still has content that belongs to product '%s'.
or: ପରିବେଶରେ ଏପର୍ଯ୍ୟନ୍ତ '%s' ରେ ଥିବା ବିଷୟବସ୍ତୁ ଉପରେ ନିର୍ଭର କରିଥାଏ।

source: The following repositories are currently syncing. It is recommended that you wait for them to complete before continuing the promotion.
or: ନିମ୍ନଲିଖିତ ରେପୋଜିଟୋରୀଗୁଡ଼ିକ ବର୍ତ୍ତମାନ ସନ୍ତୁଳିତ ହେଉଛି। ଏହା ପରାମର୍ଶିତ ଯେ ପ୍ରଚାର ଚାଲୁ କରିବା ପୂର୍ବରୁ ସମାପ୍ତ କରିବା ପାଇଁ ଆପଣ ସେମାନଙ୍କ ପାଇଁ ଅପେକ୍ଷା କରନ୍ତୁ।

source: The password should not contain the username.
or: ପ୍ରବେଶ ସଂକେତ ଚାଳକନାମ ଧାରଣ କରିନଥିବା ଉଚିତ।

source: The passwords do not match
or: ପ୍ରବେଶ ସଂକେତଗୁଡ଼ିକ ମେଳଖାଉନାହିଁ।

source: The selected environment is not the last environment in its promotion path. Only the last environment can be deleted.
or: ବଚ୍ଛିତ ପରିବେଶଟି ତାହାର ପ୍ରଚାର ପଥର ଶେଷ ପରିବେଶ ନୁହଁ। କେବଳ ଶେଷ ପରିବେଶକୁ ଅପସାରଣ କରିହେବ।

source: The system is not currently consuming any subscriptions.
or: ତନ୍ତ୍ର ବର୍ତ୍ତମାନ କୌଣସି ସଦସ୍ୟତାଗୁଡ଼ିକୁ ବ୍ୟବହାର କରୁନାହିଁ।

source: The template has children templates.
or: ଏହି ନମୁନାରେ ନିର୍ଭୋରକ ନମୁନା ଅଛି।

source: There are currently no Global permissions for this role. Please click Add Permission in the action bar below to add a Global permission. A Global permission is one that cuts across all organizations.
or: ଏହି ଭୂମିକା ପାଇଁ ସେଠାରେ ବର୍ତ୍ତମାନ କୌଣସି ଅନୁମତି ନାହିଁ। ଦୟାକରି ଅନୁମତି ଯୋଗ କରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ ଏବଂ ସର୍ବସାଧାରଣ ଅନୁମତି ଯୋଗ କରନ୍ତୁ। ଏକ ସର୍ବସାଧାରଣ ଅନୁମତି ଯାହାକି ସମସ୍ତ ଅନୁଷ୍ଠାନ ପାଇଁ ଲାଗୁ ହୋଇଥାଏ।

source: There are currently no permissions for this organization. Please click Add Permission in the action bar below to add a permission to this organization.
or: ଏହି ଅନୁଷ୍ଠାନ ପାଇଁ ସେଠାରେ ବର୍ତ୍ତମାନ କୌଣସି ଅନୁମତି ନାହିଁ। ଦୟାକରି ଅନୁମତି ଯୋଗ କରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ ଏବଂ ଏହି ଅନୁଷ୍ଠାନରେ ଅନୁମତି ଯୋଗ କରନ୍ତୁ।

source: There are no custom products or repositories enabled. Try enabling via Content Providers.
or: ସେଠାରେ କୌଣସି ଇଚ୍ଛାମୁତାବକ ଉତ୍ପାଦନ କିମ୍ବା ରେପୋଜିଟୋରୀ ସକ୍ରିୟ ନାହିଁ। ବିଷୟବସ୍ତୁ ପ୍ରଦାତା ମାଧ୍ଯମରେ ସକ୍ରିୟ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ।

source: There are no errata that need to be applied to registered systems.
or: ତନ୍ତ୍ରଗୁଡ଼ିକୁ ପଞ୍ଜିକରଣ କରିବା ପାଇଁ ସେଠାରେ କୌଣସି ଏରାଟା ନାହିଁ।

source: There are no events to display.
or: ଏଠାରେ ଦର୍ଶାଇବା ପାଇଁ କୌଣସି ଘଟଣା ନାହିଁ।

source: There are no more subscriptions available.
or: କୌଣସି ସଦସ୍ୟତା ଉପଲବ୍ଧ ନାହିଁ।

source: There are no packages to display.
or: ପ୍ରଦର୍ଶନ କରିବା ପାଇଁ କୌଣସି ପ୍ୟାକେଜ ନାହିଁ।

source: There are no tags for the resource type you have chosen.
or: ଆପଣ ବାଛିଥିବା ଉତ୍ସ ପ୍ରକାର ପାଇଁ କୌଣସି ଟ୍ୟାଗ ନାହିଁ।

source: There is already a repo with the name [ %s ] for product [ %s ]
or: [ %s ] ନାମ ବିଶିଷ୍ଟ ଉତ୍ପାଦନ [ %s ] ପାଇଁ ଏକ ରେପୋ ପୂର୍ବରୁ ଅଛି

source: There is already an active sync process for the '%s' repository. Please try again later
or: ସେଠାରେ ପୂର୍ବରୁ '%s' ରେପୋଜିଟୋରୀ ପାଇଁ ଏକ ସକ୍ରିୟ ସନ୍ତୁଳନ ପ୍ରକ୍ରିୟା ଅଛି। ଦୟାକରି ପରେ ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ

source: There must be at least one plan selected
or: ସେଠାରେ ନିଶ୍ଚିତ ଭାବରେ ଏକ ଯୋଜନା ରହିବା ଉଚିତ

source: There must be at least one product selected
or: ସେଠାରେ ନିଶ୍ଚିତ ଭାବରେ ଏକ ଉତ୍ପାଦନ ରହିବା ଉଚିତ

source: There was an error retrieving that row:
or: ସେହି ଧାଡ଼ିକୁ ବାହାର କରିବା ସମୟରେ ଏକ ତ୍ରୁଟି:

source: There were errors syncing repository '%s'. See notices page for more details.
or: ରେପୋଜିଟୋରୀ '%s' କୁ ସନ୍ତୁଳନ କରିବାରେ ତ୍ରୁଟି। ଅଧିକ ବିବରଣୀ ପାଇଁ ବିଜ୍ଞପ୍ତି ଦେଖନ୍ତୁ।

source: This GPG Key is not currently assigned to any products or repositories.
or: ଏହି GPG କି କୁ ବର୍ତ୍ତମାନ କୌଣସି ଉତ୍ପାଦନ କିମ୍ବା ରେପୋଜିଟୋରୀରେ ନ୍ୟସ୍ତ କରାଯାଇ ନାହିଁ।

source: This action doesn't support pacakge groups
or: ଏହି କାର୍ଯ୍ୟଟି ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକୁ ସହାୟତା କରିନଥାଏ

source: This changeset contains no content.
or: ଏହି ପରିବର୍ତ୍ତନ ସେଟରେ କୌଣସି ବିଷୟବସ୍ତୁ ନାହିଁ।

source: This product or one of the repositories belonging to it has one or more filters applied. Packages matching the filter criteria will not be promoted.
or: ଏହି ଉତ୍ପାଦନ କିମ୍ବା ଏହା ଅନ୍ତର୍ଗତରେ ଥିବା କୌଣସି ଏକ ରେପୋଜିଟୋରୀରେ ଗୋଟିଏ କିମ୍ବା ଅନେକ ଛାଣକ ପ୍ରୟୋଗ ହୋଇଛି। ସେହି ଛାଣକ ଗୁଣ ସହିତ ମେଳ ଖାଉଥିବା ପ୍ୟାକେଜଗୁଡ଼ିକୁ ପ୍ରଚାର କରାଯିବ ନାହିଁ।

source: This promotion changeset is currently being promoted.
or: ଏହି ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟକୁ ବର୍ତ୍ତମାନ ପ୍ରଚାର କରାଯାଉଛି।

source: This repository or its product has one or more filters applied to it. Packages matching the filter criteria will not be promoted to the next environment for this repository.
or: ଏହି ରେପୋଜିଟୋରୀ କିମ୍ବା ଏହାର ଉତ୍ପାଦନରେ ଗୋଟିଏ କିମ୍ବା ଅନେକ ଛାଣକ ପ୍ରୟୋଗ ହୋଇଛି। ଛାଣକ ଗୁଣ ସହିତ ମେଳ ଖାଉଥିବା ପ୍ୟାକେଜଗୁଡ଼ିକୁ ପରବର୍ତ୍ତୀ ପରିବେଶକୁ ଏହି ରେପୋଜିଟୋରୀ ପାଇଁ ପ୍ରଚାର କରାଯିବ ନାହିଁ।

source: This table allows you to initiate package or package group installs and removals. Simply select either Packages or Package groups, enter a comma-separated list of names in the box provided and click either +Add or -Remove.
or: ଏହି ଟେବଲ ଆପଣଙ୍କୁ ପ୍ୟାକେଜ କିମ୍ବା ପ୍ୟାକେଜ ଶ୍ରେଣୀକୁ ସ୍ଥାପନ କିମ୍ବା ଅପସାରଣ ଆରମ୍ଭ କରିବା ପାଇଁ ଅନୁମତି ଦେଇଥାଏ। କେବଳ ପ୍ୟାକେଜ କିମ୍ବା ପ୍ୟାକେଜ ଶ୍ରେଣୀକୁ ବାଛନ୍ତୁ, ଦିଆ ଯାଇଥିବା ବାକ୍ସରେ କୋମା ଦ୍ୱାରା ପୃତକ ନାମଗୁଡ଼ିକର ତାଲିକାକୁ ଭରଣ କରନ୍ତୁ ଏବଂ +ଯୋଗ କରନ୍ତୁ କିମ୍ବା -ବାହାର କରନ୍ତୁ କୁ କ୍ଲିକ କରନ୍ତୁ।

source: This table allows you to initiate package updates or removals as well as update all packages. In order to update or remove packages, simply select the packages you are interested in and click Update or Remove. In order to update all packages, click Update All when no packages are selected.
or: ଏହି ଟେବଲ ଆପଣଙ୍କୁ ପ୍ୟାକେଜ ଅଦ୍ୟତନ କିମ୍ବା ଅପସାରଣ ଆରମ୍ଭ କରିବା ପାଇଁ ଏବଂ ସମସ୍ତ ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରିବା ପାଇଁ ଅନୁମତି ଦେଇଥାଏ। ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରିବା କିମ୍ବା ଅପସାରଣ କରିବା ପାଇଁ, ଆପଣ ଚାହୁଁଥିବା ପ୍ୟାକେଜଗୁଡ଼ିକୁ ବାଛନ୍ତୁ ଏବଂ ଅଦ୍ୟତନ କରନ୍ତୁ କିମ୍ବା ଅପସାରଣ କରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ। ସମସ୍ତ ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରିବା ପାଇଁ, ସମସ୍ତଙ୍କୁ ଅଦ୍ୟତନ କରନ୍ତୁକୁ କ୍ଲିକ କରନ୍ତୁ ଯେତେବେଳେ କୌଣସି ପ୍ୟାକେଜ ବଛାହୋଇନଥାଏ।

source: This template contains no content.
or: ଏହି ନମୁନାରେ କୌଣସି ବିଷୟବସ୍ତୁ ନାହିଁ।

source: Time
or: ସମୟ

source: Title
or: ଶୀର୍ଷକ

source: To view the details of an item on the left, simply click on a single row.<br/><br/>To select multiple rows, hold the Control Key and click multiple rows.<br/><br/>If you don't need this help anymore, please click the close button in the top right of this box.
or: ବାମ ପଟରେ ଏକ ବସ୍ତୁର ବିବରଣୀ ଦେଖିବା ପାଇଁ, କେବଳ ଏକ ଧାଡ଼ିରେ କ୍ଲିକ କରନ୍ତୁ।<br/><br/>ଏକାଧିକ ଧାଡ଼ିକୁ ବାଛିବା ପାଇଁ, Control କି କୁ ଧରି ରଖନ୍ତୁ ଏବଂ ଏକାଧିକ ଧାଡ଼ିକୁ କ୍ଲିକ କରନ୍ତୁ।<br/><br/>ଯଦି ଆପଣ ଏହି ସହାୟତାକୁ ଆବଶ୍ୟକ ନକରନ୍ତି, ଦୟାକରି ଏହି ବାକ୍ସର ଡ଼ାହାଣ ପାଖରେ ଥିବା ବନ୍ଦ କରନ୍ତୁ ବଟନକୁ କ୍ଲିକ କରନ୍ତୁ।

source: Total Systems
or: ସମୁଦାୟ ତନ୍ତ୍ରଗୁଡ଼ିକ

source: Type
or: ପ୍ରକାର

source: Type: Bug Fix
or: ପ୍ରକାର: ତ୍ରୁଟି ନିବାରଣ

source: Type: Enhancement
or: ପ୍ରକାର: ଉନ୍ନତି

source: Type: Security
or: ପ୍ରକାର: ସୁରକ୍ଷା

source: Unable to determine quantity for pool %s
or: ପୁଲ %s ପାଇଁ ପରିମାଣ ନିର୍ଦ୍ଧାରଣ କରିବାରେ ଅସମର୍ଥ

source: Unable to find package %s
or: ପ୍ୟାକେଜ %s କୁ ଖୋଜିବାରେ ଅସମର୍ଥ

source: Unable to retrieve subscription history for provider '%{name}.
or: ପ୍ରଦାତା '%{name}' ପାଇଁ ସଦସ୍ୟତା ପୁରୁଣା ତଥ୍ୟ କାଢ଼ିବା ବିଫଳ ହୋଇଛି।

source: Unable to retrieve subscription manifest for provider '%{name}.
or: ପ୍ରଦାତା '%{name}' ପାଇଁ ସଦସ୍ୟତା ସୂଚୀ କାଢ଼ିବା ବିଫଳ ହୋଇଛି।

source: Uninstall of Package Groups '%{p}' scheduled for System '%{s}'.
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ '%{p}' ର ବିସ୍ଥାପନକୁ ତନ୍ତ୍ର '%{s}' ପାଇଁ ବ୍ୟବସ୍ଥା କରାଯାଇଛି।

source: Uninstall of Packages '%{p}' scheduled for System '%{s}'.
or: ପ୍ୟାକେଜ '%{p}' ର ସ୍ଥାପନାକୁ ତନ୍ତ୍ର '%{s}' ରେ ବ୍ୟବସ୍ଥା କରାଯାଇଛି।

source: Unknown
or: ଅଜଣା

source: Unknown repository label
or: ଅଜଣା ରେପୋଜିଟୋରୀ ସ୍ତର

source: Unlimited
or: ଅସିମୀତ

source: Unsubscribe
or: ସଦସ୍ୟତା ଖାରଜ କରନ୍ତୁ

source: Update
or: ଅଦ୍ୟତନ କରନ୍ତୁ

source: Update All
or: ସମସ୍ତଙ୍କୁ ଅଦ୍ୟତନ କରନ୍ତୁ

source: Update Package Canceled
or: ପ୍ୟାକେଜ ଅଦ୍ୟତନକୁ ବାତିଲ କରନ୍ତୁ

source: Update Package Complete
or: ପ୍ୟାକେଜ ଅଦ୍ୟତନ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଛି

source: Update Package Error
or: ପ୍ୟାକେଜ ଅଦ୍ୟତନ ତ୍ରୁଟି

source: Update Package Timeout
or: ପ୍ୟାକେଜ ଅଦ୍ୟତନ ସମୟ ସମାପ୍ତି

source: Update of Packages '%{p}' scheduled for System '%{s}'.
or: ପ୍ୟାକେଜ '%{p}' ର ଅଦ୍ୟତନକୁ ତନ୍ତ୍ର '%{s}' ରେ ବ୍ୟବସ୍ଥା କରାଯାଇଛି।

source: Update of all packages scheduled for System '%{s}'.
or: ସମସ୍ତ ପ୍ୟାକେଜର ଅଦ୍ୟତନକୁ ତନ୍ତ୍ର '%{s}' ରେ ବ୍ୟବସ୍ଥା କରାଯାଇଛି।

source: Updated
or: ଅଦ୍ୟତିତ

source: Updating Package...
or: ପ୍ୟାକେଜକୁ ଅଦ୍ୟତନ କରୁଅଛି...

source: Upload
or: ଧାରଣ କରନ୍ତୁ

source: Upload Subscription Manifest
or: ସଦସ୍ୟତା ସୂଚୀ ଧାରଣ କରନ୍ତୁ

source: Uploading
or: ଧାରଣ କରୁଅଛି

source: Use Browser Locale
or: ବ୍ରାଉଜର ଭାଷାକୁ ବ୍ୟବହାର କରନ୍ତୁ

source: User
or: ଚାଳକ

source: User '%s' was deleted.
or: ଚାଳକ '%s' କୁ ଅପସାରଣ କରାଯାଇଛି।

source: User Notifications
or: ଚାଳକ ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ

source: User assignments for this role
or: ଏହି ଭୂମିକା ପାଇଁ ଚାଳକ ନ୍ୟସ୍ତ

source: User does not belong to an organization.
or: ଚାଳକ କୌଣସି ଅନୁଷ୍ଠାନ ଅନ୍ତର୍ଗତରେ ନାହାନ୍ତି।

source: User environment updated successfully.
or: ଚାଳକ ପରିବେଶକୁ ସଫଳତାର ସହିତ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: User notifications lists all notifications generated by a user as well as global notifications that are sent to all users.
or: ଚାଳକ ବିଜ୍ଞପ୍ତି ତାଲିକାଗୁଡ଼ିକ, ଚାଳକ ଦ୍ୱାରା ନିର୍ମିତ ସମସ୍ତ ବିଜ୍ଞପ୍ତି ଏବଂ ସମସ୍ତ ଚାଳକ ପାଖକୁ ପଠାଯାଇଥିବା ଜାଗତିକ ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ ସମସ୍ତ ଚାଳକ ପାଖକୁ ପଠାଯାଇଛି।

source: User updated successfully.
or: ଚାଳକ ସଫଳତାର ସହିତ ଅଦ୍ୟତିତ ହୋଇଛି।

source: Username
or: ଚାଳକନାମ

source: Username:
or: ଚାଳକନାମ:

source: Users
or: ଚାଳକମାନେ

source: Validation Failed:
or: ବୈଧିକରଣ ବିଫଳ ହୋଇଛି:

source: Value
or: ମୂଲ୍ୟ

source: Verb(s):
or: କ୍ରିୟା(ଗୁଡ଼ିକ):

source: Verbs
or: କ୍ରିୟାଗୁଡ଼ିକ

source: Very Weak
or: ଅତି ଦୁର୍ବଳ

source: Viewing %X of %Y results (%Z Total Errata)
or: %Y ର %X ଫଳାଫଳଗୁଡ଼ିକୁ ଦେଖୁଅଛି (%Z ସମୁଦାୟ ଏରାଟା)

source: Viewing %s of %s results (%s Total %s)
or: %s ର %s ଫଳାଫଳକୁ ଦେଖୁଅଛି (%s ସମୁଦାୟ %s)

source: Virtual
or: ଆଭାସୀ

source: WARNING: This will override any GPG keys already associated with a repository within this product
or: ଚେତାବନୀ: ଏହା ପୂର୍ବରୁ ସମ୍ପୃକ୍ତ ରେପୋଜିଟୋରୀ ସହିତ ଯେକୌଣସି GPG କି ଗୁଡ଼ିକୁ ନବଲିଖନ କରିଥାଏ

source: Warning
or: ଚେତାବନୀ

source: Weak
or: ଦୁର୍ବଳ

source: Welcome Back!
or: ସ୍ୱାଗତ!

source: Wrong/Invalid parameters sent for %s/%s. Wrong Parameters: %s Parameters Received: %s
or: ଭୁଲ/ଅବୈଧ ପ୍ରାଚଳଗୁଡ଼ିକୁ %s/%s ପାଇଁ ପଠାଯାଇଛି। ଭୁଲ ପ୍ରାଚଳଗୁଡ଼ିକ: %s ପ୍ରାଚଳଗୁଡ଼ିକୁ ଗ୍ରହଣ କରାହୋଇଛି: %s

source: Yes
or: ହଁ

source: You are not authorised to perform this action.
or: ଏହି କାମ କରିବା ପାଇଁ ଆପଣ ବୈଧିକୃତ ନୁହଁନ୍ତି।

source: You can synchronize repositories only in library environment'
or: ଆପଣ କେବଳ ଲାଇବ୍ରେରୀ ପରିବେଶରେ ରେପୋଜିଟୋରୀଗୁଡ଼ିକୁ ସନ୍ତୁଳନ କରିପାରିବେ'

source: You current organization is no longer valid. It is possible that either the organization has been deleted or your permissions revoked, please log back in to continue.
or: ଆପଣଙ୍କର ପ୍ରଚଳିତ ଅନୁଷ୍ଠାନଟି ବର୍ତ୍ତମାନ ବୈଧ ନୁହଁ। ଏହା ସମ୍ଭବ ଯେ ସେହି ଅନୁଷ୍ଠାନକୁ ଅପସାରଣ କରାଯାଇଥାଇପାରେ, ଦୟାକରି ପୁଣିଥରେ ଲଗଇନ କରନ୍ତୁ ଏବଂ ଅଗ୍ରସର ହୁଅନ୍ତୁ।

source: You do not have valid credentials to access this system. Please contact your administrator.
or: ଏହି ତନ୍ତ୍ରରେ ପ୍ରବେଶ କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ ବୈଧ ଅଧିକାର ନାହିଁ। ଦୟାକରି ଆପଣଙ୍କ ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କୁ ସମ୍ପର୍କ କରନ୍ତୁ।

source: You have entered an incorrect username/password combination, or your account may currently be disabled. Please try again or contact your administrator.
or: ଆପଣ ଭୁଲ ଚାଳକନାମ/ପ୍ରବେଶ ସଂକେତ ଯୁଗଳ ଭରଣ କରିଛନ୍ତି ଅଥବା ଖାତାଟି ନିଷ୍କ୍ରିୟ ହୋଇଛି। ଦୟାକରି ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।

source: You have no assigned roles.
or: ଆପଣଙ୍କ ପାଖରେ କୌଣସି ନ୍ୟସ୍ତ ଭୂମିକା ନାହିଁ।

source: You have selected all resource types; this will grant full access to the organization. Press the Cancel button to select an individual resource type.
or: ଆପଣ ସମସ୍ତ ଉତ୍ସ ପ୍ରକାରଗୁଡ଼ିକୁ ବାଛିଛନ୍ତି; ଏହା ଆପଣଙ୍କୁ ଅନୁଷ୍ଠାନ ପାଇଁ ସମ୍ପୂର୍ଣ୍ଣ ଅଧିକାର ଦେବ। ଏକ ବ୍ୟକ୍ତିଗତ ଉତ୍ସ ପ୍ରକାରକୁ ବାଛିବା ପାଇଁ ବାତିଲ କରନ୍ତୁ ବଟନକୁ ଦବାନ୍ତୁ।

source: You may have mistyped the address or the page may have moved.
or: ଆପଣ ହୁଏତଃ ଠିକଣାକୁ ଭୁଲ ଲେଖିଛନ୍ତି ଅଥବା ସେହି ପୃଷ୍ଠାଟି ନାହିଁ।

source: You might want to log out and log back in again to clear your cookies.
or: ଆପଣ ହୁଏତଃ ଲଗଆଉଟ କରିବାକୁ ଚାହୁଁଛନ୍ତି ଏବଂ ଆପଣଙ୍କ କୁକିଗୁଡ଼ିକୁ ସଫା କରିବା ପାଇଁ ପୁଣି ଲଗଇନ କରିବାକୁ ଚାହୁଁଛନ୍ତି।

source: You must be logged in to access that page.
or: ସେହି ପୃଷ୍ଠାକୁ ଦେଖିବା ପାଇଁ ଆପଣଙ୍କୁ ଲଗଇନ ହେବାକୁ ପଡ଼ିବ।

source: You must select an organization above before you can add a permission.
or: ଅନୁମତି ଯୋଗ କରିବା ପୂର୍ବରୁ ଆପଣଙ୍କୁ ଗୋଟିଏ ଅନୁଷ୍ଠାନ ବାଛିବା ଉଚିତ।

source: You must select and view a permission before you can edit it.
or: ଏହାକୁ ସମ୍ପାଦନ କରିବା ପୂର୍ବରୁ ଆପଣଙ୍କୁ ଏହାକୁ ବାଛିକରି ତାହାର ଅନୁମତିକୁ ଦେଖିବା ଉଚିତ।

source: You must select at least one verb.
or: ଆପଣଙ୍କୁ ଅତିକମରେ ଗୋଟିଏ କ୍ରିୟା ବାଛିବା ଉଚିତ।

source: You must specify host in %s for %s to work properly
or: ଆପଣ ନିଶ୍ଚିତ ଭାବରେ %s ରେ ସଠିକ ଭାବରେ କାମ କରିବାକୁ %s ପାଇଁ ଏକ ହୋଷ୍ଟ ଉଲ୍ଲେଖ କରିବା ଉଚିତ

source: You need to create an environment for this org before you can create a system.
or: ଆପଣଙ୍କୁ ତନ୍ତ୍ର ନିର୍ମାଣ ପୂର୍ବରୁ ଏହି ଅନୁଷ୍ଠାନ ପାଇଁ ଏକ ପରିବେଶ ନିର୍ମାଣ କରିବାକୁ ହେବ।

source: Your update has applied successfully, but during that time another user has also made an update.
or: ଆପଣଙ୍କର ଅଦ୍ୟତନକୁ ସଫଳତାର ସହିତ ପ୍ରୟୋଗ ହୋଇଛି, କିନ୍ତୁ ସେହି ସମୟରେ ଅନ୍ୟ ଏକ ଚାଳକ ଗୋଟିଏ ଅଦ୍ୟତନ କରିଛି।

source: all packages
or: ସମସ୍ତ ପ୍ୟାକେଜଗୁଡ଼ିକ

source: all packages update
or: ସମସ୍ତ ପ୍ୟାକେଜ ଅଦ୍ୟତନ

source: all packages update failed
or: ସମସ୍ତ ପ୍ୟାକେଜ ଅଦ୍ୟତନ ବିଫଳ ହୋଇଛି

source: can not be updated
or: ଅଦ୍ୟତନ କରିପାରିବେ ନାହିଁ

source: can't be blank
or: ଖାଲି ରଖିପାରିବେ ନାହିଁ

source: cannot be a binary file.
or: ଏକ ବାଇନାରୀ ଫାଇଲ ହୋଇପାରିବ ନାହିଁ।

source: cannot contain characters other than alpha numerals, space,'_', '-'.
or: ଅକ୍ଷର, ଗଣନସଂଖ୍ୟା, ଖାଲି ସ୍ଥାନ,'_', '-' ବ୍ୟତୀତ ଅନ୍ୟ କୌଣସି ବର୍ଣ୍ଣ ଧାରଣ କରିପାରିବ ନାହିଁ।

source: cannot contain characters other than alpha numerals,'_', '-'.
or: ଅକ୍ଷର, ଗଣନସଂଖ୍ୟା,'_', '-' ବ୍ୟତୀତ ଅନ୍ୟ କୌଣସି ବର୍ଣ୍ଣ ଧାରଣ କରିପାରିବ ନାହିଁ।

source: cannot contain more than %s characters
or: %s ରୁ ଅଧିକ ଅକ୍ଷର ଧାରଣ କରିପାରିବେ ନାହିଁ

source: currently editing this promotion changeset
or: ବର୍ତ୍ତମାନ ଏହି ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟକୁ ସମ୍ପାଦନ କରୁଅଛି

source: daily
or: ନିତିଦିନ

source: displayed
or: ଦର୍ଶାଯାଇଛି

source: environment can only have one child
or: ପରିବେଶରେ କେବଳ ଗୋଟିଏ ନିର୍ଭୋରକ ରହିପାରିବ

source: environment required
or: ପରିବେଶ ଆବଶ୍ୟକ

source: group_base was not set in katello.yml
or: group_base କୁ katello.yml ରେ ସେଟ କରାଯାଇ ନାହିଁ

source: hourly
or: ଘଣ୍ଟା ଅନୁସାରେ

source: id: %s doesn't exist
or: id: %s ଅବସ୍ଥିତ ନାହିଁ

source: installing errata...
or: ଏରାଟାକୁ ସ୍ଥାପନ କରୁଅଛି...

source: installing erratum...
or: ଏରାଟାମକୁ ସ୍ଥାପନ କରୁଅଛି...

source: installing package group...
or: ପ୍ୟାକେଜଶ୍ରେଣୀକୁ ସ୍ଥାପନ କରୁଅଛି...

source: installing package groups...
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକୁ ସ୍ଥାପନ କରୁଅଛି...

source: installing package...
or: ପ୍ୟାକେଜକୁ ସ୍ଥାପନ କରୁଅଛି...

source: installing packages...
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ସ୍ଥାପନ କରୁଅଛି...

source: is already in the template
or: ଏହା ପୂର୍ବରୁ ନମୁନାରେ ଅଛି

source: is invalid
or: ଏହା ଅବୈଧ ଅଟେ

source: is too long
or: ଅତ୍ୟଧିକ ବଡ଼ ଅଟେ

source: katello-jobs service not running
or: katello-jobs ସର୍ଭିସ ଚାଲୁନାହିଁ

source: link
or: ସଂଯୋଗିକୀ

source: must be at least 5 characters.
or: ଅତିକମରେ 5 ଅକ୍ଷର ବିଶିଷ୍ଟ ହୋଇଥିବା ଉଚିତ।

source: must be unique within an organization scope
or: ଏକ ଅନୁଷ୍ଠାନ ସମ୍ଭାବନା ମଧ୍ଯରେ ଏହା ଅନନ୍ୟ ହୋଇଥିବା ଉଚିତ

source: must be unique within one environment
or: ଗୋଟିଏ ପରିବେଶ ମଧ୍ୟରେ ଅନନ୍ୟ ଅଟେ

source: must be unique within one organization
or: ଗୋଟିଏ ଅନୁଷ୍ଠାନ ମଧ୍ଯରେ ଏହା ଅନନ୍ୟ ହୋଇଥିବା ଉଚିତ

source: must contain 'Library'
or: 'ଲାଇବ୍ରେରୀ' ଧାରଣ କରିଥିବା ଉଚିତ

source: must contain at least %s characters
or: ଅତିକମରେ %s ଅକ୍ଷର ବିଶିଷ୍ଟ ହୋଇଥିବା ଉଚିତ।

source: must not contain leading or trailing white spaces.
or: ଏହା ପରେ କିମ୍ବା ପୂର୍ବରୁ ଖାଲି ସ୍ଥାନ ରହିବା ଉଚିତ ନୁହଁ।

source: name: %s doesn't exist
or: ନାମ: %s ଅବସ୍ଥିତ ନାହିଁ

source: none
or: କିଛି ନାହିଁ

source: or
or: ଅଥବା

source: plan
or: ଯୋଜନା

source: product
or: ଉତ୍ପାଦନ

source: removing package group...
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀକୁ ବାହାର କରୁଅଛି...

source: removing package groups...
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକୁ ବାହାର କରୁଅଛି...

source: removing package...
or: ପ୍ୟାକେଜକୁ ବାହାର କରୁଅଛି...

source: removing packages...
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ବାହାର କରୁଅଛି...

source: results.
or: ଫଳାଫଳ।

source: sync did not complete successfully
or: ସନ୍ତୁଳନ କ୍ରିୟା ସଫଳତାର ସହିତ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇନଥିଲା

source: system templates
or: ତନ୍ତ୍ର ନମୁନା

source: template
or: ନମୁନା

source: the following attributes can not be updated for the Red Hat provider: [ %s ]
or: ନିମ୍ନଲିଖିତ ଗୁଣଗୁଡ଼ିକୁ Red Hat ପ୍ରଦାତା ପାଇଁ ଅଦ୍ୟତନ କରିପାରିବେ ନାହିଁ: [ %s ]

source: updating package group...
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀକୁ ଅଦ୍ୟତନ କରୁଅଛି...

source: updating package groups...
or: ପ୍ୟାକେଜକୁ ଅଦ୍ୟତନ କରୁଅଛି...

source: updating package...
or: ପ୍ୟାକେଜକୁ ଅଦ୍ୟତନ କରୁଅଛି...

source: updating packages...
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଅଦ୍ୟତନ କରୁଅଛି...

source: weekly
or: ସାପ୍ତାହିକ

source: Content
te: కాంటెంట్

source: Promotion Changesets
te: ప్రమోషన్ చేంజ్‌సెట్స్

source: created successfully.
fr: créé avec succès.
kn: ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
te: విజయవంతంగా సృష్టించబడెను.

source: environment cannot be set to an environment already on its path
fr: l'environnement ne peut pas être définit sur un environnement se trouvant déjà sur son chemin
kn: ಒಂದು ಪರಿಸರದ ಮಾರ್ಗದಲ್ಲಿ ಈಗಾಗಲೆ ಇರುವ ಪರಿಸರಕ್ಕೆ ಹೊಂದಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ
te: దాని మార్గంలో వున్న యెన్విరాన్మెంట్‌కు యెన్విరాన్మెంట్ అమర్చలేదు

source: items selected.
te: అంశము యెంపికచేయబడింది

source: %s (%s other errata)
te: %s (%s ఇతర యెర్రాటా)

source: %s (%s other errata) install cancelled
te: %s (%s ఇతర యెర్రాటా) సంస్థాపన రద్దైనది

source: %s (%s other errata) install failed
fr: %s (%s autres errata) échec de l'installation
kn: %s (%s ಇತರೆ ಎರಾಟ) ಅನುಸ್ಥಾಪನೆ ವಿಫಲಗೊಂಡಿದೆ
te: %s (%s ఇతర యెర్రాటా) సంస్థాపన విఫలమైంది

source: %s (%s other errata) install timed out
fr: %s (%s autres errata) délai d'expiration de l'installation dépassé
kn: %s (%s ಇತರೆ ಎರಾಟ) ಅನುಸ್ಥಾಪನೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s (%s ఇతర యెర్రాటా) సంస్థాపన సమయం మించెను

source: %s (%s other errata) install.
te: %s (%s ఇతర యెర్రాటా) సంస్థాపన.

source: %s (%s other package groups)
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు)

source: %s (%s other package groups) install
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) సంస్థాపన

source: %s (%s other package groups) install cancelled
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) సంస్థాపన రద్దైనది

source: %s (%s other package groups) install failed
fr: %s (%s autres groupes de paquetages) échec de l'installation
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು) ಅನುಸ್ಥಾಪನೆ ವಿಫಲಗೊಂಡಿದೆ
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) సంస్థాపన విఫలమైంది

source: %s (%s other package groups) install timed out
fr: %s (%s autres groupes de paquetages) délai d'expiration de l'installation dépassé
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು) ಅನುಸ್ಥಾಪನೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) సంస్థాపన సమయం మించెను

source: %s (%s other package groups) removal
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) తీసివేత

source: %s (%s other package groups) remove cancelled
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) తీసివేత రద్దైనది

source: %s (%s other package groups) remove failed
fr: %s (%s autres groupes de paquetages) échec de la suppression
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು) ತೆಗೆದುಹಾಕುವಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) తీసివేత విఫలమైంది

source: %s (%s other package groups) remove timed out
fr: %s (%s autres groupes de paquetages) délai d'expiration de la suppression dépassé
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು) ತೆಗೆದುಹಾಕುವಿಕೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) తీసివేత సమయం మించెను

source: %s (%s other package groups) update
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) నవీకరించు

source: %s (%s other package groups) update cancelled
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) నవీకరణ రద్దైనది

source: %s (%s other package groups) update failed
fr: %s (%s autres groupes de paquetages) échec de la mise à jour
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು) ಅಪ್‌ಡೇಟ್‌ ವಿಫಲಗೊಂಡಿದೆ
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) నవీకరణ విఫలమైంది

source: %s (%s other package groups) update timed out
fr: %s (%s autres groupes de paquetages) délai d'expiration de la mise à jour dépassé
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು) ಅಪ್‌ಡೇಟ್‌ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s (%s ఇతర ప్యాకేజీ సమూహాలు) నవీకరణ సమయం మించినది

source: %s (%s other packages)
te: %s (%s ఇతర ప్యాకేజీలు)

source: %s (%s other packages) install cancelled
te: %s (%s ఇతర ప్యాకేజీలు) సంస్థాపన రద్దైనది

source: %s (%s other packages) install failed
fr: %s (%s autres paquetages) échec de l'installation
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ಅನುಸ್ಥಾಪನೆ ವಿಫಲಗೊಂಡಿದೆ
te: %s (%s ఇతర ప్యాకేజీలు) సంస్థాపన విఫలమైంది

source: %s (%s other packages) install timed out
fr: %s (%s autres paquetages) délai d'expiration de l'installation dépassé
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ಅನುಸ್ಥಾಪನೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ
te: %s (%s ఇతర ప్యాకేజీలు) సంస్థాపన సమయం మించెను

source: %s (%s other packages) install.
te: %s (%s ఇతర ప్యాకేజీలు) సంస్థాపన.

source: %s (%s other packages) removal
te: %s (%s ఇతర ప్యాకేజీలు) తీసివేత

source: %s (%s other packages) remove cancelled
te: %s (%s ఇతర ప్యాకేజీలు) తీసివేత రద్దైనది

source: %s (%s other packages) remove failed
fr: %s (%s autres paquetages) échec de la suppression
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು) ತೆಗೆದುಹಾಕುವಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ
te: %s (%s ఇతర ప్యాకేజీలు) తీసివేత విఫలమైంది
