Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: No changesets found.
te: ఏ చేంజ్‌సెట్స్ లేవు.

source: No default environment. Select an organization to choose from available environments.
te: ఏ అప్రమేయ పరిసరం లేదు. అందుబాటులోని పరిసరములనుండి యెంపికచేసుకొనుటకు వొక సంస్థను యెంపికచేయి.

source: No default set for this user.
te: ఈ వాడుకరి కొరకు కొత్త అప్రమేయ సమితి.

source: No distributions available.
te: ఏ పంపిణీలు అందుబాటులోలేవు.

source: No distributions exist in this promotion changeset.
te: ఈ ప్రమోషన్ చేంజ్‌సెట్ నందు యే పంపిణీలు లేవు.

source: No environments are available in this organization. Please add some environments to be able register systems to this organization.
te: ఈ సంస్థనందు యే యెన్విరాన్మెంట్స్ అందుబాటులోలేవు. సిస్టమ్స్ యీ సంస్థకు నమోదు అవ్వగల్గుటకు దయచేసి కొన్ని యెన్విరాన్మెంట్స్ జతచేయి.

source: No environments are currently available in this organization. Please add some to be able to create activation keys.
te: ఈ సంస్థనందు యే యెన్విరాన్మెంట్స్ అందుబాటులోలేవు. క్రియాశీలపు కీలను సృష్టించుటకు దయచేసి కొన్నిటిని జతచేయండి.

source: No environments are currently available in this organization. Saving will set user to no default environment.
te: ఈ సంస్థనందు యే పరిసరాలు ప్రస్తుతం అందుబాటులోలేవు. భద్రపరచుట అనునది వాడుకరిని యే అప్రమేయ పరిసరంకు వుంచదు.

source: No errata available.
te: ఏ యెర్రాటా అందుబాటులోలేదు.

source: No errata exist in this promotion changeset.
te: ఈ ప్రమోషన్ చేంజ్‌సెట్ నందు యే యెర్రాటా లేదు.

source: No errors
fr: Aucune erreur
kn: ಯಾವುದೆ ದೋಷವಿಲ್ಲ
te: దోషాలు లేవు

source: No event history found for %s
te: %s కొరకు యే ఘటనా చరిత్ర కనబడలేదు

source: No events matching your search criteria.
fr: Aucun événement ne correspond au critère de recherche.
kn: ನಿಮ್ಮ ಹುಡುಕು ಮಾನದಂಡಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುವ ಯಾವುದೆ ಘಟನೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
te: మీ అన్వేషణ ప్రమాణంతో యే ఘటనలు సరితూగుటలేదు.

source: No new packages installed
fr: Aucun nouveau paquetage installé
kn: ಯಾವುದೆ ಪ್ಯಾಕೇಜನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ
te: ఏ కొత్త ప్యాకేజీలు సంస్థాపించబడిలేవు

source: No package groups available.
te: ఏ ప్యాకేజీ సమూహం అందుబాటులో లేదు.

source: No packages are currently filtered.
te: ఏ ప్యాకేజీలు ప్రస్తుతం ఫిల్టర్ చేయబడిలేవు.

source: No packages available for promotion
te: ఉన్నతి కొరకు యే ప్యాకేజీలు అందుబాటులోలేవు.

source: No packages exist in this promotion changeset.
te: ఈ ప్రమోషన్ చేంజ్‌సెట్ నందు యే ప్యాకేజీలు లేవు.

source: No packages found.
te: ఏ ప్యాకేజీలు కనుగొనలేదు.

source: No packages removed
fr: Aucun paquetage supprimé
kn: ಯಾವುದೆ ಪ್ಯಾಕೇಜುಗಳನ್ನು ತೆಗೆದುಹಾಕಿಲ್ಲ
te: ఏ ప్యాకేజీలు తొలగించబడలేదు

source: No packages updated
fr: Aucun paquetage mis à jour
kn: ಯಾವುದೇ ಪ್ಯಾಕೇಜುಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿಲ್ಲ
te: ఏ ప్యాకేజీలు నవీకరించబడలేదు

source: No products
te: ఏ వుత్పత్తులు లేవు

source: No products exist in the promotion changeset.
te: ప్రమోషన్ చేంజ్‌సెట్ నందు యే వుత్పత్తులు లేవు.

source: No products or repositories are currently associated with this system template. Please add either a product or repository that contains distributions in order to select a distribution.
te: ఈ వ్యవస్థ మాదిరితో యే వుత్పత్తులు లేదా రిపోజిటరీలు ప్రస్తుతం కలిసిలేవు. పంపిణీను యెంపికచేయుటకు పంపిణీలను కలిగివున్న వుత్పత్తిని లేదా రిపోజిటరీను దయచేసి జతచేయి.

source: No products or repositories are currently associated.
te: ఏ వుత్పత్తులు లేదా రిపోజిటరీలు ప్రస్తుతం కలిపిలేవు.

source: No recently synced products.
te: కొత్తగా సింక్ అయిన వుత్పత్తులు యేమీ లేవు.

source: No repos available for promotion
te: ఉన్నతి కొరకు యే రెపోలు అందుబాటులోలేవు.

source: No repositories
te: రిపోజిటరీలు లేవు

source: No repositories available.
te: రిపోజిటరీలు అందుబాటులో లేవు.

source: No repositories exist in this promotion changeset.
te: ఈ ప్రమోషన్ చేంజ్‌సెట్ నందు యే రిపోజిటరీలు లేవు.

source: No subscriptions have been imported.
te: ఏ సబ్‌స్క్రిప్షన్లు దిగుమతి కాలేదు.

source: No system templates exist in the changeset.
te: ఈ చేంజ్‌సెట్ నందు యే సిస్టమ్ టెంప్లేట్స్ లేవు.

source: No systems found.
te: ఏ సిస్టమ్స్ కనుగొనబడలేదు.

source: None
fr: Rien
kn: ಯಾವುದೂ ಇಲ್ಲ
te: ఏదీకాదు

source: None defined for this Organization.
te: ఈ సంస్థ కొరకు యేవి నిర్వచించబడలేదు.

source: None of the associated products or repositories contain distributions, please add a product or repository that contains at least one distribution.
te: చెందివున్న యే వుత్పత్తులు లేదా రిపోజిటరీలు పంపిణీలను కలిగిలేవు, కనీసం వొక్క పంపిణీను కలిగివున్న వొక వుత్పత్తి లేదా రిపోజిటరీను జతచేయి.

source: None.
te: ఏదీకాదు.

source: Not Applied
te: ఆపాదించలేదు

source: Not enough entitlements in pools (%d), required: %d, available: %d
te: పూల్స్ నందు సరిపోయినన్ని యెన్టైటిల్మెంట్స్ లేవు (%d), కావలసినవి:%d వున్నవి:%d

source: Not found
fr: Introuvable
kn: ಕಂಡುಬಂದಿಲ್ಲ
te: కనుగొనబడలేదు

source: Note: This will be set as your initial default environment.
te: గమనిక: ఇది మీ ప్రాధమిక అప్రమేయ పరిసరం వలె అమర్చబడెను.

source: Number of Sockets or LPARs:
te: సాకెట్ల సంఖ్య లేదా LPARలు:

source: Number of consumed entitlements exceeded quantity for %s
te: %s కొరకు ఖర్చైన యెన్టైటిల్మెంట్ల సంఖ్య పరిమాణం దాటింది

source: Number of sockets must be higher than 0 for system %s
fr: Le nombre de socket doit être plus élevé que 0 pour le système %s
kn: %s ವ್ಯವಸ್ಥೆಗಳಿಗಾಗಿ ಸಾಕೆಟ್‌ಗಳ ಸಂಖ್ಯೆಯು 0 ಗಿಂತ ದೊಡ್ಡದಾಗಿರಬೇಕು
te: సిస్టమ్ %s కొరకు సాకెట్ల సంఖ్య 0 కన్నా యెక్కువ వుండాలి

source: Ok
te: సరే

source: On Products & Repositories you can add your own Products and Repositories to your Provider. This allows you to synchronize content from any remote repository to this server. Simply add a Product and then setup one or more repositories to add to this Provider. This feature is only available for Custom Providers.
te: ఉత్పత్తులు & రిపోజిటరీలపై మీరు మీ సమర్పకునికి మీ స్వంత వుత్పత్తులు మరియు రిపోజిటరీలు జతచేయవచ్చు. ఏ దూరస్థ రిపోజిటరీ నుండైనా యీ సర్వర్‌కు కాంటెంట్ సింక్రొనైజ్ చేయుటకు యిది మిమ్ములను అనుమతించును. ఈ సమర్పకునికి జతచేయుటకు వొక వుత్పత్తిని జతచేసి మరియు వొకటి లేక అంతకన్నా యెక్కువ రిపోజిటరీలను జతచేయి. ఈ విశేషణం కేవలం వినియోగదారి సమర్పకులకు మాత్రమే అందుబాటులో వుంటుంది.

source: On:
te: దీనిపై:

source: One or more errors found in Package names '%{s}'.
te: ప్యాకేజీ పేర్లు '%{s}' నందు వొకటి లేదా యెక్కువ దోషాలు కనుగొనబడినవి.

source: One or more of the groups provided has an action pending.
te: అందిచబడిన వొకటి లేదా యెక్కువ సమూహాలు చర్యా వాయిదాను కలిగివున్నాయి.

source: One or more of the packages provided has an action pending.
te: అందిచబడిన వొకటి లేదా యెక్కువ ప్యాకేజీలు చర్యా వాయిదాను కలిగివున్నాయి.

source: One or more package names are invalid.
te: ఒకటి లేదా యెక్కువ ప్యాకేజీ పేర్లు చెల్లనివి.

source: Only %s favorites may be created.
fr: Seuls %s favoris peuvent être créés.
kn: ಕೇವಲ %s ಅಚ್ಚುಮೆಚ್ಚಿನವುಗಳನ್ನು ಮಾತ್ರ ರಚಿಸಲಾಗುತ್ತದೆ.
te: %s ప్రియాలు మాత్రమే సృష్టించబడవచ్చు.

source: Only one Red Hat provider permitted for an Organization
fr: Seul un fournisseur Red Hat autorisé pour une organisation
kn: ಒಂದು ಸಂಸ್ಥೆಗಾಗಿ ಕೇವಲ ಒಂದು Red Hat ಒದಗಿಸುವವರಿಗೆ ಮಾತ್ರ ಅನುಮತಿ ಇದೆ
te: ఒక సంస్థకు వొక Red Hat సమర్పకులు మాత్రమే అనుమతించుబడును

source: Only show syncing.
te: సింకింగ్ మాత్రమే చూపు.

source: Open Source Subscription Management
fr: Gestion d'abonnements Open Source
kn: ಮುಕ್ತ ಆಕರ ಚಂದಾದಾರಿಕೆ ನಿರ್ವಹಣೆ
te: ఓపెన్ సోర్స్ సబ్‌స్క్రిప్షన్ నిర్వహణ

source: Open Source Systems Management
fr: Gestion de systèmes Open Source
kn: ಮುಕ್ತ ಆಕರ ವ್ಯವಸ್ಥೆಗಳ ನಿರ್ವಹಣೆ
te: ఓపెన్ సోర్స్ సిస్టమ్స్ నిర్వహణ

source: Organization
fr: Organisation
kn: ಸಂಸ್ಥೆ
te: సంస్థ

source: Organization '%s' already exists and either has been scheduled for deletion or failed deletion.
te: సంస్థ '%s' యిప్పటికే వుంది మరియు తొలగింపు కొరకు ప్రణాళిక వేయిబడిలేదు లేదా తొలగింపు విఫలమైంది.

source: Organization '%s' has been scheduled for background deletion.
fr: La suppression de l'arrière-plan a été planifiée pour l'organisation '%s'.
kn: '%s' ಎಂಬ ಸಂಸ್ಥೆಯನ್ನು ಹಿನ್ನೆಲೆ ಅಳಿಸುವಿಕೆಗಾಗಿ ಅನುಸೂಚಿತಗೊಳಿಸಲಾಗಿದೆ.
te: బ్యాక్‌గ్రౌండ్ తొలగింపు కొరకు సంస్థ '%s' ప్రణాళిక వేయబడెను.

source: Organization '%s' was created.
fr: L'organisation '%s' a été créée.
kn: '%s' ಎಂಬ ಸಂಸ್ಥೆಯನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: సంస్థ '%s' సృష్టించబడెను.

source: Organization '%s' was updated.
fr: L'organisation '%s' a été mise à jour.
kn: '%s' ಎಂಬ ಸಂಸ್ಥೆಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: సంస్థ '%s' నవీకరించబడెను.

source: Organizations
fr: Organisations
kn: ಸಂಸ್ಥೆಗಳು
te: సంస్థలు

source: Organizations allow content and systems to be separated by logical divisions. To edit the environments within an organization, click on that organization and then click on the desired environment.
te: కాంటెంట్ మరియు సిస్టమ్స్ స్థానిక విభాగముల చే వేరుచేయబడుటకు సంస్థలు అనుమతించును. ఒక సంస్థ నందు యెన్విరాన్మెంట్సును సరికూర్చుటకు, ఆ సంస్థపై నొక్కి మరియు అప్పుడు కావలసిన యెన్విరాన్మెంట్‌పై నొక్కుము.

source: Package
te: ప్యాకేజీ

source: Package '%s' doesn't belong to the specified product!
fr: Le paquetage '%s' n'appartient pas au produit spécifié !
kn: '%s' ಎನ್ನುವ ಪ್ಯಾಕೇಜ್ ನಿಶ್ಚಿತ ಉತ್ಪನ್ನಕ್ಕೆ ಸಂಬಂಧಿಸಿಲ್ಲ!
te: ప్యాకేజీ '%s' తెలుపబడిన వుత్పత్తికి చెందదు!

source: Package '%s' is already present in the template
fr: Le paquetage '%s' est déjà présent dans le modèle
kn: '%s' ಎಂಬ ಪ್ಯಾಕೇಜ್ ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
te: ప్యాకేజీ '%s' యిప్పటికే మాదిరినందు వుంది

source: Package '%s' not found in the %s environment
te: ప్యాకేజీ '%s' అనునది %s యెన్విరాన్మెంట్ నందు కనబడలేదు

source: Package '%s' was not found in the source environment.
fr: Le paquetage '%s' est introuvable dans l'environnement source.
kn: '%s' ಎಂಬ ಪ್ಯಾಕೇಜ್ ಮೂಲ ಪರಿಸರದಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ.
te: మూలపు యెన్విరాన్మెంట్ నందు ప్యాకేజీ '%s' కనుగొనబడలేదు.

source: Package Dependencies
te: ప్యాకేజీ ఆధారములు

source: Package Filter %s deleted.
fr: Filtre de paquetages %s supprimé.
kn: %s ಎಂಬ ಪ್ಯಾಕೇಜ್ ಫಿಲ್ಟರುಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ.
te: ప్యాకేజీ ఫిల్టర్ %s తొలగించబడెను.

source: Package Filter '%s' has been updated.
fr: Le filtre de paquetages '%s' a été mis à jour.
kn: %s ಎಂಬ ಪ್ಯಾಕೇಜ್ ಫಿಲ್ಟರನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: ప్యాకేజీ ఫిల్టర్ '%s' నవీకరించబడెను.

source: Package Filters
fr: Filtres de paquetages
kn: ಪ್ಯಾಕೇಜ್ ಫಿಲ್ಟರುಗಳು
te: ప్యాకేజీ ఫిల్టర్లు

source: Package Filters allow you to blacklist packages from being promoted into subsequent environments. Simply create a filter and add either a package name or regular expression to the filter. You can associate the filter with entire products or individual repositories within any product.
te: నిషేధిత ప్యాకేజీలు తదుపరి పరిసరాలకు వున్నతిపొందకుండా చేయుటకు ప్యాకేజీ ఫిల్టర్లు మిమ్ములను అనుమతించును. ఒక ఫిల్టర్‌ను సృష్టించి వొక ప్యాకేజీ పేరు లేదా రెగ్యులర్ యెక్సుప్రెషన్‌ను దానికి జతచేయండి. మీరు ఫిల్టర్‌ను మొత్త వుత్పత్తులతో కలిపివుంచవచ్చు లేదా యేదేని వుత్పత్తినందు స్వతంత్ర రిపోజిటరీలతో కలిపివుంచవచ్చు.

source: Package Group
te: ప్యాకేజీ సమూహం

source: Package Group Install
fr: Installation de groupes de paquetages
kn: ಪ್ಯಾಕೇಜ್ ಗುಂಪಿನ ಅನುಸ್ಥಾಪನೆ
te: ప్యాకేజీ సమూహం సంస్థాపన

source: Package Group Install scheduled by %s
fr: Installation du groupe de paquetages planifiée par %s
kn: ಪ್ಯಾಕೇಜು ಸಮೂಹದ ಅನುಸ್ಥಾಪನೆಯನ್ನು %s ಇಂದ ಅನುಸೂಚಿತಗೊಳಿಸಲಾಗಿದೆ
te: ప్యాకేజీ సమూహం సంస్థాపన %s చేత ప్రణాళిక వేయబడెను

source: Package Group Remove
fr: Suppression de groupes de paquetages
kn: ಪ್ಯಾಕೇಜ್ ಗುಂಪನ್ನು ತೆಗೆದುಹಾಕುವಿಕೆ
te: ప్యాకేజీ సమూహం తొలగింపు

source: Package Group Remove scheduled by %s
fr: Suppression du groupe de paquetages planifiée par %s
kn: ಪ್ಯಾಕೇಜು ಸಮೂಹದ ತೆಗೆದು ಹಾಕುವಿಕೆಯನ್ನು %s ಇಂದ ಅನುಸೂಚಿತಗೊಳಿಸಲಾಗಿದೆ
te: ప్యాకేజీ సమూహం తొలగింపు %s చేత ప్రణాళిక వేయబడెను

source: Package Group Update
fr: Mise à jour de groupes de paquetages
kn: ಪ್ಯಾಕೇಜ್ ಗುಂಪನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡುವಿಕೆ
te: ప్యాకేజీ సమూహం నవీకరణ

source: Package Group Update scheduled by %s
fr: Mise à jour du groupe de paquetages planifiée par %s
kn: ಪ್ಯಾಕೇಜು ಸಮೂಹದ ಅಪ್‌ಡೇಟ್ ಮಾಡುವಿಕೆಯನ್ನು %s ಇಂದ ಅನುಸೂಚಿತಗೊಳಿಸಲಾಗಿದೆ
te: ప్యాకేజీ సమూహం నవీకరణ %s చేత ప్రణాళిక వేయబడెను

source: Package Groups
fr: Groupes de paquetages
kn: ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು
te: ప్యాకేజీ సమూహాలు

source: Package Install
fr: Installation de paquetages
kn: ಪ್ಯಾಕೇಜು ಅನುಸ್ಥಾಪನೆ
te: ప్యాకేజీ సంస్థాపన

source: Package Install scheduled by %s
fr: Installation du paquetage planifiée par %s
kn: ಪ್ಯಾಕೇಜು ಅನುಸ್ಥಾಪನೆಯನ್ನು %s ಇಂದ ಅನುಸೂಚಿತಗೊಳಿಸಲಾಗಿದೆ
te: ప్యాకేజీ సంస్థాపన %s చేత ప్రణాళిక వేయబడెను

source: Package Name
te: ప్యాకేజీ పేరు

source: Package Remove
fr: Suppression de paquetages
kn: ಪ್ಯಾಕೇಜು ತೆಗೆದುಹಾಕುವಿಕೆ
te: ప్యాకేజీ తీసివేత

source: Package Remove scheduled by %s
fr: Suppression du paquetage planifiée par %s
kn: ಪ್ಯಾಕೇಜು ತೆಗೆದು ಹಾಕುವಿಕೆಯನ್ನು %s ಇಂದ ಅನುಸೂಚಿತಗೊಳಿಸಲಾಗಿದೆ
te: %s చేత ప్యాకేజీ తీసివేత ప్రణాళిక వేయబడెను

source: Package Size
te: ప్యాకేజీ పరిమాణం

source: Package Update
fr: Mise à jour de paquetages
kn: ಪ್ಯಾಕೇಜು ಅಪ್‌ಡೇಟ್ ಮಾಡುವಿಕೆ
te: ప్యాకేజీ నవీకరణ

source: Package Update scheduled by %s
fr: Mise à jour du paquetage planifiée par %s
kn: ಪ್ಯಾಕೇಜು ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯನ್ನು %s ಇಂದ ಅನುಸೂಚಿತಗೊಳಿಸಲಾಗಿದೆ
te: ప్యాకేజీ నవీకరణ %s చేత ప్రణాళిక వేయబడెను

source: Package group '%s' not found in the %s environment
te: ప్యాకేజీ సమూహం '%s' అనునది %s యెన్విరాన్మెంట్ నందు కనుగొనబడలేదు

source: Package group '%s' not found in this template.
fr: Groupe de paquetages '%s' introuvable dans ce modèle.
kn: '%s' ಎಂಬ ಪ್ಯಾಕೇಜ್ ಗುಂಪು ಈ ಸಿದ್ಧಮಾದರಿಯಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ.
te: ప్యాకేజీ సమూహం '%s' యీ టెంప్లేట్ నందు కనబడలేదు.

source: Package group category '%s' not found in the %s environment
te: ప్యాకేజీ సమూహపు వర్గము '%s' అనునది %s యెన్విరాన్మెంట్ నందు కనబడలేదు.

source: Package group category '%s' not found in this template.
fr: Catégorie de groupe de paquetages « %s » introuvable dans ce modèle.
kn: '%s' ಎಂಬ ಪ್ಯಾಕೇಜ್ ವರ್ಗ ಈ ಸಿದ್ಧಮಾದರಿಯಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ.
te: ప్యాకేజీ సమూహం కాటగిరీ '%s' యీ టెంప్లేట్ నందు కనుగొనలేదు.

source: Packages
fr: Paquetages
kn: ಪ್ಯಾಕೇಜುಗಳು
te: ప్యాకేజీలు

source: Packages must be provided
fr: Des paquetages doivent être fournis
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ಒದಗಿಸುವ ಅಗತ್ಯವಿರುತ್ತದೆ
te: ప్యాకేజీలు తప్పక అందించబడాలి

source: Parameter '%s' not found in the template.
fr: Paramètre « %s » introuvable dans le modèle.
kn: '%s' ಎಂಬ ನಿಯತಾಂಕವು ಸಿದ್ಧಮಾದರಿಯಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ.
te: మాదిరినందు పారామితి '%s' కనుగొనబడలేదు.

source: Parameters
te: పారామితులు

source: Partial Products
te: పాక్షిక వుత్పత్తులు

source: Password
te: సంకేతపదం

source: Password Strength
te: సంకేతపదం పటిష్టత

source: Password Unknown
te: సంకేతపదం తెలియనిది

source: Password has been reset for user '%{s}'.
te: వాడుకరి '%{s}' కొరకు సంకేతపదం తిరిగివుంచబడెను.

source: Password reset token has expired for user '%{s}'.
te: వాడుకరి '%{s}' కొరకు సంకేతపదం తిరిగివుంచు టోకెన్ గడువుతీరింది.

source: Password:
te: సంకేతపదం:

source: Paste GPG Key
te: GPG కీ అతికించు

source: Pending
fr: En attente
kn: ಬಾಕಿ ಇರುವ
te: వాయిదా

source: Permission
te: అనుమతి

source: Permission '%s' was created.
fr: La permission '%s' a été créée.
kn: '%s' ಅನುಮತಿಯನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: అనుమతి '%s' సృష్టించబడెను.

source: Permission '%s' was removed.
fr: La permission '%s' a été supprimée.
kn: '%s' ಅನುಮತಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
te: అనుమతి '%s' తీసివేయబడెను.

source: Permission '%s' was updated.
fr: La permission '%s' a été mise à jour.
kn: '%s' ಅನುಮತಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: అనుమతి '%s' నవీకరించబడెను.

source: Permission Denied. User '%s' does not have permissions to access organization '%s'.
te: అనుమతి తిరస్కరించబడెను. వాడుకరి '%s' సంస్థ '%s' యాక్సెస్ చేయుటకు అనుమతులు కలిగిలేరు.

source: Permission For:
te: దీని కొరకు అనుమతి:

source: Permissions
kn: ಅನುಮತಿಗಳು
te: అనుమతులు

source: Permissions for this role.
te: ఈ పాత్ర కొరకు అనుమతులు.

source: Physical
fr: Physique
kn: ಭೌತಿಕ
te: భౌతిక

source: Pick your Environment to download template from:
te: దీని నుండి మాదిరిని దింపుకోలు చేయుటకు మీ పరిసరం యెంపికచేయి:

source: Plan
kn: ಯೋಜನೆ
te: ప్లాన్

source: Plan Name
fr: Nom du plan
kn: ಯೋಜನೆಯ ಹೆಸರು
te: ప్లాన్ పేరు

source: Please provide entitlement id
te: దయచేసి ఎన్టైటిల్మెంట్ ఐడి అందించు

source: Please provide pool and quantity
fr: Veuillez fournir le pool et la quantité
kn: ದಯವಿಟ್ಟು ಪೂಲ್ ಹಾಗು ಪ್ರಮಾಣವನ್ನು ಒದಗಿಸಿ
te: దయచేసి పూల్ మరియు పరిమాణం అందించు

source: Please provide pool id
te: దయచేసి పూల్ ఐడి అందించు

source: Please provide serial id
te: దయచేసి సీరియల్ ఐడి అందించు

source: Please request the required privileges from an administrator.
te: నిర్వహణాధికారి నుండి దయచేసి కావలసిన అనుమతులను అభ్యర్దించుము.

source: Please select Permissions to view and add permissions for this role or Users to see current users with this role.
te: ఈ పాత్రకు అనుమతులను జతచేయుటకు మరియు దర్శించుటకు దయచేసి అనుమతులను యెంపికచేయి లేదా ఈ పాత్రతో ప్రస్తుత వాడుకరులను చూడుటకు వాడుకరులు యెంపికచేయి.

source: Please select Permissions to view permissions for this role or Users to see current users with this role.
te: ఈ పాత్ర కొరకు అనుమతులను దర్శించుటకు దయచేసి అనుమతులను యెంపికచేయి లేదా ఈ పాత్రతో ప్రస్తుత వాడుకరులను చూడుటకు వాడుకరులు యెంపికచేయి.

source: Pool %s has no product associated
fr: Aucun produit n'est associé au pool %s
kn: %s ಎಂಬ ಪೂಲ್‌ನೊಂದಿಗೆ ಯಾವುದೆ ಉತ್ಪನ್ನವು ಸಂಬಂಧಿತಗೊಂಡಿಲ್ಲ
te: పూల్ %s కు యే వుత్పత్తి కలిపిలేదు

source: Preferred Locale
te: అభీష్ట స్థానికం

source: Prior Environment
te: ముందస్తు యెన్విరాన్మెంట్

source: Processing promotion changeset modifications, please wait.
te: ప్రమోషన్ చేంజ్‌సెట్ సవరింపులను ప్రోసెస్ చేస్తోంది, దయచేసి వేచివుండు.

source: Product
te: ఉత్పత్తి

source: Product '%s' created.
fr: Produit '%s' créé.
kn: '%s' ಎನ್ನುವ ಉತ್ಪನ್ನವನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: ఉత్పత్తి '%s' సృష్టించబడెను.

source: Product '%s' hasn't any repositories
te: ఉత్పత్తి '%s' యే రిపోజిటరీలను కలిగిలేదు

source: Product '%s' is already present in the template.
fr: Le produit '%s' est déjà présent dans le modèle.
kn: '%s' ಎಂಬ ಉತ್ಪನ್ನವು ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
te: మాదిరి నందు వుత్పత్తి '%s' యిప్పటికే వుంది.

source: Product '%s' not found in this environment.
fr: Le produit '%s' est introuvable dans cet environnement.
kn: ಈ ಪರಿಸರದಲ್ಲಿ '%s' ಉತ್ಪನ್ನವು ಕಂಡುಬಂದಿಲ್ಲ.
te: ఈ పరిసరం నందు వుత్పత్తి '%s' కబడలేదు.

source: Product '%s' removed.
fr: Produit '%s' supprimé.
kn: '%s' ಎನ್ನುವ ಉತ್ಪನ್ನವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
te: ఉత్పత్తి '%s' తీసివేయబడెను.

source: Product '%s' was updated.
fr: Le produit '%s' a été mis à jour.
kn: '%s' ಎನ್ನುವ ಉತ್ಪನ್ನವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: ఉత్పత్తి '%s' నవీకరించబడెను.

source: Product Name:
te: ఉత్పత్తి పేరు:

source: Product(s) in this environment
te: ఈ యెన్విరాన్మెంట్ నందు వుత్పత్తు(లు)

source: Product:
te: ఉత్పత్తి:

source: Products
fr: Produits :
kn: ಉತ್ಪನ್ನಗಳು
te: ఉత్పత్తులు

source: Products & Repositories
fr: Produits et référentiels
kn: ಉತ್ಪನ್ನಗಳು ಹಾಗು ರೆಪೊಸಿಟರಿಗಳು
te: ఉత్పత్తులు & రిపోజిటరీలు

source: Products and Repositories
fr: Produits et référentiels
kn: ಉತ್ಪನ್ನಗಳು ಹಾಗು ರೆಪೊಸಿಟರಿಗಳು
te: ఉత్పత్తులు మరియు రిపోజిటరీలు

source: Products within an organization must have unique name.
te: ఒక సంస్థ నందలి వుత్పత్తులు తప్పక విశిష్ట పేరు కలిగివుండాలి.

source: Progress:
te: పురోగతి:

source: Promote
te: ఉన్నతి

source: Promote Changesets in Environment
te: ఎన్విరాన్మెంట్ నందు చేంజ్‌సెట్స్ ఉన్నతి

source: Promote to
te: దీనికి ఉన్నతి

source: Promoted
te: ఉన్నతిచెందెను

source: Promoted By:
te: ఉన్నతిచేయబడింది:

source: Promoting
fr: Promotion
kn: ಮೇಲೇರಿಸಲಾಗುತ್ತಿದೆ
te: ఉన్నతిచెందుతోంది

source: Promoting...
te: ఉన్నతిచెందుతోంది...

source: Promotion Changeset '%s' was created.
fr: Le changeset de promotion '%s' a été créé.
kn: ಮೇಲೇರಿಕೆ ಚೇಂಜ್‌ಸೆಟ್‌ '%s' ಅನ್ನು ಅನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: ఉన్నతి చేంజ్‌సెట్ '%s' సృష్టించబడింది.

source: Promotion Changeset '%s' was deleted.
fr: Le changeset de promotion '%s' a été supprimé.
kn: ಮೇಲೇರಿಕೆ ಚೇಂಜ್‌ಸೆಟ್‌ '%s' ಅನ್ನು ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ.
te: ఉన్నతి చేంజ్‌సెట్ '%s' తొలగించబడింది.

source: Promotion Changeset Details
te: ఉన్నతి చేంజ్‌సెట్ వివరాలు

source: Promotion Changeset History
te: ఉన్నతి చేంజ్‌సెట్ చరిత్ర

source: Promotion Changeset is empty.
te: ఉన్నతి చేంజ్‌సెట్ ఖాళీగావుంది.

source: Promotion Changesets
te: ఉన్నతి చేంజ్‌సెట్స్

source: Promotion Date:
te: ఉన్నతి తేది:

source: Promotion Failed
te: ఉన్నతి వైఫల్యం

source: Promotions
te: ఉన్నతులు

source: Promotions Overview
te: ఉన్నతుల స్థూలదృష్టి

source: Promotions allow you to promote content from one environment to the next along a promotion path. Once you have created a promotion changeset, clicking "Add" next to one or more products will add them to the promotion changeset. If products already exist in the next environment, you may promote other types of content. Once you have created a change set, click the "Promote" button to commit it to the next environment.
te: ఉన్నతులు అనునవి మిమ్ములను విషయమును వొక యెన్విరాన్మెంట్ నుండి తరువాతి దానికి ఉన్నతి పాత్‌తో సహా ఉన్నతించుటకు అనుమతించును. ఒకసారి మీరు ఉన్నతి చేంజ్‌సెట్ సృష్టించిన తరువాత, ఒకటి లేదా అంతకన్నా యెక్కువ వుత్పత్తులు పక్కని "జతచేయి" నొక్కుట వాటిని ఉన్నతి చేంజ్‌సెట్‌కు జతచేయును. ఒకవేళ వుత్పత్తులు యిప్పటికే తరువాతి యెన్విరాన్మెంట్‌నందు వుంటే, మీరు యితర రకాల విషయమును వున్నతి చేయవచ్చు. ఒకసారి మీరు చేంజ్‌సెట్ సృష్టించిన తరువాత, దానిని తరువాతి యెన్విరాన్మెంట్‌కు కమిట్ చేయుటకు "ఉన్నతించు" బటన్ నొక్కుము.

source: Provider
fr: Fournisseur
kn: ಒದಗಿಸುವವರು
te: సమర్పకులు

source: Provider '%s' was created.
fr: Le fournisseur '%s' a été créé.
kn: '%s' ಎನ್ನುವ ಒದಗಿಸುವವರನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: ఉత్పాదకులు '%s' సృష్టించబడెను.

source: Provider '%s' was deleted.
fr: Le fournisseur '%s' a été supprimé.
kn: '%s' ಎನ್ನುವ ಒದಗಿಸುವವರನ್ನು ಅಳಿಸಲಾಗಿದೆ.
te: ఉత్పాదకులు '%s' తొలగించబడెను.

source: Provider '%s' was updated.
fr: Le fournisseur '%s' a été mis à jour.
kn: '%s' ಎನ್ನುವ ಒದಗಿಸುವವರನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: ఉత్పాదకులు '%s' నవీకరించబడెను.

source: Provider:
te: సమర్పకులు:

source: Providers
fr: Fournisseurs
kn: ಒದಗಿಸುವವರು
te: సమర్పకులు

source: Providers provide many types of content such as packages, errata, kickstart trees, and installation disc images. A provider may be delivering all of your paid content or it could simply be a local yum repository providing a few yum repos.
te: ప్యాకేజీలు, యెర్రాటా, కిక్‌స్టార్ట్ ట్రీలు, మరియు సంస్థాపనా డిస్కు చిత్రాలు వంటి అనేక రకాల కాంటెంట్‌ను వుత్పాదకులు అందించును. ఉత్పాదకులు మీ చెల్లింపుపై వచ్చు మొత్తం కాంటెంట్‌ను అందించవచ్చు లేదా అది కొన్ని రిపోజిటరీలను అందించు స్థానిక yum రిపోజిటరీ కావచ్చు.

source: Provides
te: సమర్పకులు

source: Quantity
te: పరిమాణం

source: Queued.
fr: En attente.
kn: ಸರತಿಯಲ್ಲಿದೆ.
te: వరుసకట్టిన.

source: Read Activation Keys
fr: Lire les clés d'activation
kn: ಸಕ್ರಿಯಗೊಳಿಕಾ ಕೀಲಿಗಳನ್ನು ಓದು
te: క్రీయాశీల కీలను చదువు

source: Read Activation Keys permission
fr: Permission de lecture des clés d'activation
kn: ಸಕ್ರಿಯಗೊಳಿಕೆ ಕೀಲಿಗಳ ಅನುಮತಿಯನ್ನು ಓದು
te: క్రియాశీల కీల అనుమతిని చదువు

source: Read Changesets in Environment
fr: Lire les Changesets dans l'environnement
kn: ಚೇಂಜ್‌ಸೆಟ್ ಪರಿಸರವನ್ನು ಓದು
te: ఎన్విరాన్మెంట్ నందు చేంజ్‌సెట్స్ చదువు

source: Read Environment Contents
fr: Lire les contenus d'environnement
kn: ಪರಿಸರದ ಕಂಟೆಂಟ್‌ಗಳನ್ನು ಓದು
te: ఎన్విరాన్మెంట్ విషయాలను చదువు

source: Read Environments
fr: Lire les environnements
kn: ಪರಿಸರಗಳನ್ನು ಓದು
te: ఎన్విరాన్మెంట్స్ చదువు

source: Read Environments permission
fr: Permission de lecture des environnements
kn: ಪರಿಸರಗಳ ಅನುಮತಿಯನ್ನು ಓದು
te: ఎన్విరాన్మెంట్స్ అనుమతులు చదువు

source: Read Everything
fr: Lire tout
kn: ಎಲ್ಲವನ್ನೂ ಓದು
te: ప్రతిదీ చదువు

source: Read Filters
fr: Lire les filtres
kn: ಫಿಲ್ಟರುಗಳನ್ನು ಓದು
te: ఫిల్టర్స్ చదువు

source: Read Filters permission
fr: Permission de lecture des filtres
kn: ಫಿಲ್ಟರುಗಳ ಅನುಮತಿಯನ್ನು ಓದು
te: ఫిల్టర్స్ అనుమతిని చదువు

source: Read Organization
fr: Lire l'organisation
kn: ಸಂಸ್ಥೆಯನ್ನು ಓದು
te: సంస్థను చదువు

source: Read Organizations
fr: Lire les organisations
kn: ಸಂಸ್ಥೆಗಳನ್ನು ಓದು
te: సంస్థలను చదువు

source: Read Organizations permission
fr: Permission de lecture des organisations
kn: ಸಂಸ್ಥೆಗಳ ಅನುಮತಿಯನ್ನು ಓದು
te: సంస్థల అనుమతిని చదువు

source: Read Package Filters
fr: Lire les filtres de paquetages
kn: ಪ್ಯಾಕೇಜ್ ಫಿಲ್ಟರುಗಳನ್ನು ಓದು
te: ప్యాకేజీ ఫిల్టర్స్ చదువు

source: Read Providers
fr: Lire les fournisseurs
kn: ಒದಗಿಸುವವರನ್ನು ಓದು
te: ఉత్పాదకులను చదువు

source: Read Providers permission
fr: Permission de lecture des fournisseurs
kn: ಒದಗಿಸುವವರ ಅನುಮತಿಯನ್ನು ಓದು
te: ఉత్పాదకుల అనుమతిని చదువు

source: Read Roles
fr: Lire les rôles
kn: ಪಾತ್ರಗಳನ್ನು ಓದು
te: పాత్రలను చదువు

source: Read Roles permission
fr: Permission de lecture des rôles
kn: ಪಾತ್ರಗಳನ್ನು ಅನುಮತಿಯನ್ನು ಓದು
te: పాత్రల అనుమతిని చదువు
