Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: This GPG Key is not currently assigned to any products or repositories.
te: GPG కీ ప్రస్తుతం యే వుత్పత్తులు లేదా రిపోజిటరీలతో అప్పజెప్పిలేదు.

source: This action doesn't support pacakge groups
fr: Cette action ne prend pas les groupes de paquetages en charge
kn: ಈ ಕ್ರಿಯೆಯು ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ
te: ఈ చర్య ప్యాకేజీ సమూహాలకు తోడ్పాటునీయదు

source: This changeset contains no content.
te: ఈ చేంజ్‌సెట్ యే కాంటెంట్‌ను కలిగిలేదు.

source: This promotion changeset is currently being promoted.
te: ఈ వున్నతి చేంజ్‌సెట్ ప్రస్తుతం వున్నతించబడుతోంది.

source: This template contains no content.
te: ఈ టెంప్లెట్ యే కాంటెంట్ కలిగిలేదు.

source: Time
te: సమయం

source: Title
te: శీర్షిక

source: To view the details of an item on the left, simply click on a single row.<br/><br/>To select multiple rows, hold the Control Key and click multiple rows.<br/><br/>If you don't need this help anymore, please click the close button in the top right of this box.
te: ఒక అంశము యొక్క వివరాలను ఎడమ వైపున దర్శించుటకు, వొంటరి అడ్డువరుసపై నొక్కుము.<br/> <br/>బహుళ అడ్డువరుసలను యెంపికచేయుటకు, కంట్రోల్ కీను పట్టివుంచి బహుళ అడ్డువరుసలను నొక్కుము.<br/> <br/>మీకు యీ సహాయం అక్కరలేక పోతే, ఈ పెట్టె పై కుడి పక్కని మూయి బటన్ వత్తుము.

source: Total Systems
te: మొత్త సిస్టమ్స్

source: Type
te: రకం

source: Type: Bug Fix
fr: Type : Correctif de bogue
kn: ಬಗೆ: ದೋಷ ಸರಿಪಡಿಕೆ
te: రకం: బగ్ పరిష్కారం

source: Type: Enhancement
fr: Type : Amélioration
kn: ಬಗೆ: ಉತ್ತಮಗೊಳಿಕೆ
te: రకం: విస్తరణ

source: Type: Security
fr: Type : Sécurité
kn: ಬಗೆ: ಸುರಕ್ಷತೆ
te: రకం: రక్షణ

source: Unable to determine quantity for pool %s
fr: Impossible de déterminer la quantité pour le pool %s
kn: %s ಎಂಬ ಪೂಲ್‌ಗಾಗಿ ಪ್ರಮಾಣವನ್ನು ನಿರ್ಧರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
te: పూల్ %s కొరకు పరిమాణం నిర్థారించలేదు

source: Unable to retrieve subscription history for provider '%{name}.
te: ఉత్పాదకుడు '%{name} కొరకు సబ్‌స్క్రిప్షన్ చరిత్రను వెలికితీయలేదు.

source: Unable to retrieve subscription manifest for provider '%{name}.
te: సమర్పకులు '%{name} కొరకు సబ్‌స్క్రిప్షన్ మానిఫెస్ట్ తిరిగిపొందలేము.

source: Uninstall of Package Groups '%{p}' scheduled for System '%{s}'.
fr: Désinstallation des groupes de paquetages '%{p}' planifiée pour le système '%{s}'.
kn: '%{p}' ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳನ್ನು ತೆಗೆದುಹಾಕಲು '%{s}' ಎಂಬ ವ್ಯವಸ್ಥೆಗೆ ಅನುಸೂಚಿತಗೊಂಡಿದೆ.
te: ప్యాకేజీ సమూహాల '%{p}' నిర్మూలన సిస్టమ్ '%{s}' కు ప్రణాళిక వేయబడెను.

source: Uninstall of Packages '%{p}' scheduled for System '%{s}'.
fr: Désinstallation des paquetages '%{p}' planifiée pour le système '%{s}'.
kn: '%{p}' ಪ್ಯಾಕೇಜುಗಳನ್ನು ತೆಗೆದುಹಾಕಲು '%{s}' ಎಂಬ ವ್ಯವಸ್ಥೆಗೆ ಅನುಸೂಚಿತಗೊಂಡಿದೆ.
te: ప్యాకేజీల '%{p}' నిర్మూలన సిస్టమ్ '%{s}' కొరకు ప్రణాళిక వేయబడెను.

source: Unknown
te: తెలియని

source: Unknown repository label
te: తెలియని రిపోజిటరీ లేబుల్

source: Unlimited
te: అపరిమిత

source: Unsubscribe
te: అన్‌సబ్‌స్క్రైబ్

source: Update
te: నవీకరణ

source: Update All
te: అన్నిటినీ నవీకరించు

source: Update Package Canceled
te: ప్యాకేజీ నవీకరణ రద్దైనది

source: Update Package Complete
te: ప్యాకేజీ నవీకరణ పూర్తైనది

source: Update Package Error
te: ప్యాకేజీ నవీకరణ దోషం

source: Update Package Timeout
te: ప్యాకేజీ నవీకరణ గడువుముగెసెను

source: Update of Packages '%{p}' scheduled for System '%{s}'.
fr: Mise à jour des paquetages '%{p}' planifiée pour le système '%{s}'.
kn: '%{p}' ಪ್ಯಾಕೇಜುಗಳನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲು '%{s}' ಎಂಬ ವ್ಯವಸ್ಥೆಗೆ ಅನುಸೂಚಿತಗೊಂಡಿದೆ.
te: ప్యాకేజీల '%{p}' నవీకరణ సిస్టమ్ '%{s}' కొరకు ప్రణాళిక వేయబడెను.

source: Update of all packages scheduled for System '%{s}'.
te: సిస్టమ్ '%{s}' కొరకు అన్ని ప్యాకేజీల నవీకరణ ప్రణాళిక వేయబడెను.

source: Updated
te: నవీకరించిన

source: Updating Package...
fr: Mise à jour de paquetages...
kn: ಪ್ಯಾಕೇಜನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీను నవీకరించుచున్నది...

source: Upload
te: అప్‌లోడ్

source: Upload Subscription Manifest
te: సబ్‌స్క్రిప్షన్ మేనిఫెస్ట్ అప్‌లోడ్ చేయి

source: Uploading
te: అప్‌లోడింగ్

source: Use Browser Locale
fr: Utiliser les paramètres régionaux du navigateur
kn: ವೀಕ್ಷಕ ಭಾಷಾಪರಿಸರವನ್ನು ಬಳಸಿ
te: వాడుకరి విహరణి స్థానికం

source: User
fr: Utilisateur
kn: ಬಳಕೆದಾರ
te: వాడుకరి

source: User '%s' was deleted.
fr: L'utilisateur '%s' a été supprimé.
kn: '%s' ಎನ್ನುವ ಬಳಕೆದಾರನನ್ನು ಅಳಿಸಲಾಗಿದೆ.
te: వాడుకరి '%s' తొలగించబడెను.

source: User Notifications
te: వాడుకరి ప్రకటనలు

source: User assignments for this role
te: ఈ పాత్ర కొరకు వాడుకరి అప్పగింతలు

source: User does not belong to an organization.
fr: L'utilisateur n'appartient pas à une organisation.
kn: ಬಳಕೆದಾರನು ಒಂದು ಸಂಸ್ಥೆಗೆ ಸಂಬಂಧಿಸಿಲ್ಲ.
te: వాడుకరి వొక సంస్థకు చెందిలేరు.

source: User environment updated successfully.
te: వాడుకరి యెన్విరాన్మెంట్ విజయవంతంగా నవీకరించబడెను.

source: User notifications lists all notifications generated by a user as well as global notifications that are sent to all users.
te: వాడుకరి ప్రకటనలు అనునవి వాడుకరిచేత జనియింపచేయబడిన అదేవిదంగా వాడుకరులందరికీ పంపిన ప్రకటనలను జాబితాను చేయును.

source: User updated successfully.
fr: Mise à jour de l'utilisateur réussie.
kn: ಬಳಕೆದಾರರರ ಅಪ್‌ಡೇಟ್ ಯಶಸ್ವಿಯಾಗಿ ಪೂರ್ಣಗೊಂಡಿದೆ.
te: వాడుకరి విజయవంతంగా నవీకరించబడెను.

source: Username
fr: Nom d'utilisateur
kn: ಬಳಕೆದಾರಹೆಸರು
te: వాడుకరిపేరు

source: Username:
te: వాడుకరిపేరు:

source: Users
fr: Utilisateurs
kn: ಬಳಕೆದಾರರು
te: వాడుకరులు

source: Validation Failed:
te: నిర్థారణ విఫలమైంది:

source: Value
te: విలువ

source: Very Weak
te: చాలా బలహీనం

source: Viewing %X of %Y results (%Z Total Errata)
te: మొత్త %Y ఫలితాలలో %X దర్శించుచున్నది (%Z మొత్తం యెర్రాటా)

source: Virtual
fr: Virtuel
kn: ವರ್ಚುವಲ್
te: వర్చ్యువల్

source: WARNING: This will override any GPG keys already associated with a repository within this product
te: హెచ్చరిక: ఈ వుత్పత్తినందు యిప్పటికే రిపోజిటరీతో కలిసివున్న యే GPG కీలనైనా యిది వోవర్‌రైడ్ చేయును.

source: Weak
te: బలహీనం

source: Welcome Back!
te: పునః స్వాగతం!

source: Yes
te: అవును

source: You are not authorised to perform this action.
te: ఈ చర్య జరుపుటకు మీకు అధికారం లేదు.

source: You can synchronize repositories only in library environment'
fr: Vous pouvez uniquement synchroniser les référentiels dans l'environnement Library
kn: ನೀವು ಕೇವಲ ಲೈಬ್ರರಿ ಪರಿಸರದಲ್ಲಿ ಮಾತ್ರ ರೆಪೊಸಿಟರಿಗಳನ್ನು ಮೇಳೈಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ'
te: మీరు రిపోజిటరీలను లైబ్రరీ యెన్విరాన్మెంట్' నందు మాత్రమే సింక్ చేయగలరు

source: You current organization is no longer valid. It is possible that either the organization has been deleted or your permissions revoked, please log back in to continue.
te: మీ ప్రస్తుత సంస్థ చెల్లునది కాదు. ఇది సంస్థ తొలగించబడుట వలన కాని లేదా మీ అనుమతులు తీసివేయుట వలనకాని అయివుండవచ్చు, దయచేసి కొనసాగించుటకు తిరిగి లాగిన్ అవ్వండి.

source: You do not have valid credentials to access this system. Please contact your administrator.
fr: Vous ne possédez pas d'informations d'identification valides pour accéder à ce système. Veuillez contacter votre administrateur.
kn: ಈ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ನೀವು ಯಾವುದೆ ಸಿಂಧುವಾದ ರುಜುವಾತುಗಳನ್ನು ಹೊಂದಿಲ್ಲ. ದಯವಿಟ್ಟು ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
te: ఈ సిస్టమ్‌ను యాక్సెస్ చేయుటకు మీరు తగిన ఆనవాళ్ళు కలిగిలేరు. దయచేసి మీ నిర్వహణాధికారిని సంప్రదించండి.

source: You have entered an incorrect username/password combination, or your account may currently be disabled. Please try again or contact your administrator.
fr: Vous avez saisi un nom d'utilisateur ou un mot de passe incorrect ou le compte est actuellement désactivé. Veuillez essayer à nouveau ou contactez votre administrateur.
kn: ನೀವು ಒಂದು ತಪ್ಪು ಬಳಕೆದಾರಹೆಸರು/ಗುಪ್ತಪದದ ಸಂಯೋಜನೆಯನ್ನು ದಾಖಲಿಸಿದ್ದೀರಿ ಅಥವ ಖಾತೆಯನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ, ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ ಅಥವ ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
te: మీరు సరికాని వాడుకరిపేరు/సంకేతపదం జోడీను ప్రవేశపెట్టినారు, లేదా మీ ఖాతా ప్రస్తుతం అచేతనమై వుండవచ్చు. దయచేసి తిరిగి ప్రయత్నించండి లేదా మీ నిర్వహణాధికారిని సంప్రదించండి.

source: You have no assigned roles.
te: మీకు అప్పగించిన పాత్రలు యేమీ లేవు.

source: You have selected all resource types; this will grant full access to the organization. Press the Cancel button to select an individual resource type.
te: మీరు అన్ని వనరు రకాలను యెంపికచేసినారు; యిది సంస్థకు పూర్తి యాక్సెస్‌ను యిచ్చును. ఒక స్వతంత్ర రకమును యెంపికచేయుటకు రద్దు బటన్ నొక్కుము.

source: You may have mistyped the address or the page may have moved.
te: మీరు చిరునామాను తప్పుగా ప్రవేశపెట్టి వుంటారు లేదా పేజీ కదల్చబడి వుంటుంది.

source: You might want to log out and log back in again to clear your cookies.
te: మీ కుకీలను శుబ్రంచేయుటకు మీరు లాగ్ అవుట్ అయ్యి మరియు లాగ్ బాక్ యిన్ అవ్వవలసి వుంటుంది.

source: You must be logged in to access that page.
fr: Vous devez être connecté pour accéder à cette page.
kn: ಈ ಪುಟವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ನೀವು ಲಾಗ್ ಇನ್‌ ಆಗಿರಬೇಕು.
te: ఆ పేజీను యాక్సెస్ చేయుటకు మీరు తప్పక లాగిన్ అయ్యివుండాలి.

source: You must select an organization above before you can add a permission.
te: మీరు అనుమతిని జతచేయుటకు ముందుగా మీరు పైన వొక సంస్థను తప్పక యెంపికచేయాలి.

source: You must select and view a permission before you can edit it.
te: మీరు దానిని సరికూర్చుటకు ముందుగా వొక అనుమతిని యెంపికచేసి మరియు దర్శించాలి.

source: You must select at least one verb.
te: మీరు కనీసం వొక verb ను యెంపికచేయాలి.

source: You must specify host in %s for %s to work properly
te: మీరు అతిథేయిను %s నందు %s కొరకు సరిగా పనిచేయుటకు తెలుపవలెను.

source: You need to create an environment for this org before you can create a system.
te: మీరు వొక సిస్టమ్‌ను సృష్టించుటకు ముందుగా మీరు యీ org ఫైలునకు వొక పరిసరం సృష్టించాలి.

source: Your update has applied successfully, but during that time another user has also made an update.
te: మీ నవీకరణ విజయవంతంగా ఆపాదించబడెను, అయితే అదే సమయంలో వేరే వాడుకరి కూడా వొక నవీకరణ చేసినారు.

source: all packages
fr: tous les paquetages
kn: ಎಲ್ಲಾ ಪ್ಯಾಕೇಜುಗಳು
te: అన్ని ప్యాకేజీలు

source: all packages update
fr: mise à jour de tous les paquetages
kn: ಎಲ್ಲಾ ಪ್ಯಾಕೇಜುಗಳ ಅಪ್‌ಡೇಟ್
te: అన్ని ప్యాకేజీలు నవీకరించు

source: all packages update failed
fr: échec de la mise à jour de tous les paquetages
kn: ಎಲ್ಲಾ ಪ್ಯಾಕೇಜುಗಳ ಅಪ್‌ಡೇಟ್ ವಿಫಲಗೊಂಡಿದೆ
te: అన్ని ప్యాకేజీల నవీకరణ విఫలమైంది

source: can not be updated
te: నవీకరించలేదు

source: can't be blank
fr: ne peut pas être vide
kn: ಖಾಲಿ ಇರುವಂತಿಲ್ಲ
te: ఖాళీ గా వుంచలేము

source: cannot contain characters other than alpha numerals, space,'_', '-'.
fr: ne peut pas contenir de caractères autres qu'alphanumériques, qu'un espace, que '_' ou '-'.
kn: ಅಕ್ಷರ ಅಂಕೀಯ, ಸ್ಪೇಸ್, '_', '-' ಅನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರುವಂತಿಲ್ಲ.
te: అల్ఫా న్యూమరల్స్, స్పేస్,'_','-' కాక వేరే వాటిని కలిగివుండలేవు.

source: cannot contain characters other than alpha numerals,'_', '-'.
te: అల్ఫా న్యూమరల్స్,'_','-' కాక వేరే వాటిని కలిగివుండలేవు.

source: cannot contain more than %s characters
fr: ne peut pas contenir plus de %s caractères
kn: %s ಗಿಂತ ಹೆಚ್ಚು ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರುವಂತಿಲ್ಲ.
te: %s అక్షరాలకన్నా యెక్కువ కలిగి వుండలేదు

source: currently editing this promotion changeset
te: ప్రస్తుతం యీ వున్నతి చేంజ్‌సెట్‌ను సరికూర్చుతోంది

source: daily
fr: quotidien
kn: ಪ್ರತಿದಿನ
te: రోజూ

source: displayed
te: ప్రదర్శించిన

source: environment can only have one child
fr: l'environnement ne peut avoir qu'un seul enfant
kn: ಪರಿಸರವು ಕೇವಲ ಒಂದು ಉಪವಿಭಾಗವನ್ನು ಮಾತ್ರ ಹೊಂದಿರಲು ಸಾಧ್ಯ
te: పరిసరం అనునది వొక చైల్డును మాత్రమే కలిగివుంది

source: environment required
fr: environnement requis
kn: ಪರಿಸರದ ಅಗತ್ಯವಿದೆ
te: ఎన్విరాన్మెంట్ అవసరం

source: hourly
fr: horaire
kn: ಪ್ರತಿಗಂಟೆಗೊಮ್ಮೆ
te: గంటలవారీ

source: id: %s doesn't exist
te: id: %s లేదు

source: installing errata...
fr: installation de l'errata...
kn: ಎರಾಟವನ್ನು ಅನುಸ್ಥಾಪಿಲಾಗುತ್ತಿದೆ...
te: ఎర్రాటా సంస్థాపిస్తోంది...

source: installing erratum...
fr: installation de l'erratum...
kn: ಎರಾಟಮ್ ಅನ್ನು ಅನುಸ್ಥಾಪಿಲಾಗುತ್ತಿದೆ...
te: ఎర్రాటమ్ సంస్థాపిస్తోంది...

source: installing package group...
fr: installation du groupe de paquetages...
kn: ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ಅನುಸ್ಥಾಪಿಸುವಿಕೆ...
te: ప్యాకేజీ సమూహం సంస్థాపిస్తోంది...

source: installing package groups...
fr: installation des groupes de paquetages...
kn: ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳನ್ನು ಅನುಸ್ಥಾಪಿಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ సమూహాలను సంస్థాపిస్తోంది...

source: installing package...
fr: installation du paquetage...
kn: ಪ್ಯಾಕೇಜನ್ನು ಅನುಸ್ಥಾಪಿಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ సంస్థాపిస్తోంది...

source: installing packages...
fr: installation des paquetages...
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ಅನುಸ್ಥಾಪಿಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీలను సంస్థాపిస్తోంది...

source: is already in the template
fr: déjà dans le modèle
kn: ಇದು ಈಗಾಗಲೆ ಸಿದ್ಧಮಾದರಿಯಲ್ಲಿದೆ
te: టెంప్లేట్ నందు యిప్పటికే వుందా

source: is invalid
fr: est invalide
kn: ಇದು ಅಸಿಂಧುವಾಗಿದೆ
te: చెల్లనిదా

source: is too long
te: మరీ పొడవుగా వుంది

source: katello-jobs service not running
fr: Le service katello-jobs n'est pas en cours d'exécution
kn: katello-jobs ಸೇವೆಯು ಚಾಲನೆಯಲ್ಲಿಲ್ಲ
te: katello-jobs సేవ నడుచుటలేదు

source: link
te: లింకు

source: must be at least 5 characters.
fr: doit faire au moins 5 caractères.
kn: ಕನಿಷ್ಟ 5 ಅಕ್ಷರಗಳು ಇರಬೇಕು.
te: కనీసం తప్పక 5 అక్షరాలు వుండాలి.

source: must be unique within an organization scope
fr: doit être unique dans l'étendue de l'organisation
kn: ಒಂದು ಸಂಸ್ಥೆಯ ವ್ಯಾಪ್ತಿಯಲ್ಲಿನ ವಿಶಿಷ್ಟ ರೀತಿಯದ್ದಾಗಿರಬೇಕು
te: సంస్థ పరిథిలో తప్పక విశిష్టంగా వుండాలి

source: must be unique within one environment
fr: doit être unique dans un environnement
kn: ಒಂದು ಪರಿಸರದಲ್ಲಿ ಇದು ವಿಶಿಷ್ಟವಾಗಿರಬೇಕು
te: ఒక యెన్విరాన్మెంటునందు తప్పక విశిష్టంగా వుండాలి

source: must be unique within one organization
fr: doit être unique dans une organisation
kn: ಒಂದು ಸಂಸ್ಥೆಯ ಒಳಗೆ ವಿಶಿಷ್ಟ ರೀತಿಯದ್ದಾಗಿರಬೇಕು
te: సంస్థ నందు తప్పక విశిష్టంగా వుండాలి

source: must contain 'Library'
te: తప్పక 'Library' కలిగివుండాలి

source: must contain at least %s characters
te: తప్పక కనీసం %s అక్షరాలు వుండాలి

source: must not contain leading or trailing white spaces.
fr: ne doit pas contenir d'espace comme premier ou dernier caractère.
kn: ಮುಂದೆ ಅಥವ ಹಿಂದೆ ಖಾಲಿ ಸ್ಥಳಗಳನ್ನು ಹೊಂದಿರಬಾರದು
te: లీడింగ్ లేదా ట్రైలింగ్ వైట్ స్పేసులను కలిగివుండ కూడదు.

source: none
fr: aucun
kn: ಯಾವುದೂ ಇಲ್ಲ
te: ఏదీకాదు

source: or
te: లేదా

source: plan
kn: ಯೋಜನೆ
te: యోచన

source: product
fr: produit
kn: ಉತ್ಪನ್ನ
te: ఉత్పత్తి

source: removing package group...
fr: suppression du groupe de paquetages...
kn: ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ సమూహం తీసివేస్తోంది...

source: removing package groups...
fr: suppression des groupes de paquetages...
kn: ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ సమూహాలను తీసివేస్తోంది...

source: removing package...
fr: suppression du paquetage...
kn: ಪ್ಯಾಕೇಜನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ తీసివేస్తోంది...

source: removing packages...
fr: suppression des paquetages...
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీలను తీసివేస్తోంది...

source: repoids
te: రెపోఐడీలు

source: results.
te: ఫలితాలు.

source: sync did not complete successfully
te: సింక్ అనునది విజయవంతంగా పూర్తికాలేదు

source: system templates
te: సిస్టమ్ టెంప్లేట్స్

source: template
fr: modèle
kn: ಸಿದ್ಧಮಾದರಿ
te: టెంప్లేట్

source: the following attributes can not be updated for the Red Hat provider: [ %s ]
fr: les attributs suivants ne peuvent pas être mis à jour pour le fournisseur Red Hat : [ %s ]
kn: Red Hat ಒದಗಿಸುವವರಿಗೆ ಈ ಕೆಳಗಿನ ಗುಣವಿಶೇಷಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: [ %s ]
te: Red Hat సమర్పకులు: [ %s ] కొరకు కింది యాట్రిబ్యూట్స్ నవీకరించబడలేవు

source: updating package group...
fr: mise à jour du groupe de paquetages...
kn: ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ సమూహం నవీకరించుతోంది...

source: updating package groups...
fr: mise à jour des groupes de paquetages...
kn: ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ సమూహాలను నవీకరించుతోంది...

source: updating package...
fr: mise à jour du paquetage...
kn: ಪ್ಯಾಕೇಜನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీ నవీకరించుతోంది...

source: updating packages...
fr: mise à jour des paquetages...
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
te: ప్యాకేజీలను నవీకరించుతోంది...

source: weekly
fr: hebdomadaire
kn: ಸಾಪ್ತಾಹಿಕ
te: వారంవారీ

source: %s (%s other errata) install canceled
fr: %s (%s autres errata) installation annulée
kn: %s (%s ಇತರೆ ಎರಾಟ) ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ

source: %s (%s other errata) installed
fr: %s (%s autres errata) installés
kn: %s (%s ಇತರೆ ಎರಾಟ) ಅನುಸ್ಥಾಪನೆ

source: %s (%s other package groups) install canceled
fr: %s (%s autres groupes de paquetages) installation annulée
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳು) ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ

source: %s (%s other package groups) installed
fr: %s (%s autres groupes de paquetages) installés
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು) ಅನುಸ್ಥಾಪನೆ

source: %s (%s other package groups) remove canceled
fr: %s (%s autres groupes de paquetages) suppression annulée
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳು) ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ರದ್ದುಗೊಳಸಿಲಾಗಿದೆ

source: %s (%s other package groups) removed
fr: %s (%s autres groupes de paquetages) supprimés
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು) ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: %s (%s other package groups) update canceled
fr: %s (%s autres groupes de paquetages) mise à jour annulée
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳು) ಅಪ್ಡೇಟ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ

source: %s (%s other package groups) updated
fr: %s (%s autres groupes de paquetages) mis à jour
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜ್ ಗುಂಪುಗಳು) ಅಪ್‌ಡೇಟ್‌

source: %s (%s other packages) install canceled
fr: %s (%s autres paquetages) installation annulée
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ

source: %s (%s other packages) installed
fr: %s (%s autres paquetages) installés
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ಅನುಸ್ಥಾಪಿಸಲಾಗಿದೆ

source: %s (%s other packages) remove canceled
fr: %s (%s autres paquetages) suppression annulée
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ

source: %s (%s other packages) removed
fr: %s (%s autres paquetages) supprimés
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ತೆಗೆದುಹಾಕುವಿಕೆ

source: %s (%s other packages) update canceled
fr: %s (%s autres paquetages) mise à jour annulée
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ಅಪ್‌ಡೇಟ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ

source: %s (%s other packages) updated
fr: %s (%s autres paquetages) mis à jour
kn: %s (%s ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು) ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ

source: %s erratum install canceled
fr: Installation de l'erratum %s annulée
kn: %s ಎರಾಟಮ್ ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ

source: %s erratum installed
fr: Erratum %s installé
kn: %s ಎರಾಟಮ್ ಅನುಸ್ಥಾಪನೆ

source: %s for more details.
fr: %s pour plus de détails.
kn: ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗಾಗಿ %s

source: %s package group install canceled
fr: Installation du groupe de paquetages %s annulée
kn: %s ಪ್ಯಾಕೇಜು ಗುಂಪಿನ ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ

source: %s package group installed
fr: Groupe de paquetages %s installé
kn: %s ಪ್ಯಾಕೇಜ್ ಗುಂಪನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗಿದೆ

source: %s package group remove canceled
fr: Suppression du groupe de paquetages %s annulée
kn: %s ಪ್ಯಾಕೇಜು ಗುಂಪಿನ ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ

source: %s package group removed
fr: Groupe de paquetages %s supprimé
kn: %s ಪ್ಯಾಕೇಜ್ ಗುಂಪನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: %s package group update canceled
fr: Mise à jour du groupe de paquetages %s annulée
kn: %s ಪ್ಯಾಕೇಜು ಗುಂಪಿನ ಅಪ್‌ಡೇಟ್ ರದ್ದುಗೊಂಡಿದೆ

source: %s package group updated
fr: Groupe de paquetages %s mis à jour
kn: %s ಪ್ಯಾಕೇಜ್ ಗುಂಪನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ

source: %s package install canceled
fr: Installation du paquetage %s annulée
kn: %s ಪ್ಯಾಕೇಜಿನ ಅನುಸ್ಥಾಪನೆ ರದ್ದುಗೊಂಡಿದೆ

source: %s package installed
fr: Paquetage %s installé
kn: %s ಪ್ಯಾಕೇಜನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗಿದೆ

source: %s package remove canceled
fr: Suppression du paquetage %s annulée
kn: %s ಪ್ಯಾಕೇಜಿನ ತೆಗೆದುಹಾಕುವಿಕೆ ರದ್ದುಗೊಂಡಿದೆ

source: %s package removed
fr: Paquetage %s supprimé
kn: %s ಪ್ಯಾಕೇಜನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: %s package update canceled
fr: Mise à jour du paquetage %s annulée
kn: %s ಪ್ಯಾಕೇಜು ಅಪ್‌ಡೇಟ್ ರದ್ದುಗೊಂಡಿದೆ

source: %s package updated
fr: Paquetage %s mis à jour
kn: %s ಪ್ಯಾಕೇಜ್ ಅಪ್‌ಡೇಟ್ ಮಾಡುವಿಕೆ

source: %{errata} (%{rest} other errata)
fr: %{errata} (%{rest} autres errata)
kn: %{errata} (%{rest} ಇತರೆ ಎರಾಟ)

source: %{group} (%{rest} other package groups)
fr: %{group} (%{rest} autres groupes de paquetages)
kn: %{group} (%{rest} ಇತರೆ ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳು)

source: %{name} (Registered: %{time})
fr: %{name} (Enregistré : %{time})
kn: %{name} (ನೋಂದಾಯಿಸಿದ್ದು: %{time})

source: %{package} (%{rest} other packages)
fr: %{package} (%{rest} autres paquetages)
kn: %{package} (%{rest} ಇತರೆ ಪ್ಯಾಕೇಜುಗಳು)

source: %{repo} (Product: %{product})
fr: %{repo} (Produit : %{product})
kn: %{repo} (ಉತ್ಪನ್ನ: %{product})

source: + Import Manifest
fr: + Importer le manifeste
kn: + ಆಮದು ಮ್ಯಾನಿಫೆಸ್ಟ್‍

source: + New Changeset
fr: + Nouveau Changeset
kn: + ಹೊಸ ಚೇಂಜ್‌ಸೆಟ್‌ಗಳು

source: + New Filter
fr: + Nouveau filtre
kn: + ಹೊಸ ಫಿಲ್ಟರ್

source: + New GPG Key
fr: + Nouvelle clé GPG
kn: + ಹೊಸ GPG ಕೀಲಿ

source: + New Key
fr: + Nouvelle clé
kn: + ಹೊಸ ಕೀಲಿ

source: + New Organization
fr: + Nouvelle organisation
kn: + ಹೊಸ ಸಂಸ್ಥೆ

source: + New Plan
fr: + Nouveau plan
kn: + ಹೊಸ ಯೋಜನೆ

source: + New Provider
fr: + Nouveau fournisseur
kn: + ಹೊಸ ಒದಗಿಸುವವರು

source: + New Role
fr: + Nouveau rôle
kn: + ಹೊಸ ಪಾತ್ರ

source: + New System
fr: + Nouveau système
kn: + ಹೊಸ ವ್ಯವಸ್ಥೆ

source: + New User
fr: + Nouvel utilisateur
kn: + ಹೊಸ ಬಳಕೆದಾರ

source: : '%s' is a built-in environment
kn: : '%s' ಎನ್ನುವುದು ಒಳನಿರ್ಮಿತ ಪರಿಸರ

source: A keyname must be provided
fr: Un nom de clé doit être fourni
kn: ಒಂದು ಕೀಲಿಯ ಹೆಸರನ್ನು ಒದಗಿಸಬೇಕು

source: A label was not provided during %s creation; therefore, a label of '%s' was automatically assigned. If you would like a different label, please delete the %s and recreate it with the desired label.
fr: Une étiquette n'a pas été fournie pendant la création de %s ; une étiquette de « %s » a ainsi été assignée. Si vous souhaitez une autre étiquette, veuillez supprimer le %s et le recréer avec l'étiquette souhaitée.
kn: %s ರಚಿಸುವಾಗ ಒಂದು ಲೇಬಲ್ ಅನ್ನು ಒದಗಿಸಲಾಗಿಲ್ಲ; ಆದ್ದರಿಂದ, '%s' ಎಂಬ ಒಂದು ಲೇಬಲ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಒದಗಿಸಲಾಗಿತ್ತು. ನಿಮಗೆ ಬೇರೊಂದು ಲೇಬಲ್‌ನ ಅಗತ್ಯವಿದ್ದಲ್ಲಿ, %s ಅನ್ನು ಅಳಿಸಿ ಮತ್ತು ನಂತರ ಅಗತ್ಯವಿರುವ ಲೇಬಲ್ ಬಳಸಿಕೊಂಡು ಅದನ್ನು ಮರಳಿರಚಿಸಿ.

source: About
fr: À propos
kn: ಕುರಿತು

source: Activation key '%s' was deleted.
fr: La clé d'activation « %s » a été supprimée.
kn: '%s' ಎನ್ನುವ ಸಕ್ರಿಯಗೊಳಿಕೆ ಕೀಲಿಯನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: Added LDAP group '%s'
fr: Ajout du groupe LDAP « %s »
kn: '%s' ಎಂಬ LDAP ಗುಂಪನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: Added distribution '%s'
fr: Distribution « %s » ajoutée
kn: '%s' ವಿತರಣೆಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: Added erratum '%s'
fr: Erratum « %s » ajouté
kn: '%s' ಎರಾಟಮ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: Added package '%s'
fr: Paquetage « %s » ajouté
kn: '%s' ಪ್ಯಾಕೇಜನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: Added package group '%s'
fr: Groupe de paquetages « %s » ajouté
kn: '%s' ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: Added package group category '%s'
fr: Catégorie du groupe de paquetages « %s » ajoutée
kn: ಪ್ಯಾಕೇಜು ಗುಂಪಿನ ವರ್ಗ '%s' ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: Added product '%s'
fr: Produit « %s » ajouté
kn: '%s' ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: Added repository '%s'
fr: Référentiel « %s » ajouté
kn: '%s' ರೆಪೊಸಿಟರಿಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: Added template '%s'
fr: Modèle « %s » ajouté
kn: '%s' ಎಂಬ ಸಿದ್ಧಮಾದರಿಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: Administer
fr: Administrer
kn: ವ್ಯವಸ್ಥಾಪಿಸು

source: Administer System Groups
fr: Administrer les groupes de systèmes
kn: ವ್ಯವಸ್ಥೆಯ ಸಿದ್ಧಮಾದರಿಗಳನ್ನು ವ್ಯವಸ್ಥಾಪಿಸು

source: Application
kn: ಅನ್ವಯ

source: At least one environment is required to create or register systems in your current organization.
fr: Au moins un environnement est requis pour créer ou enregistrer des systèmes dans votre organisation actuelle.
kn: ನಿಮ್ಮ ಪ್ರಸಕ್ತ ಸಂಸ್ಥೆಯಲ್ಲಿ ವ್ಯವಸ್ಥೆಗಳನ್ನು ರಚಿಸಲು ಅಥವ ನೋಂದಾಯಿಸಲು ಕನಿಷ್ಟ ಒಂದು ಪರಿಸರದ ಅಗತ್ಯವಿರುತ್ತದೆ.

source: At least repository must be present to export a TDL
fr: Au moins un référentiel doit être présent pour exporter un TDL
kn: ಒಂದು TDL ಅನ್ನು ರಫ್ತು ಮಾಡಲು ಕನಿಷ್ಟ ಒಂದು ರೆಪೊಸಿಟರಿಯ ಅಗತ್ಯವಿರುತ್ತದೆ

source: Attached Subscriptions
kn: ಲಗತ್ತಿಸಲಾದ ಚಂದಾದಾರಿಕೆಗಳು

source: Authentication
kn: ದೃಢೀಕರಣ

source: Auto-attach %{val}, %{sla}
kn: ಸ್ವಯಂ-ಲಗತ್ತಿಸುವಿಕೆ %{val}, %{sla}

source: Auto-attach Off, No Service Level Preference
kn: ಸ್ವಯಂ-ಲಗತ್ತು ಆಫ್ ಆಗಿದೆ, ಯಾವುದೆ ಸೇವಾ ಮಟ್ಟದ ಆದ್ಯತೆಯಿಲ್ಲ

source: Auto-attach Off, Service Level %s
kn: ಸ್ವಯಂ-ಲಗತ್ತು ಆಫ್ ಆಗಿದೆ, ಸೇವಾ ಮಟ್ಟ %s
