Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: Package '%s' not found in the changeset
fr: Paquetage « %s » introuvable dans le changeset
kn: ಚೇಂಜ್‌ಸೆಟ್‌ನಲ್ಲಿ '%s' ಪ್ಯಾಕೇಜು ಕಂಡುಬಂದಿಲ್ಲ

source: Package '%s' not found within the repository
fr: Paquetage « %s » introuvable dans le référentiel
kn: ರೆಪೊಸಿಟರಿಯಲ್ಲಿ '%s' ಪ್ಯಾಕೇಜು ಕಂಡುಬಂದಿಲ್ಲ

source: Package '%{package}' not found in the %{env} environment
fr: Paquetage « %{package} » introuvable dans l'environnement %{env}
kn: '%{package}' ಪ್ಯಾಕೇಜು %{env} ಪರಿಸರದಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Package Group Install Canceled
fr: Installation du groupe de paquetages annulée
kn: ಪ್ಯಾಕೇಜು ಗುಂಪಿನ ಅನುಸ್ಥಾಪನೆ ವಿಫಲಗೊಂಡಿದೆ

source: Package Group Install Complete
fr: Installation du groupe de paquetages terminée
kn: ಪ್ಯಾಕೇಜ್ ಗುಂಪಿನ ಅನುಸ್ಥಾಪನೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ

source: Package Group Install Failed
fr: Échec de l'installation du groupe de paquetages
kn: ಪ್ಯಾಕೇಜ್ ಗುಂಪಿನ ಅನುಸ್ಥಾಪನೆಯು ವಿಫಲಗೊಂಡಿದೆ

source: Package Group Install Timed Out
fr: Délai d'expiration de l'installation du groupe de paquetages dépassé
kn: ಪ್ಯಾಕೇಜ್ ಗುಂಪಿನ ಅನುಸ್ಥಾಪನೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ

source: Package Group Remove Canceled
fr: Suppression du groupe de paquetages annulée
kn: ಪ್ಯಾಕೇಜ್‌ ಗುಂಪನ್ನು ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಿಲಾಗಿದೆ

source: Package Group Remove Complete
fr: Suppression du groupe de paquetages terminée
kn: ಪ್ಯಾಕೇಜು ಗುಂಪು ತೆಗೆದುಹಾಕುವಿಕೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ

source: Package Group Remove Failed
fr: Échec de la suppression du groupe de paquetages
kn: ಪ್ಯಾಕೇಜ್ ಗುಂಪಿನ ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ವಿಫಲಗೊಂಡಿದೆ

source: Package Group Remove Timed Out
fr: Délai d'expiration de la suppression du groupe de paquetages dépassé
kn: ಪ್ಯಾಕೇಜ್ ಗುಂಪಿನ ತೆಗೆದುಹಾಕುವಿಕೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ

source: Package Install Canceled
fr: Installation du paquetage annulée
kn: ಪ್ಯಾಕೇಜಿನ ಅನುಸ್ಥಾಪನೆ ರದ್ದುಗೊಂಡಿದೆ

source: Package Install Complete
fr: Installation du paquetage terminée
kn: ಪ್ಯಾಕೇಜಿನ ಅನುಸ್ಥಾಪನೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ

source: Package Install Failed
fr: Échec de l'installation du paquetage
kn: ಪ್ಯಾಕೇಜು ಅನುಸ್ಥಾಪನೆ ವಿಫಲಗೊಂಡಿದೆ

source: Package Install Timed Out
fr: Délai d'expiration de l'installation du paquetage dépassé
kn: ಪ್ಯಾಕೇಜು ಅನುಸ್ಥಾಪನೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ

source: Package Remove Canceled
fr: Suppression du paquetage annulée
kn: ಪ್ಯಾಕೇಜು‌ ತೆಗೆದುಹಾಕುವಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಿಲಾಗಿದೆ

source: Package Remove Complete
fr: Suppression du paquetage terminée
kn: ಪ್ಯಾಕೇಜು ತೆಗೆದುಹಾಕುವಿಕೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ

source: Package Remove Failed
fr: Échec de la suppression du paquetage
kn: ಪ್ಯಾಕೇಜು ತೆಗೆದುಹಾಕುವಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ

source: Package Remove Timed Out
fr: Délai d'expiration de la suppression du paquetage dépassé
kn: ಪ್ಯಾಕೇಜ್ ತೆಗೆದುಹಾಕುವಿಕೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ

source: Package Update Canceled
fr: Mise à jour du paquetage annulée
kn: ಪ್ಯಾಕೇಜ್ ಅಪ್‌ಡೇಟ್ ಮಾಡುವಿಕೆ ರದ್ದುಗೊಂಡಿದೆ

source: Package Update Complete
fr: Mise à jour du paquetage terminée
kn: ಪ್ಯಾಕೇಜು ಅಪ್‌ಡೇಟ್ ಪೂರ್ಣಗೊಂಡಿದೆ

source: Package Update Failed
fr: Échec de la mise à jour du paquetage
kn: ಪ್ಯಾಕೇಜ್ ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ

source: Package Update Timed Out
fr: Délai d'expiration de la mise à jour du paquetage dépassé
kn: ಪ್ಯಾಕೇಜ್ ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯ ಕಾಲಾವಧಿ ತೀರಿದೆ

source: Package group '%{group}' not found in the %{environment} environment
fr: Groupe de paquetages « %{group} » introuvable dans l'environnement %{environment}
kn: '%{group}' ಎಂಬ ಪ್ಯಾಕೇಜು ಗುಂಪು %{environment} ಪರಿಸರದಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Package group category '%{group}' not found in the %{env} environment
fr: Catégorie de groupe de paquetages « %{group} » introuvable dans l'environnement %{env}.
kn: '%{group}' ಎಂಬ ಪ್ಯಾಕೇಜು ಗುಂಪಿನ ವರ್ಗವು %{env} ಪರಿಸರದಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Package with id '%s' not found
fr: Paquetage « %s » introuvable dans ce modèle.
kn: '%s' ಎಂಬ id ಯನ್ನು ಹೊಂದಿರುವ ಪ್ಯಾಕೇಜ್ ಕಂಡುಬಂದಿಲ್ಲ

source: Parameter '%{name}': '%{value}' was set
fr: Paramètre « %{name} » : « %{value} » a été défini
kn: ನಿಯತಾಂಕ '%{name}': '%{value}' ಅನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ

source: Password has been reset for user '%s'.
fr: Le mot de passe a été réinitialisé pour l'utilisateur « %s ».
kn: '%s' ಎಂಬ ಬಳಕೆದಾರನಿಗಾಗಿ ಗುಪ್ತಪದವನ್ನು ಮರಳಿ ಹೊಂದಿಸಲಾಗಿದೆ.

source: Password reset token has expired for user '%s'.
fr: Le jeton de réinitialisation du mot de passe a expiré pour l'utilisateur « %s ».
kn: '%s' ಎಂಬ ಬಳಕೆದಾರನಿಗಾಗಿ ಗುಪ್ತಪದ ಮರುಹೊಂದಿಸುವ ಟೋಕನ್‌ನ ವಾಯಿದೆ ತೀರಿದೆ.

source: Permission Denied. User '%{user}' does not have permissions to access organization '%{org}'.
fr: Permission refusée. L'utilisateur « %{user} » ne possède pas les permissions pour accéder à l'organisation « %{org} ».
kn: ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ. '%{user}' ಎಂಬ ಬಳಕೆದಾರನು '%{org}' ಸಂಸ್ಥೆಯನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಅನುಮತಿಗಳನ್ನು ಹೊಂದಿಲ್ಲ.

source: Please add '%{product}' product to the changeset '%{changeset}' if you wish to promote repository '%{repo}' with it.
fr: Veuillez ajouter le produit « %{product} » au changeset « %{changeset} » si vous souhaitez promouvoir le référentiel « %{repo} » avec.
kn: ದಯವಿಟ್ಟು '%{product}'ಉತ್ಪನ್ನದೊಂದಿಗೆ '%{repo}' ರೆಪೊಸಿಟರಿಯನ್ನು ಸೇರಿಸಲು ಬಯಸಿದಲ್ಲಿ ಅದನ್ನು '%{changeset}' ಚೇಂಜ್‌ಸೆಟ್‌ಗೆ ಸೇರಿಸಿ.

source: Please create at least one environment.
fr: Veuillez créer au moins un environnement.
kn: ಕನಿಷ್ಟ ಒಂದು ಪರಿಸರವನ್ನು ರಚಿಸು.

source: Please provide pool ID
fr: Veuillez fournir l'ID de pool
kn: ದಯವಿಟ್ಟು ಪೂಲ್ ID ಯನ್ನು ಒದಗಿಸಿ

source: Please provide serial ID
fr: Veuillez fournir l'ID de série
kn: ದಯವಿಟ್ಟು ಅನುಕ್ರಮ ID ಯನ್ನು ಒದಗಿಸಿ

source: Please provide subscription ID
kn: ದಯವಿಟ್ಟು ಚಂದಾದಾರಿಕೆ ID ಯನ್ನು ಒದಗಿಸಿ

source: Please select at least one system group.
fr: Veuillez sélectionner au moins un groupe de système.
kn: ದಯವಿಟ್ಟು ಕನಿಷ್ಟ ಒಂದು ವ್ಯವಸ್ಥೆ ಗುಂಪನ್ನು ಆರಿಸು.

source: Product %s not found in the changeset.
fr: Produit « %s » introuvable dans le changeset.
kn: %s ಉತ್ಪನ್ನವು ಚೇಂಜ್‌ಸೆಟ್‌ನಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ.

source: Products refreshed from CDN
fr: Produits rafraîchis à partir du CDN
kn: CDN ಇಂದ ತಾಜಾಗೊಳಿಸಲಾದ ಉತ್ಪನ್ನಗಳು

source: Promote Content to Environment
fr: Promouvoir le contenu sur l'environnement
kn: ಪರಿಸರಕ್ಕೆ ಕಂಟೆಂಟ್‌ಗಳನ್ನು ಮೇಲೇರಿಸಿ

source: Provider cannot be deleted since one of its products or repositories has already been promoted. Using a changeset, please delete the repository from existing environments before deleting it.
fr: Le fournisseur ne peut pas être supprimé car l'un de ses produits ou référentiels a déjà été promu. À l'aide d'un changeset, veuillez supprimer le référentiel des environnements existants avant de supprimer le fournisseur.
kn: ಒದಗಿಸುವವರನ್ನು ಅಳಿಸಿಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ಅದರ ಒಂದು ಉತ್ಪನ್ನಗಳು ಅಥವ ರೆಪೊಸಿಟರಿಗಳಲ್ಲಿ ಒಂದನ್ನು ಈಗಾಗಲೆ ಮೇಲೇರಿಸಲಾಗಿದೆ. ಅದನ್ನು ಅಳಿಸುವ ಮೊದಲು ಒಂದು ಚೇಂಜ್‌ಸೆಟ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು, ಈಗಿರುವ ಪರಿಸರಗಳಿಂದ ರೆಪೊಸಿಟರಿಯನ್ನು ಅಳಿಸಿ.

source: Pulp identifier must be unique.
fr: L'identifiant Pulp doit être unique.
kn: Pulp ಐಡೆಂಟಿಫಯರ್ ವಿಶಿಷ್ಟವಾಗಿರಬೇಕು.

source: Read System Group
fr: Lire le groupe de systèmes
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪನ್ನು ಓದು

source: Read Systems in System Group
fr: Lire les systèmes dans le groupe de systèmes
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿನಲ್ಲಿ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಓದು

source: Reason: %s
fr: Raison : %s
kn: ಕಾರಣ :%s

source: Red Hat Repositories
fr: Référentiels Red Hat
kn: Red Hat ರೆಪೊಸಿಟರಿಗಳು

source: Red Hat Subscriptions
fr: Abonnements Red Hat
kn: Red Hat ಚಂದಾದಾರಿಕೆಗಳು

source: Registered / Last Checked In
fr: Enregistré / Dernière vérification
kn: ನೋಂದಾಯಿಸಲಾಗಿದ್ದು / ಕೊನೆಯ ಬಾರಿಗೆ ಚೆಕ್ ಇನ್ ಮಾಡಿದ್ದು

source: Removed LDAP group '%s'
fr: Groupe LDAP « %s » supprimé
kn: '%s' ಎಂಬ LDAP ಗುಂಪನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Removed distribution '%s'
fr: Distribution « %s » supprimée
kn: '%s' ವಿತರಣೆಯನ್ನು ಮೇಲೇರಿಸಲಾಗಿದೆ

source: Removed erratum '%s'
fr: Erratum « %s » supprimé
kn: '%s' ಎರಾಟಮ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Removed package '%s'
fr: Paquetage « %s » supprimé
kn: '%s' ಪ್ಯಾಕೇಜನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Removed package group '%s'
fr: Groupe de paquetages « %s » supprimé
kn: '%s' ಎಂಬ ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Removed package group category '%s'
fr: Catégorie de groupe de paquetage « %s » supprimée
kn: ಪ್ಯಾಕೇಜು ಗುಂಪಿನ '%s' ವರ್ಗವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Removed parameter '%s'
fr: Paramètre « %s » supprimé
kn: '%s' ನಿಯತಾಂಕವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Removed product '%s'
fr: Produit « %s » supprimé
kn: '%s' ಉತ್ಪನ್ನವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Removed repository '%s'
fr: Référentiel « %s » supprimé
kn: '%s' ರೆಪೊಸಿಟರಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Removed template '%s'
fr: Modèle « %s » supprimé
kn: '%s' ಸಿದ್ಧಮಾದರಿಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: Rendering 400:
fr: Rendu 400 :
kn: 400ಅನ್ನು ರೂಪಿಸಲಾಗುತ್ತಿದೆ:

source: Repo ID or environment must be provided
fr: L'ID du référentiel ou l'environnement doit être fourni
kn: ರೆಪೊ ID ಅತವ ಪರಿಸರವನ್ನು ಒದಗಿಸಬೇಕು

source: Repositories can be deleted only in the '%s' environment.
kn: ರೆಪೊಸಿಟರಿಗಳನ್ನು ಕೇವಲ '%s' ಪರಿಸರದಲ್ಲಿ ಮಾತ್ರ ಅಳಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.

source: Repository '%s' disabled.
fr: Référentiel « %s » désactivé.
kn: '%s' ರೆಪೊಸಿಟರಿಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಲಾಗಿದೆ.

source: Repository '%s' enabled.
fr: Référentiel « %s » activé.
kn: '%s' ರೆಪೊಸಿಟರಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: Repository '%s' finished syncing successfully.
fr: La synchronisation du référentiel '%s' s'est terminée avec succès.
kn: '%s' ರೆಪೊಸಿಟರಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಿಂಕ್ ಮಾಡಲಾಗಿದೆ.

source: Repository '%s' not found in the changeset
fr: Le référentiel « %s » est introuvable dans le changeset
kn: '%s' ರೆಪೊಸಿಟರಿಯು ಚೇಂಜ್‌ಸೆಟ್‌ನಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Repository Comparison
fr: Comparaison de référentiels
kn: ರೆಪೊಸಿಟರಿ ಹೊಂದಾಣಿಕೆ

source: Repository cannot be deleted since it has already been promoted. Using a changeset, please delete the repository from existing environments before deleting it.
fr: Le référentiel ne peut pas être supprimé car il a déjà été promu. Avec un changeset, veuillez supprimer le référentiel des environnements existants avant de le supprimer.
kn: ರೆಪೊಸಿಟರಿಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ಅದನ್ನು ಈಗಾಗಲೆ ಮೇಲೇರಿಸಲಾಗಿಲ್ಲ. ಅದನ್ನು ಅಳಿಸುವ ಮೊದಲು ಒಂದು ಚೇಂಜ್‌ಸೆಟ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು, ಈಗಿರುವ ಪರಿಸರಗಳಿಂದ ರೆಪೊಸಿಟರಿಯನ್ನು ಅಳಿಸಿ.

source: Request received has either an invalid or expired token. Token: '%s'
fr: La requête reçue possède un jeton invalide ou expiré. Jeton : « %s »
kn: ಸ್ವೀಕರಿಸಲಾದ ಮನವಿಯು ಅಮಾನ್ಯವಾದ ಅಥವ ವಾಯಿದೆ ತೀರಿದ ಟೋಕನ್ ಅನ್ನು ಹೊಂದಿದೆ. ಟೋಕನ್: '%s'

source: Resource not found on the server
fr: La ressource est introuvable sur le serveur
kn: ಸಂಪನ್ಮೂಲವು ಪೂರೈಕೆಗಣಕದಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Roles for all users were synchronised with LDAP groups
fr: Les rôles pour tous les utilisateurs ont été synchronisés avec les groupes LDAP
kn: ಎಲ್ಲಾ ಬಳಕೆದಾರರಿಗಾಗಿ ಪಾತ್ರಗಳನ್ನು LDAP ಗುಂಪುಗಳೊಂದಿಗೆ ಹೊಂದಿಸಲಾಗಿದೆ

source: Service Level %s
fr: Niveau de service %s
kn: %s ಸೇವಾ ಮಟ್ಟ

source: Started content deletion from %{env} environment using '%{changeset}'
fr: Suppression lancée depuis l'environnement %{env} à l'aide de « %{changeset} »
kn: %{env} ಪರಿಸರದಿಂದ '%{changeset}' ಅನ್ನು ಬಳಸಿಕೊಂಡು ಕಂಟೆಂಟ್ ಅಳಿಸುವಿಕೆಯನ್ನು ಆರಂಭಿಸಲಾಗಿದೆ

source: Started content promotion to %{env} environment using '%{changeset}'
fr: Promotion lancée sur l'environnement %{env} à l'aide de « %{changeset} »
kn: '%{changeset}' ಅನ್ನು ಬಳಸಿಕೊಂಡು %{env}ಗೆ ಕಂಟೆಂಟ್ ಮೇಲೇರಿಸುವಿಕೆಯನ್ನು ಆರಂಭಿಸಲಾಗಿದೆ

source: Subscription manifest delete for provider '%s' failed.
kn: '%s' ಎಂಬ ಒದಗಿಸುವವರಿಗೆ ಚಂದಾದಾರಿಕೆ ಮ್ಯಾನಿಫೆಸ್ಟನ್ನು ಅಳಿಸುವಲ್ಲಿ ವಿಫಲತೆ ಉಂಟಾಗಿದೆ.

source: Subscription manifest deleted successfully for provider '%s'.
kn: '%s' ಎಂಬ ಒದಗಿಸುವವರಿಗೆ ಚಂದಾದಾರಿಕೆ ಮ್ಯಾನಿಫೆಸ್ಟನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ

source: Subscription manifest upload for provider '%s' failed.
fr: Échec du téléchargement du manifeste des abonnements pour le fournisseur « %s ».
kn: '%s' ಎಂಬ ಒದಗಿಸುವವರಿಗೆ ಚಂದಾದಾರಿಕೆ ಮ್ಯಾನಿಫೆಸ್ಟನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲತೆ ಉಂಟಾಗಿದೆ.

source: Subscription manifest uploaded successfully for provider '%s'.
fr: Téléchargement du manifeste des abonnements pour le fournisseur « %s » réussi.
kn: '%s' ಎಂಬ ಒದಗಿಸುವವರಿಗೆ ಚಂದಾದಾರಿಕೆ ಮ್ಯಾನಿಫೆಸ್ಟನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ

source: Subscription manifest uploaded successfully for provider '%s'. Please enable the repositories you want to sync by selecting 'Enable Repositories' and selecting individual repositories to be enabled.
fr: Le manifeste des abonnements a été téléchargé pour le fournisseur « %s ». Veuillez activer les référentiels que vous souhaitez synchroniser en sélectionnant « Activer les référentiels » puis en sélectionnant les référentiels individuels à activer.
kn: '%s' ಎಂಬ ಒದಗಿಸುವವರಿಗಾಗಿ ಚಂದಾದಾರಿಕೆ ಮ್ಯಾನಿಫೆಸ್ಟನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ 'ರೆಪೊಸಿಟರಿಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡು' ಅನ್ನು ಆರಿಸಿ ನಂತರ ಶಕ್ತಗೊಳಿಸಬೇಕಿರುವ ಪ್ರತ್ಯೇಕ ರೆಪೊಸಿಟರಿಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ. ನೀವು ಸಿಂಕ್ ಮಾಡಲು ಬಯಸುವ ರೆಪೊಸಿಟರಿಗಳನ್ನು ಶಕ್ತಗೊಳಿಸಿ.

source: Successful for system(s):
fr: Réussi pour le(s) système(s) :
kn: ಈ ವ್ಯವಸ್ಥೆಗೆ(ಗಳಿಗೆ) ಯಶಸ್ವಿಯಾಗಿದೆ:

source: Successfully added system[s] to group '%s'.
fr: Réussite de l'ajout du (ou des) système(s) au groupe « %s ».
kn: ವ್ಯವಸ್ಥೆಯನ್ನು[ಗಳನ್ನು] '%s' ಗುಂಪಿಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ.

source: Successfully deleted changeset '%s'.
fr: Suppression du changeset « %s » réussie.
kn: '%s' ಎಂಬ ಚೇಂಜ್‌ಸೆಟ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: Successfully removed system[s] from group '%s'.
fr: Suppression du (ou des) système(s) du groupe « %s » réussie.
kn: ವ್ಯವಸ್ಥೆಯನ್ನು[ಗಳನ್ನು] '%s' ಗುಂಪಿನಿಂದ ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ.

source: Successfully updated '%s' package filter.
fr: Mise à jour du filtre de paquetage « %s » réussie.
kn: '%s' ಪ್ಯಾಕೇಜ್ ಫಿಲ್ಟರ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.

source: Synchronization
fr: Synchronisation
kn: ಹೊಂದಿಸುವಿಕೆ

source: System Group
fr: Groupe de systèmes
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪು

source: System Group %s created successfully.
fr: Le groupe de système « %s » a été créé avec succès.
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪು "%s" ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನಿರ್ಮಿಸಲಾಗಿದೆ.

source: System Group %s deleted.
fr: Le groupe de système %s a été supprimé.
kn: '%s' ಎನ್ನುವ ವ್ಯವಸ್ಥೆಯ ಗುಂಪನ್ನು ಅಳಿಸಲಾಗಿದೆ.

source: System Group %s has been updated.
fr: Le groupe de système %s a été mis à jour.
kn: %s ಎನ್ನುವ ವ್ಯವಸ್ಥೆಯ ಗುಂಪನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.

source: System Group %{new_group} created successfully as a copy of system group %{group}.
fr: Le groupe de systèmes %{new_group} a été crée en tant que copie du gorupe de systèmes %{group} avec succès.
kn: %{new_group} ವ್ಯವಸ್ಥೆಯ ಗುಂಪನ್ನು ಯಶಸ್ವಿಯಾಗಿ %{group} ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿನ ಪ್ರತಿರೂಪವಾಗಿ ಮಾಡಲಾಗಿದೆ.

source: System Group Info
fr: Informations du groupe de système
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿನ ಮಾಹಿತಿ

source: System Group maximum number of systems exceeded for group(s): %s
fr: Le nombre de systèmes maximum pour un groupe de systèmes a été excédé pour le(s) groupe(s) : %s
kn: ಗುಂಪಿಗಾಗಿ/ಗುಂಪುಗಳಿಗಾಗಿ ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿನ ಗರಿಷ್ಟ ಸಂಖ್ಯೆ ವ್ಯವಸ್ಥೆಗಳು ಮಿತಿಮೀರಿದೆ: %s

source: System Group membership modification not allowed for group(s): %s
fr: Les modifications d'appartenance de groupes de systèmes ne sont pas autorisées pour le(s) groupe(s) : %s
kn: ಗುಂಪಿಗಾಗಿ/ಗುಂಪುಗಳಿಗಾಗಿ ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿನ ಸದಸ್ಯತ್ವದ ಮಾರ್ಪಡಿಸುವಿಕೆಗೆ ಅನುಮತಿ ಇಲ್ಲ: %s

source: System Groups
fr: Groupes de systèmes
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪುಗಳು

source: System group is empty.
fr: Le groupe de systèmes est vide.
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪು ಖಾಲಿ ಇದೆ.

source: System's environment not compatible with the group '%s'.
fr: Environnement du système incompatible avec le groupe « %s ».
kn: '%s' ಗುಂಪಿನೊಂದಿಗೆ ವ್ಯವಸ್ಥೆಯ ಪರಿಸರವು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ.

source: Systems Bulk Action: Add to system group(s): %s
fr: Action en bloc des systèmes : ajouter au(x) groupe(s) de systèmes : %s
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗೆ/ಗುಂಪುಗಳಿಗೆ ಸೇರಿಸು: %s

source: Systems Bulk Action: No errata IDs have been provided.
fr: Action en bloc des systèmes : aucun ID d'errata n'a été fourni.
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ಯಾವುದೆ ಎರಾಟ ID ಗಳನ್ನು ಒದಗಿಸಲಾಗಿಲ್ಲ.

source: Systems Bulk Action: No package or package group names have been provided.
fr: Action en bloc des systèmes : aucun nom de paquetage ou de groupe de paquetages n'a été fourni.
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ಯಾವುದೆ ಪ್ಯಾಕೇಜ್ ಅಥವ ಪ್ಯಾಕೇಜ್ ಗುಂಪಿನ ಹೆಸರುಗಳನ್ನು ಒದಗಿಸಲಾಗಿಲ್ಲ.

source: Systems Bulk Action: Remove from system group(s): %s
fr: Action en bloc des systèmes : supprimer du ou des groupe(s) de systèmes : %s
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿನಿಂದ/ಗುಂಪುಗಳಿಂದ ತೆಗೆದುಹಾಕು: %s

source: Systems Bulk Action: Schedule install of errata(s): %s
fr: Action en bloc des systèmes : planifier l'installation de ou des errata(s) : %s
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ಎರಾಟದ(ಗಳ) ಅನುಸ್ಥಾಪನೆಯನ್ನು ಅನುಸೂಚಿತಗೊಳಿಸು: %s

source: Systems Bulk Action: Schedule install of package group(s): %s
fr: Action en bloc des systèmes : planifier l'installation du ou des groupe(s) de paquetages : %s
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ಪ್ಯಾಕೇಜು ಗುಂಪಿನ/ಗುಂಪುಗಳ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಅನುಸೂಚಿತಗೊಳಿಸು: %s

source: Systems Bulk Action: Schedule install of package(s): %s
fr: Action en bloc des systèmes : planifier l'installation du ou des paquetage(s) : %s
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ಪ್ಯಾಕೇಜಿನ/ಪ್ಯಾಕೇಜುಗಳ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಅನುಸೂಚಿತಗೊಳಿಸು: %s

source: Systems Bulk Action: Schedule uninstall of package group(s): %s
fr: Action en bloc des systèmes : planifier la désinstallation du ou des groupe(s) de paquetages : %s
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ಪ್ಯಾಕೇಜು ಗುಂಪಿನ/ಗುಂಪುಗಳನ್ನು ತೆಗೆದುಹಾಕುವುದನ್ನು ಅನುಸೂಚಿತಗೊಳಿಸು: %s

source: Systems Bulk Action: Schedule uninstall of package(s): %s
fr: Action en bloc des systèmes : planifier la désinstallation du ou des paquetage(s) : %s
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ಪ್ಯಾಕೇಜಿನ/ಪ್ಯಾಕೇಜುಗಳನ್ನು ತೆಗೆದುಹಾಕುವುದನ್ನು ಅನುಸೂಚಿತಗೊಳಿಸು: %s

source: Systems Bulk Action: Schedule update of all packages
fr: Action en bloc des systèmes : planifier la mise à jour des tous les paquetages
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ಎಲ್ಲಾ ಪ್ಯಾಕೇಜುಗಳ ಅಪ್‌ಡೇಟ್‌ ಅನ್ನು ಅನುಸೂಚಿತಗೊಳಿಸು

source: Systems Bulk Action: Schedule update of package group(s): %s
fr: Action en bloc des systèmes : planifier la mise à jour du ou des groupe(s) de paquetages : %s
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ಪ್ಯಾಕೇಜು ಗುಂಪಿನ/ಗುಂಪುಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ಅನುಸೂಚಿತಗೊಳಿಸು: %s

source: Systems Bulk Action: Schedule update of package(s): %s
fr: Action en bloc des systèmes : planifier la mise à jour du ou des paquetage(s) : %s
kn: ವ್ಯವಸ್ಥೆಗಳ ಒಟ್ಟಾರೆ ಕ್ರಿಯೆ: ಪ್ಯಾಕೇಜನ್ನು/ಪ್ಯಾಕೇಜುಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ಅನುಸೂಚಿತಗೊಳಿಸು: %s

source: Systems [%s] not found.
fr: Systèmes [%s] introuvables.
kn: ಯಾವುದೆ ವ್ಯವಸ್ಥೆಗಳು [%s] ಕಂಡುಬಂದಿಲ್ಲ.

source: Template '%s' not found in the changeset
fr: Le modèle « %s » est introuvable dans le changeset
kn: '%s' ಸಿದ್ಧಮಾದರಿಯು ಚೇಂಜ್‌ಸೆಟ್‌ನಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ

source: Templates can be updated only in the '%s' environment
kn: ಸಿದ್ಧಮಾದರಿಗಳನ್ನು ಕೇವಲ '%s' ಪರಿಸರದಲ್ಲಿ ಮಾತ್ರ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲು ಸಾಧ್ಯವಿರುತ್ತದೆ

source: The '%s' environment cannot contain a changeset!
kn: '%s' ಪರಿಸರವು ಯಾವುದೆ ಚೇಂಜ್‌ಸೆಟ್‌ ಅನ್ನು ಹೊಂದಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ!

source: The label requested is already used by another %s; therefore, a unique label was assigned. If you would like a different label, please delete the %s and recreate it with a unique label. Requested label: %s, Assigned label: %s
kn: ಮನವಿ ಮಾಡಲಾದ ಲೇಬಲ್ ಅನ್ನು ಈಗಾಗಲೆ ಬೇರೊಂದು %s ಇಂದ ಬಳಸಲಾಗುತ್ತಿದೆ; ಆದ್ದರಿಂದ, ಒಂದು ವಿಶಿಷ್ಟವಾದ ಲೇಬಲ್ ಅನ್ನು ನಿಯೋಜಿಸಲಾಗಿದೆ. ನಿಮಗೆ ಬೇರೊಂದು ಲೇಬಲ್ ಇಷ್ಟವಾದಲ್ಲಿ, ದಯವಿಟ್ಟು %s ಅನ್ನು ಅಳಿಸಿ ಮತ್ತು ಅದನ್ನು ವಿಶಿಷ್ಟವಾದ ಲೇಬಲ್‌ನೊಂದಿಗೆ ಮರಳಿ ರಚಿಸಿ. ಮನವಿ ಸಲ್ಲಿಸಲಾದ ಲೇಬಲ್: %s, ನಿಯೋಜಿಸಲಾದ ಲೇಬಲ್: %s

source: The selected system groups (%s) are not compatible with the selected environment.
fr: Les groupes de systèmes sélectionnés (%s) ne sont pas compatibles avec l'environnement sélectionné.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ವ್ಯವಸ್ಥೆಯ ಗುಂಪುಗಳು (%s) ಆಯ್ಕೆ ಮಾಡಿದ ಪರಿಸರದೊಂದಿಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.

source: The system registration default you supplied was the same as the old system registration default.
fr: La valeur par défaut de l'enregistrement du système que vous avez fournie était la même que l'ancienne valeur par défaut de l'enregistrement du système.
kn: ನೀವು ಒದಗಿಸಿದ ವ್ಯವಸ್ಥೆಯ ನೋಂದಣಿಯ ಪೂರ್ವನಿಯೋಜಿತವು ಹಳೆಯ ವ್ಯವಸ್ಥೆ ನೋಂದಣಿಯ ಪೂರ್ವನಿಯೋಜಿತದಂತೆಯೆ ಇದೆ.

source: There is already a repo with the label [ %{repo} ] for product [ %{product} ]
kn: [ %{product} ] ಉತ್ಪನ್ನಕ್ಕಾಗಿ [ %{repo} ] ಎಂಬ ಲೇಬಲ್‌ ಅನ್ನು ಹೊಂದಿರುವ ರೆಪೊ ಈಗಾಗಲೆ ಇದೆ

source: There is already a repo with the name [ %{repo} ] for product [ %{product} ]
fr: Il existe déjà un référentiel avec le nom [ %{repo} ] pour le produit [ %{product} ]
kn: [ %{product} ] ಉತ್ಪನ್ನಕ್ಕಾಗಿ [ %{repo} ] ಎಂಬ ಹೆಸರಿನ ರೆಪೊ ಈಗಾಗಲೆ ಇದೆ

source: There were errors syncing repository '%s'. See notices page for more details.
fr: Des erreurs se sont produites lors de la synchronisation du référentiel « %s ». Voir la page des avis pour obtenir davantage de détails.
kn: '%s' ಎಂಬ ರೆಪೊಸಿಟರಿಯನ್ನು ಒಂದು ಸಿಂಕ್‌ ಮಾಡುವಲ್ಲಿ ದೋಷವು ಕಂಡುಬಂದಿದೆ: ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗಾಗಿ ಸೂಚನೆಗಳ ಪುಟವನ್ನು ನೋಡಿ.

source: This is your default organization.
fr: Ceci est votre organisation par défaut.
kn: ಇದು ನಿಮ್ಮ ಪೂರ್ವನಿಯೋಜಿತ ಸಂಸ್ಥೆಯಾಗಿದೆ.

source: Unable to find package %s
fr: Impossible de trouver le paquetage %s
kn: %s ಎಂಬ ಪ್ಯಾಕೇಜು ಕಂಡುಬಂದಿಲ್ಲ

source: Unable to parse repositories: %s
fr: Impossible d'analyser les référentiels : %s
kn: ರೆಪೊಸಿಟರಿಗಳನ್ನು ಪಾರ್ಸ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s

source: Unable to retrieve release versions from Repository URL %{url}. Error message: %{error}
fr: Impossible de récupérer les versions publiées sur l'URL de référentiel %{url}. Message d'erreur : %{error}
kn: ರೆಪೊಸಿಟರಿ URL %{url} ಇಂದ ಬಿಡುಗಡೆ ಆವೃತ್ತಿಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ದೋಷ ಸಂದೇಶ: %{error}

source: Unable to retrieve subscription history for provider '%{name}'.
fr: Impossible de récupérer l'historique des abonnements pour le fournisseur « %{name} ».
kn: '%{name}' ಎಂಬ ಒದಗಿಸುವವರಿಗೆ ಚಂದಾದಾರಿಕೆ ಇತಿಹಾಸವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Uninstall of Package Groups '%{groups}' scheduled for System Group '%{name}' failed. Reason: %{message}
fr: La désinstallation planifiée des groupes de paquetages « %{groups} » du groupe de systèmes « %{name} » a échouée. Raison : %{message}
kn: '%{name}' ವ್ಯವಸ್ಥೆ ಗುಂಪಿಗಾಗಿ ಅನುಸ್ಥಾಪಿಸಲಾದ ಅನುಸೂಚಿತ '%{groups}' ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ತೆಗೆದುಹಾಕುವುದು ವಿಫಲಗೊಂಡಿದೆ. ಕಾರಣ: %{message}

source: Uninstall of Package Groups '%{groups}' scheduled for System Group '%{name}'.
fr: Désinstallation planifiée des groupes de paquetages « %{groups} » du groupe de systèmes « %{name} ».
kn: '%{name}' ವ್ಯವಸ್ಥೆ ಗುಂಪಿಗಾಗಿ ಅನುಸ್ಥಾಪಿಸಲಾದ ಅನುಸೂಚಿತ '%{groups}' ಅನ್ನು ತೆಗೆದುಹಾಕುವಿಕೆ.

source: Uninstall of Packages '%{packages}' scheduled for System Group '%{name}' failed. Reason: %{message}
fr: La désinstallation planifiée des paquetages « %{packages} » du groupe de systèmes « %{name} » a échouée. Raison : %{message}
kn: '%{name}' ವ್ಯವಸ್ಥೆ ಗುಂಪಿಗಾಗಿ ಅನುಸ್ಥಾಪಿಸಲಾದ ಅನುಸೂಚಿತ '%{package}' ಪ್ಯಾಕೇಜುಗಳನ್ನು ತೆಗೆದುಹಾಕುವುದು ವಿಫಲಗೊಂಡಿದೆ. ಕಾರಣ: %{message}

source: Uninstall of Packages '%{packages}' scheduled for System Group '%{name}'.
fr: Désinstallation planifiée des paquetages « %{packages} » du groupe de systèmes « %{name} ».
kn: '%{name}' ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗಾಗಿ ಅನುಸ್ಥಾಪಿಸಲಾದ '%{packages}' ಪ್ಯಾಕೇಜುಗಳನ್ನು ತೆಗೆದುಹಾಕುವಿಕೆ.

source: Units
kn: ಘಟಕಗಳು

source: Unknown changeset type, must be PROMOTION or DELETION: %s
fr: Type de changeset inconnu, doit être PROMOTION ou DELETION (SUPPRESSION) : %s
kn: ಗೊತ್ತಿರದ ಚೇಂಜ್‌ಸೆಟ್ ಬಗೆ, ಇದು PROMOTION ಅಥವ DELETION ಆಗಿರಬೇಕು: %s

source: Unknown registration date
fr: Date d'enregistrement inconnue
kn: ಅಜ್ಞಾತ ನೋಂದಣಿ ದಿನಾಂಕ

source: Unknown repository label: %s
fr: Étiquette de référentiel inconnue : %s
kn: ಅಜ್ಞಾತ ರೆಪೊಸಿಟರಿ ಲೇಬಲ್: %s

source: Update of Package Groups '%{groups}' scheduled for System Group '%{name}' failed. Reason: %{message}
fr: La mise à jour planifiée des groupes de paquetages « %{groups} » du groupe de systèmes « %{name} » a échoué. Raison : %{message}
kn: '%{name}' ವ್ಯವಸ್ಥೆ ಗುಂಪಿಗಾಗಿ ಅನುಸೂಚಿತ '%{groups}' ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡುವುದು ವಿಫಲಗೊಂಡಿದೆ. ಕಾರಣ: %{message}

source: Update of Package Groups '%{groups}' scheduled for System Group '%{name}'.
fr: Mise à jour planifiée des groupes de paquetages « %{groups} » du groupe de systèmes « %{name} ».
kn: '%{name}' ವ್ಯವಸ್ಥೆ ಗುಂಪಿಗಾಗಿ ಅನುಸೂಚಿತ '%{groups}' ಪ್ಯಾಕೇಜು ಗುಂಪನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡುವಿಕೆ.
