Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: Distribution '%s' not found in the '%s' environment
or: ବଣ୍ଟନ '%s' ଟି '%s' ପରିବେଶରେ ମିଳୁ ନାହିଁ

source: Distribution '%s' not found in this template.
or: ବଣ୍ଟନ '%s' ଏହି ନମୁନାରେ ମିଳୁ ନାହିଁ।

source: Distribution '%s' was not found in Pulp.
or: ବଣ୍ଟନ '%s' ଏହି ପତ୍ରିକାରେ ମିଳୁ ନାହିଁ।

source: Distributions
or: ବଣ୍ଟନଗୁଡ଼ିକ

source: Do you want to set this GPG Key as the key for all repositories within this product?
or: ଆପଣ ଏହି GPG କି କୁ ସମସ୍ତ ରେପୋଜିଟୋରୀଗୁଡ଼ିକ ପାଇଁ ଏହି ଉତ୍ପାଦନ ମଧ୍ଯରେ ସେଟ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Done
or: ସମାପ୍ତ

source: Download
or: ଆହରଣ

source: Download System Template
or: ତନ୍ତ୍ର ନମୁନା ଆହରଣ କରନ୍ତୁ

source: Duration
or: ଅବଧି

source: ERRATA
or: ଏରାଟା

source: Edit Activation Key enables you to modify the selected activation key. This key may be used during system registration. For example, <BR/><BR/>subscription-manager register --org %s --activationkey %s
or: ସମ୍ପାଦନ ସକ୍ରିୟଣ କି କିଛି ବଚ୍ଛିତ ସକ୍ରିୟଣ କିକୁ ପରିବର୍ତ୍ତନ କରିଥାଏ। ଏହି କି ହୁଏତଃ ତନ୍ତ୍ର ପଞ୍ଜିକରଣ ସମୟରେ ବ୍ୟବହୃତ ହୋଇଥାଏ। ଉଦାହରଣ ସ୍ୱରୂପ, <BR/><BR/>subscription-manager register --org %s --activationkey %s

source: Edit Details
or: ବିବରଣୀକୁ ସମ୍ପାଦନ କରନ୍ତୁ

source: Edit Environment
or: ପରିବେଶକୁ ସମ୍ପାଦନ କରନ୍ତୁ

source: Edit GPG Key enables you to modify the selected GPG Key. A new key can be copied and pasted in directly.
or: GPG କି କୁ ସମ୍ପାଦନ କରିବା ଫଳରେ ତାହା ଆପଣଙ୍କୁ ବଚ୍ଛିତ GPG କିକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ସକ୍ରିୟ କରିଥାଏ। ଗୋଟିଏ ନୂତନ କିକୁ ସିଧାସଳଖ ଭାବରେ ନକଲ କରି ଲଗାଇ ପାରିବେ।

source: Edit Permission
or: ଅନୁମତିକୁ ସମ୍ପାଦନ କରନ୍ତୁ

source: Edit Permission in
or: ଏଥିରେ ଅନୁମତିକୁ ସମ୍ପାଦନ କରନ୍ତୁ

source: Edit Product
or: ଉତ୍ପାଦନକୁ ସମ୍ପାଦନ କରନ୍ତୁ

source: Edit Role
or: ଭୂମିକାକୁ ସମ୍ପାଦନ କରନ୍ତୁ

source: Edit Role Details
or: ଭୂମିକା ବିବରଣୀକୁ ସମ୍ପାଦନ କରନ୍ତୁ

source: Edit System Template
or: ତନ୍ତ୍ର ନମୁନାକୁ ସମ୍ପାଦନ କରନ୍ତୁ

source: Either organization id or environment id needs to be specified
or: ଅନୁଷ୍ଠାନ id କିମ୍ବା ପରିବେଶ id କୁ ଉଲ୍ଲେଖ କରିବା ଆବଶ୍ୟକ

source: Either packages or groups must be provided
or: ପ୍ୟାକେଜ କିମ୍ବା ଶ୍ରେଣୀଗୁଡ଼ିକ ପାଇଁ ନିଶ୍ଚିତ ଭାବରେ ଦିଆଯିବା ଉଚିତ

source: Eligible Content
or: ଯୋଗ୍ୟ ବିଷୟବସ୍ତୁ

source: Email Address:
or: ଇମେଲ ଠିକଣା:

source: Email sent to '%{e}' with password reset instructions.
or: '%{e}' କୁ ପ୍ରବେଶ ସଂକେତ ସହିତ ପଠାଯାଇଥିବା ଇମେଲକୁ ପୁନସ୍ଥାପନ କରିବା ନିର୍ଦ୍ଦେଶ।

source: Email sent to '%{e}' with valid login user names.
or: '%{e}' କୁ ବୈଧ ଲଗଇନ ସହିତ ପଠାଯାଇଥିବା ଇମେଲର ଚାଳକନାମଗୁଡ଼ିକ।

source: Empty request received to install Packages or Package Groups System '%{s}'.
or: ପ୍ୟାକେଜ କିମ୍ବା ପ୍ୟାକେଜ ଶ୍ରେଣୀ ତନ୍ତ୍ର '%{s}' କୁ ସ୍ଥାପନ କରିବା ପାଇଁ ଖାଲି ଅନୁରୋଧ ଗ୍ରହଣ ହୋଇଛି।

source: Enable Repositories
or: ରେପୋଜିଟୋରୀଗୁଡ଼ିକୁ ସକ୍ରିୟ କରନ୍ତୁ

source: Enabled by Default:
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ ସକ୍ରିୟ:

source: End
or: ସମାପ୍ତ

source: End Date
or: ଅନ୍ତିମ ତାରିଖ

source: Enter Selected Content...
or: ବଚ୍ଛିତ ବିଷୟବସ୍ତୁକୁ ନିବେଶ କରନ୍ତୁ...

source: Environment
or: ପରିବେଶ

source: Environment %s has a successor. Only the last environment on a path can be deleted
or: ପରିବେଶ %s ର ଅନୁଗାମୀ ଅଛି। ଏକ ପଥର କେବଳ ଅନ୍ତିମ ପରିବେଶକୁ ଅପସାରଣ କରିହେବ

source: Environment '%s' was created.
or: ପରିବେଶ '%s' କୁ ସୃଷ୍ଟି କରାଯାଇଛି।

source: Environment '%s' was deleted.
or: ପରିବେଶ '%s' କୁ ଅପସରଣ କରାଯାଇଛି।

source: Environment '%s' was updated.
or: ପରିବେଶ '%s' କୁ ଅଦ୍ୟତନ କରାଯାଇଛି।

source: Environment Promotion Paths
or: ପରିବେଶ ଉନ୍ନତି ପଥ

source: Environment cannot be in its own promotion path
or: ପରିବେଶ ନିଜ ଉନ୍ନତି ପଥରେ ରହି ପାରିବ ନାହିଁ

source: Environment:
or: ପରିବେଶ:

source: Environments
or: ପରିବେଶଗୁଡ଼ିକ

source: Errata
or: ଏରାଟା

source: Errata Install
or: ଏରାଟା ସ୍ଥାପନା

source: Errata Install scheduled by %s
or: %s ଦ୍ୱାରା ଏରାଟା ସ୍ଥାପନା ଯୋଜନା କରାଯାଇଛି

source: Errata scheduled for install.
or: ଏରାଟାକୁ ସ୍ଥାପନ ପାଇଁ ଯୋଜନା କରାଯାଇଛି।

source: Erratum
or: ଏରାଟାମ

source: Erratum '%s' doesn't belong to the specified product!
or: ଏରାଟା '%s' ଉଲ୍ଲିଖିତ ଉତ୍ପାଦନର ଅନ୍ତର୍ଗତ ନୁହଁ!

source: Error
or: ତ୍ରୁଟି

source: Error syncing!
or: ତ୍ରୁଟି ସନ୍ତୁଳନ!

source: Error while deleting provider [ %s ]: %s
or: ପ୍ରଦାତା [ %s ] କୁ ଅପସାରଣ କରିବା ସମୟରେ ତ୍ରୁଟି: %s

source: Error:
or: ତ୍ରୁଟି:

source: Event
or: ଘଟଣା

source: Events
or: ଘଟଣାଗୁଡ଼ିକ

source: Exactly one distribution must be present to export a TDL
or: ଏକ TDL କୁ ପଠାଇବା ପାଇଁ କେବଳ ଏକ ବଣ୍ଟନକୁ ଉପସ୍ଥାପନ କରିବା ଉଚିତ

source: Expand
or: ବିସ୍ତାର କରନ୍ତୁ

source: Expand All
or: ସବୁଗୁଡ଼ିକୁ ବିସ୍ତାର କରନ୍ତୁ

source: Expand/Contract All
or: ସମସ୍ତଙ୍କୁ ବିସ୍ତାର/ସଙ୍କୋଚନ କରନ୍ତୁ

source: Expanded
or: ବିସ୍ତାରିତ

source: Expected attribute is missing:
or: ଆଶାକରାଯାଇଥିବା ଗୁଣଟି ଅନୁପସ୍ଥିତ ଅଛି:

source: Fact
or: ଘଟଣା

source: Facts
or: ଘଟଣାଗୁଡ଼ିକ

source: Failed
or: ବିଫଳ ହୋଇଛି

source: Failed to create candlepin environment %s
or: candlepin ପରିବେଶ %s ନିର୍ମାଣ କରିବାରେ ବିଫଳ ହୋଇଛି

source: Failed to create candlepin owner %s
or: candlepin ମାଲିକ %s କୁ ନିର୍ମାଣ କରିବାରେ ବିଫଳ ହୋଇଛି

source: Failed to delete all environments for owner %s in candlepin:
or: candlepin ରେ ମାଲିକ %s ପାଇଁ ସମସ୍ତ ପରିବେଶଗୁଡ଼ିକୁ ଅପସାରଣ କରିବାରେ ବିଫଳ ହୋଇଛି:

source: Failed to delete all providers for owner %s in candlepin: %s
or: candlepin ରେ ମାଲିକ %s ପାଇଁ ସମସ୍ତ ପ୍ରଦାତାଗୁଡ଼ିକୁ ଅପସାରଣ କରିବାରେ ବିଫଳ ହୋଇଛି: %s

source: Failed to delete all systems for owner %s in candlepin: %s
or: candlepin ରେ ମାଲିକ %s ପାଇଁ ସମସ୍ତ ତନ୍ତ୍ରଗୁଡ଼ିକୁ ଅପସାରଣ କରିବାରେ ବିଫଳ ହୋଇଛି: %s

source: Failed to delete candlepin environment %s
or: candlepin ପରିବେଶ %s ଅପସାରଣ କରିବାରେ ବିଫଳ ହୋଇଛି

source: Failed to delete candlepin owner %s
or: candlepin ମାଲିକ %s କୁ ଅପସାରଣ କରିବାରେ ବିଫଳ ହୋଇଛି

source: Failed to delete organization '%s'. Check notices for more details.
or: ଅନୁଷ୍ଠାନ '%s' କୁ ଅପସାରଣ କରିବାରେ ବିଫଳ ହୋଇଛି। ଅଧିକ ବିବରଣୀ ପାଇଁ ବିଜ୍ଞପ୍ତି ଦେଖନ୍ତୁ।

source: Failed to promote changeset '%s'. Check notices for more details
or: ପରିବର୍ତ୍ତନ ସେଟ '%s' କୁ ପ୍ରଚାର କରିବାରେ ବିଫଳ। ଅଧିକ ବିବରଣୀ ପାଇଁ ବିଜ୍ଞପ୍ତି ଦେଖନ୍ତୁ।

source: File
or: ଫାଇଲ

source: Filelist
or: ଫାଇଲ ତାଲିକା

source: Filter
or: ଛାଣକ

source: Filter %s created successfully.
or: ଫିଲଟର %s କୁ ସଫଳତାର ସହିତ ନିର୍ମାଣ କରାଯାଇପାରିବ।

source: Filter on loaded Events...
or: ଧାରଣ କରାଯାଇଥିବା ଘଟଣାଗୁଡ଼ିକୁ ଛାଣନ୍ତୁ...

source: Filter on loaded packages...
or: ଧାରଣ ହୋଇଥିବା ପ୍ୟାକେଜଗୁଡ଼ିକ ଉପରେ ଛାଣନ୍ତୁ...

source: Filter...
or: ଛାଣକ...

source: Filtered Packages
or: ଛଣାହୋଇଥିବା ପ୍ୟାକେଜଗୁଡ଼ିକ

source: Filters
or: ଛାଣକଗୁଡ଼ିକ

source: Filters assigned to repository or product of erratum '%s' block it from promotion!
or: ଛାଣକଗୁଡ଼ିକ ରେପୋଜିଟୋରୀରେ ନ୍ୟସ୍ତ ହୋଇଛି ଅସୁଦ୍ଧି '%s' ବ୍ଲକର ଉତ୍ପାଦନକୁ ପ୍ରଚାରରୁ ଅଟକାଇଥାଏ!

source: Filters can be stored only in Library repositories.
or: ଛାଣକଗୁଡ଼ିକୁ କେବଳ ଲାଇବ୍ରେରୀ ରେପୋଜିଟୋରୀରେ ସଂରକ୍ଷଣ କରାଯାଇପାରିବ।

source: Finished
or: ସମାପ୍ତ ହୋଇଛି

source: Force
or: ବାଧ୍ଯ କରନ୍ତୁ

source: Forgotten username or password?
or: ଚାଳକ ନାମ କିମ୍ବା ପ୍ରବେଶ ସଂକେତ ଭୁଲିଯାଇଛନ୍ତି କି?

source: Full Access
or: ସମ୍ପୂର୍ଣ୍ଣ ଅଭିଗମ୍ୟତା ଅନୁମତି

source: Full Products
or: ସମ୍ପୂର୍ଣ୍ଣ ଉତ୍ପାଦନଗୁଡ଼ିକ

source: GPG Key
or: GPG କି

source: GPG Key '%s' was created.
or: GPG କି '%s' କୁ ନିର୍ମାଣ ହୋଇଥିଲା।

source: GPG Key '%s' was deleted.
or: GPG କି '%s' କୁ ଅପସାରଣ ହୋଇଥିଲା।

source: GPG Key '%s' was updated.
or: GPG କି '%s' କୁ ଅଦ୍ୟତନ କରାଯାଇଥିଲା।

source: GPG Key URL:
or: GPG କି URL:

source: GPG Key assigned at the Product Level for
or: GPG କି ଉତ୍ପାଦନ ସ୍ତରରେ ନ୍ୟସ୍ତ ହୋଇଥିଲା

source: GPG Key assigned at the Repository Level for
or: GPG କି କୁ ରେପୋଜିଟୋରୀ ସ୍ତରରେ ନ୍ୟସ୍ତ ହୋଇଥିଲା

source: GPG Keys
or: GPG କି

source: GPG Keys may be stored by uploading a key directly or copying and pasting the key in upon creation. By visiting the Providers page and selecting either a product or repository, a GPG key that has been created here can be associated with the given entity.
or: GPG କିଗୁଡ଼ିକ ହୁଏତଃ ସିଧାସଳଖ ଭାବରେ କି ଧାରଣ କରି କିମ୍ବା ନିର୍ମାଣ କରି ନକଲ କରିଲଗାଇ ସଂରକ୍ଷଣ କରାଯାଇପାରେ। ପ୍ରଦାତାଙ୍କ ପୃଷ୍ଠାକୁ ପରିଦର୍ଶନ କରି ଏବଂ କୌଣସି ଉତ୍ପାଦନ ଏବଂ ରେପୋଜିଟୋରୀକୁ ବାଛିକରି, ନିର୍ମାଣ ହୋଇଥିବା ଏକ GPG କିକୁ ତାହାର ଉତ୍ପାଦନ ସହିତ ସମ୍ପୃକ୍ତ ହୋଇଥାଏ।

source: Global Permissions
or: ସର୍ବସାଧାରଣ ଅନୁମତିଗୁଡ଼ିକ

source: Global permissions allow you to create permissions that span all organizations, or choose a specific organization to apply permissions.
or: ସର୍ବସାଧାରଣ ଅନୁମତି ଆପଣଙ୍କୁ ସମସ୍ତ ଅନୁଷ୍ଠାନ ପାଇଁ ଅନୁମତି ପ୍ରସ୍ତୁତ ପାଇଁ ଅନୁମତି ଦେଇଥାଏ, ଅଥବା ଅନୁମତି ପାଇବା ପାଇଁ ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଅନୁଷ୍ଠାକୁ ବାଛନ୍ତୁ।

source: Global permissions are permissions that span all organizations; however, organization permissions apply only to the organization they are associated with.
or: ସର୍ବସାଧାରଣ ଅନୁମତି ଆପଣଙ୍କୁ ସମସ୍ତ ଅନୁଷ୍ଠାନ ପାଇଁ ଅନୁମତି ପ୍ରସ୍ତୁତ ପାଇଁ ଅନୁମତି ଦେଇଥାଏ; ତଥାପି, ସେମାନେ ସମ୍ପୃକ୍ତ ଥିବା ଅନୁଷ୍ଠାନ ସହିତ ସମ୍ପୃକ୍ତ ଅନୁଷ୍ଠାନ ପାଖରୁ ଅନୁମତି ପାଇଥାଏ।

source: Good
or: ଭଲ

source: Group
or: ଶ୍ରେଣୀ

source: Guest
or: ଅତିଥି

source: Guests
or: ଅତିଥିମାନେ

source: History
or: ପୁରୁଣା ତଥ୍ୟ

source: Host
or: ହୋଷ୍ଟ

source: Host & Guest Info
or: ହୋଷ୍ଟ ଏବଂ ଅତିଥି ସୂଚନା

source: Hypervisor
or: ହାଇପରଭାଇଜର

source: Hypervisor does not support this action
or: ହାଇପରଭାଇଜର ଏହି କାର୍ଯ୍ୟକୁ ସହାୟତା କରିନଥାଏ

source: Hypervisors do not have errata
or: ହାଇପରଭାଇଜରରେ କୌଣସି ଏରାଟା ନାହିଁ

source: Hypervisors do not have packages
or: ହାଇପରଭାଇଜରରେ କୌଣସି ପ୍ୟାକେଜ ନାହିଁ

source: Hypervisors do not have software products
or: ହାଇପରଭାଇଜରରେ କୌଣସି ସଫ୍ଟୱେର ଉତ୍ପାଦନ ନାହିଁ

source: I remembered my login credentials.
or: ମୋର ଲଦଇନ ସୂଚନା ମନେ ଅଛି।

source: INFO
or: ସୂଚନା

source: Id / Link
or: Id / ସଂଯୋଗିକୀ

source: If you continue having trouble, please contact an Administrator.
or: ଯଦି ଆପଣ ସମସ୍ୟାର ସମ୍ମୁଖିନ ହୁଅନ୍ତି, ତେବେ ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।

source: If you did not request this password to be reset, just ignore this email and the password will continue to stay the same.
or: ଯଦି ଆପଣ ଏହି ପ୍ରବେଶ ସଂକେତକୁ ପୁନସ୍ଥାପନ କରିବା ପାଇଁ ଅନୁରୋଧ କରିନାହାନ୍ତି, ତେବେ ଏହି ଇମେଲ ଏବଂ ପ୍ରବେଶ ସଂକେତକୁ ଖାରଜ କରିବା ଫଳରେ ପ୍ରବେଶ ସଂକେତଟି ଅପରିବର୍ତ୍ତନୀୟ ରହିବ।

source: If you do not know your login, please enter your email address below and your login will be sent to you.
or: ଯଦି ଆପଣ ନିଜର ଲଗଇନ ଜାଣିନାହାନ୍ତି, ତେବେ ଦୟାକରି ଆପଣଙ୍କର ଇମେଲ ଠିକଣାକୁ ତଳେ ଲେଖନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ଲଗଇନ ସୂଚନା ଆପଣଙ୍କ ପାଖକୁ ପଠାଇ ଦିଆଯିବ।

source: If you do not know your password, enter your login and email address below and instructions on resetting your password will be sent to you.
or: ଯଦି ଆପଣ ନିଜର ପ୍ରବେଶ ସଂକେତ ଜାଣିନାହାନ୍ତି, ତେବେ ଦୟାକରି ଆପଣଙ୍କର ଇମେଲ ଠିକଣାକୁ ତଳେ ଲେଖନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ପ୍ରବେଶ ସଂକେତ ପୁନସ୍ଥାପନ ସୂଚନା ଆପଣଙ୍କ ପାଖକୁ ପଠାଇ ଦିଆଯିବ।

source: Import History
or: ପୁରୁଣା ତଥ୍ୟକୁ ଆମଦାନୀ କରନ୍ତୁ

source: Import Time
or: ସମୟ ଆମଦାନୀ କରନ୍ତୁ

source: Info
or: ସୂଚନା

source: Initial Application Life Cycle Management Environment
or: ପ୍ରାରମ୍ଭିକ ପ୍ରୟୋଗ ଜୀବନ ଚକ୍ର ପରିଚାଳନା ପରିବେଶ

source: Initial Registration Params
or: ପ୍ରାରମ୍ଭିକ ପଞ୍ଜିକରଣ ପ୍ରାଚଳ ନାହିଁ

source: Inline Help Enabled:
or: ଜରୁରୀ ସହାୟତାକୁ ସକ୍ରିୟ କରାଯାଇଛି:

source: Install
or: ସ୍ଥାପନ କରନ୍ତୁ

source: Install of Package Groups '%{g}' scheduled for System '%{s}'.
or: ପ୍ୟାକେଜ ଶ୍ରେଣୀ '%{g}' ର ସ୍ଥାପନାକୁ ତନ୍ତ୍ର '%{s}' ରେ ବ୍ୟବସ୍ଥା କରାଯାଇଛି।

source: Install of Packages '%{p}' scheduled for System '%{s}'.
or: ପ୍ୟାକେଜ '%{p}' ର ସ୍ଥାପନାକୁ ତନ୍ତ୍ର '%{s}' ରେ ବ୍ୟବସ୍ଥା କରାଯାଇଛି।

source: Install or Remove Packages or Packages Groups
or: ପ୍ୟାକେଜ କିମ୍ବା ପ୍ୟାକେଜ ଶ୍ରେଣୀଗୁଡ଼ିକୁ ସ୍ଥାପନ କରନ୍ତୁ କିମ୍ବା ବାହାର କରନ୍ତୁ

source: Installing
or: ସ୍ଥାପନ କରୁଅଛି

source: Insufficient Entitlements
or: ଯଥେଷ୍ଟ ଅଧିକାର ନାହିଁ

source: Interval
or: ଅନ୍ତରାଳ

source: Invalid Subscriptions
or: ଅବୈଧ ସଦସ୍ୟତାଗୁଡ଼ିକ

source: Invalid Url
or: ଅବୈଧ Url

source: Invalid parameters sent for %s/%s. You may have mistyped the address. If you continue having trouble with this, please contact an Administrator.
or: %s/%s ପାଇଁ ଅବୈଧ ପ୍ରାଚଳ ପଠାଯାଇଛି। ଯଦି ଆପଣ ଏଥିରେ ସମସ୍ୟା ଦେଖନ୍ତି, ତେବେ ପ୍ରଶାସକଙ୍କୁ ସମ୍ପର୍କ କରନ୍ତୁ।

source: Invalid parameters sent in the request for this operation. Please contact a system administrator.
or: ଏହି ପ୍ରୟୋଗ ପାଇଁ ଅବୈଧ ପ୍ରାଚଳଗୁଡ଼ିକୁ ପଠାଯାଇଛି। ଦୟାକରି ତନ୍ତ୍ର ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।

source: Invalid resource type '%{resource_type}'. Resource Types can be one of '%{possible_types}'
or: ଅବୈଧ ଉତ୍ସ ପ୍ରକାର '%{resource_type}'। ଉତ୍ସ ପ୍ରକାରଟି '%{possible_types}' ମଧ୍ଯରୁ ଗୋଟିଏ ହୋଇପାରିବ

source: Invalid state
or: ଅବୈଧ ସ୍ଥିତି

source: Invalid verb '%{verb}'. Verbs for resource type '%{resource_type}' can be one of %{possible_verbs}
or: ଅବୈଧ କ୍ରିୟା '%{verb}'. ଉତ୍ସ ପ୍ରକାର '%{resource_type}' ର କ୍ରିୟା %{possible_verbs} ମଧ୍ଯରୁ ଗୋଟିଏ ହୋଇପାରିବ

source: Issued
or: ନ୍ୟସ୍ତ ହୋଇଛି

source: It is not allowed to create products in Red Hat provider.
or: Red Hat ପ୍ରଦାତାରେ ଉତ୍ପାଦନ ନିର୍ମାଣ ଅନୁମୋଦିତ ନୁହଁ।

source: It is not allowed to import manifest for a custom provider.
or: ଇଚ୍ଛାରୂପଣ ପ୍ରଦାତା ପାଇଁ ମାଲ ସୂଚୀ ଆମଦାନୀ କରିବା ଅନୁମୋଦିତ ନୁହଁ।

source: It is not allowed to refresh products for custom provider.
or: ଇଚ୍ଛାରୂପଣ ପ୍ରଦାତା ପାଇଁ ଉତ୍ପାଦନଗୁଡ଼ିକୁ ସତେଜ କରିବା ଅନୁମୋଦିତ ନୁହଁ।

source: It is not allowed to update a Red Hat product.
or: Red Hat ଉତ୍ପାଦନକୁ ଅଦ୍ୟତନ କରିବା ଅନୁମୋଦିତ ନୁହଁ।

source: It is not allowed to update a Red Hat repository.
or: Red Hat ରେପୋଜିଟୋରୀକୁ ଅଦ୍ୟତନ କରିବା ଅନୁମୋଦିତ ନୁହଁ।

source: Katello Logins
or: Katello ଲଗଇନଗୁଡ଼ିକ

source: Katello Logo
or: Katello ଚିତ୍ର ସଂକେତ

source: Katello User '%s' Password Reset
or: Katello ଚାଳକ '%s' ପ୍ରବେଶ ସଂକେତକୁ ପୁନସ୍ଥାପନ କରନ୍ତୁ

source: Key
or: କି

source: LDAP Group '%s' was created.
or: LDAP ଶ୍ରେଣୀ '%s' କୁ ନିର୍ମାଣ କରାଯାଇଛି।

source: LDAP Group Mapping for '%s' was removed.
or: '%s' ପାଇଁ LDAP ଶ୍ରେଣୀ ମେଳକକୁ କଢାଯାଇଛି।

source: LDAP Groups
or: LDAP ଶ୍ରେଣୀ

source: LDAP group '%s' associated to role '%s' was not found.
or: LDAP ଶ୍ରେଣୀ '%s' ଯିଏକି ଭୂମିକା '%s' ସହିତ ସମ୍ପୃକ୍ତ ତାହା ମିଳିଲା ନାହିଁ।

source: Last Booted
or: ଅନ୍ତିମ ଥର ହୋଇଥିବା ବୁଟ

source: Last Checked In
or: ଶେଷ ଥର ପ୍ରବେଶ

source: Last Checked in Date
or: ଶେଷ ପ୍ରବେଶ ତାରିଖ

source: Latest Notifications
or: ନୂତନତମ ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ

source: Level
or: ସ୍ତର

source: Library
or: ଲାଇବ୍ରେରୀ

source: Library environment cannot contain a changeset!
or: ଲାଇବ୍ରେରୀ ପରିବେଶରେ କୌଣସି ପରିବର୍ତ୍ତନ ସେଟ ନାହିଁ!

source: License
or: ଅନୁମତିପତ୍ର

source: List
or: ତାଲିକା

source: List Actions
or: ତାଲିକା କାର୍ଯ୍ୟଗୁଡ଼ିକ

source: Listed below are the subscriptions information. If you have a subscription manifest you may upload it below. This manifest may be obtained by visiting the Red Hat Customer Portal or by contacting your support representative.
or: ନିମ୍ନରେ ତାଲିକାଭୁକ୍ତଗୁଡ଼ିକ ହେଉଛି ସଦସ୍ୟତା ସୂଚନା। ଯଦି ଆପଣଙ୍କ ପାଖରେ କୌଣସି ସଦସ୍ୟତା ସୂଚୀ ଥାଏ ତେବେ ଆପଣ ତାହାକୁ ତଳେ ଧାରଣ କରିପାରିବେ। ଏହି ମାଲସୂଚୀ ହୁଏତଃ Red Hat ଗ୍ରାହକ ପୋର୍ଟାଲକୁ ପରିଦର୍ଶନ କରି ଧାରଣ ହୋଇଥାଏ ଅଥବା ଆପଣଙ୍କର ସହାୟତା ସଦସ୍ୟଙ୍କୁ ସମ୍ପର୍କ କରି ମିଳିଥାଏ।

source: Loading
or: ଧାରଣ କରୁଅଛି

source: Loading
or: ଧାରଣ କରୁଅଛି

source: Loading Permissions
or: ଅନୁମତି ଧାରଣ କରୁଅଛି

source: Loading Promotion Changeset
or: ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟକୁ ଧାରଣ କରୁଅଛି

source: Loading Role
or: ଭୂମିକା ଧାରଣ କରୁଅଛି

source: Loading System Template
or: ତନ୍ତ୍ର ନମୁନା ଧାରଣ କରୁଅଛି

source: Loading dependencies.
or: ନିର୍ଭୋରୋକଗୁଡ଼ିକୁ ଧାରଣ କରୁଅଛି

source: Location
or: ଅବସ୍ଥାନ

source: Log In
or: ଲଗଇନ

source: Login Information
or: ଲଗଇନ ସୂଚନା

source: Login Successful
or: ଲଗଇନ ସଫଳ ହୋଇଛି

source: Login Unknown
or: ଲଗଇନ ଜଣା ନାହିଁ

source: Login or Password Unknown
or: ଲଗଇନ କିମ୍ବା ପ୍ରବେଶ ସଂକେତ ଜଣା ନାହିଁ

source: Logout
or: ଲଗଆଉଟ

source: Logout Successful
or: ଲଗଆଉଟ ସଫଳ ହୋଇଛି

source: Machine Type
or: ଯନ୍ତ୍ର ପ୍ରକାର

source: Match System
or: ତନ୍ତ୍ର ମେଳନ

source: Message
or: ସନ୍ଦେଶ

source: Missing
or: ଅନୁପସ୍ଥିତ

source: Modify Organization and Administer Environments
or: ଅନୁଷ୍ଠାନକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ ଏବଂ ପରିବେଶଗୁଡ଼ିକୁ ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Modify Package Filters
or: ପ୍ୟାକେଜ ଛାଣକଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: Modify Providers and Administer Products
or: ପ୍ରଦାତାମାନଙ୍କୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ ଏବଂ ଉତ୍ପାଦନଗୁଡ଼ିକୁ ପ୍ରତିନିଧିତ୍ତ୍ୱ କରନ୍ତୁ

source: Modify Roles
or: ଭୂମିକାଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: Modify Systems
or: ତନ୍ତ୍ରଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: Modify Systems in Environment
or: ପରିବେଶରେ ତନ୍ତ୍ରଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: Modify Users
or: ଚାଳକମାନଙ୍କୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: More >>
or: ଅଧିକ >>

source: More details
or: ଅଧିକ ବିବରଣୀ

source: More...
or: ଅଧିକ...

source: Must be unique within an environment
or: ଗୋଟିଏ ପରିବେଶ ମଧ୍ଯରେ ଏହା ଅନନ୍ୟ ଅଟେ

source: Name
or: ନାମ

source: Name can not be blank.
or: ନାମକୁ ଖାଲି ରଖିହେବ ନାହିଁ।

source: Name cannot be blank.
or: ନାମକୁ ଖାଲି ରଖିପାରିବେ ନାହିଁ।

source: Name must be unique within one organization
or: ନାମଟି ଏକ ଅନୁଷ୍ଠାନ ମଧ୍ଯରେ ଅନନ୍ୟ ହୋଇଥିବା ଉଚିତ

source: Name of Your System:
or: ଆପଣଙ୍କ ତନ୍ତ୍ରର ନାମ:

source: Name:
or: ନାମ:

source: Never checked in.
or: କଦାପି ପ୍ରବେଶ କରିନାହିଁ।

source: New Activation Key
or: ନୂତନ ସକ୍ରିୟଣ କି

source: New Changeset
or: ନୂତନ ପରିବର୍ତ୍ତନ ସେଟ

source: New Default Environment
or: ନୂତନ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପରିବେଶ

source: New Default Organization:
or: ନୂତନ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଅନୁଷ୍ଠାନ:

source: New GPG Key
or: ନୂତନ GPG କି

source: New Organization
or: ନୂତନ ଅନୁଷ୍ଠାନ

source: New Package Filter
or: ନୂତନ ପ୍ୟାକେଜ ଛାଣକ

source: New Provider
or: ନୂତନ ପ୍ରଦାତା

source: New Role
or: ନୂତନ ଭୂମିକା

source: New Sync Plan
or: ନୂତନ ସନ୍ତୁଳନ ଯୋଜନା

source: New System Template
or: ନୂତନ ତନ୍ତ୍ର ନମୁନା

source: New User
or: ନୂତନ ଚାଳକ

source: New system
or: ନୂତନ ତନ୍ତ୍ର

source: New templates can be created only in a Library environment
or: ନୂତନ ନମୁନାଗୁଡ଼ିକ କେବଳ ଲାଇବ୍ରେରୀ ପରିବେଶରେ ନିର୍ମାଣ ହୋଇପାରିବ

source: New templates can be imported only into a Library environment
or: ନୂତନ ନମୁନାକୁ କେବଳ ଲକର ପରିବେଶରେ ଆମଦାନୀ କରିପାରିବେ

source: Next >>
or: ପରବର୍ତ୍ତୀ >>

source: No
or: ନା

source: No Default Organization
or: କୌଣସି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଅନୁଷ୍ଠାନ ନାହିଁ

source: No Service Level Preference
or: କୌଣସି ସର୍ଭିସ ସ୍ତର ପସନ୍ଦ ନାହିଁ

source: No Subscriptions Available
or: କୌଣସି ସଦସ୍ୟତା ଉପଲବ୍ଧ ନାହିଁ

source: No System Templates are currently defined
or: ବର୍ତ୍ତମାନ କୌଣସି ତନ୍ତ୍ର ନମୁନାକୁ ବ୍ୟାଖ୍ୟା କରାଯାଇ ନାହିଁ

source: No Template
or: କୌଣସି ନମୁନା ନାହିଁ

source: No Templates
or: କୌଣସି ନମୁନା ନାହିଁ

source: No changesets found.
or: କୌଣସି ପରିବର୍ତ୍ତନ ସେଟ ମିଳିଲା ନାହିଁ।

source: No default environment. Select an organization to choose from available environments.
or: କୌଣସି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପରିବେଶ ନାହିଁ। ଉପଲବ୍ଧ ପରିବେଶଗୁଡ଼ିକରୁ ଏକ ଅନୁଷ୍ଠାନ ବାଛନ୍ତୁ।

source: No default set for this user.
or: ଏହି ଚାଳକ ପାଇଁ କୌଣସି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ସେଟ ନାହିଁ।

source: No distributions available.
or: କୌଣସି ବଣ୍ଟନ ଉପଲବ୍ଧ ନାହିଁ।

source: No distributions exist in this promotion changeset.
or: ଏହି ପରିବର୍ତ୍ତନ ସେଟରେ କୌଣସି ବଣ୍ଟନ ନାହିଁ।

source: No environments are available in this organization. Please add some environments to be able register systems to this organization.
or: ଏହି ଅନୁଷ୍ଠାନରେ କୌଣସି ପରିବେଶ ଉପଲବ୍ଧ ନାହିଁ। ଏହି ଅନୁଷ୍ଠାନରେ ତନ୍ତ୍ରଗୁଡ଼ିକୁ ପଞ୍ଜିକରଣ କରିବା ପାଇଁ ଦୟାକରି କିଛି ପରିବେଶକୁ ଯୋଗ କରନ୍ତୁ।

source: No environments are currently available in this organization. Please add some to be able to create activation keys.
or: ବର୍ତ୍ତମାନ ଏହି ଅନୁଷ୍ଠାନରେ କୌଣସି ପରିବେଶ ଉପଲବ୍ଧ ନାହିଁ। ସକ୍ରିୟଣ କିଗୁଡ଼ିକୁ ନିର୍ମାଣ କରିବା ପାଇଁ ଦୟାକରି କିଛି ଯୋଗ କରନ୍ତୁ।

source: No environments are currently available in this organization. Please either add some to the organization or select an organization that has an environment to set user default.
or: ଏହି ଅନୁଷ୍ଟାନରେ ବର୍ତ୍ତମାନ କୌଣସି ପରିବେଶ ଉପଲବ୍ଧ ନାହିଁ। ଦୟାକରି ଏହି ଅନୁଷ୍ଠାନରେ କିଛି ଯୋଗ କରନ୍ତୁ ଅଥବା ଏପରି ଏକ ଅନୁଷ୍ଠାନ ବାଛନ୍ତୁ ଯେଉଁଥିରେ ବ୍ୟବହାରକାରୀ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ସେଟ କରିହେଉଥିବ।

source: No environments are currently available in this organization. Saving will set user to no default environment.
or: ବର୍ତ୍ତମାନ ଏହି ଅନୁଷ୍ଠାନରେ କୌଣସି ପରିବେଶ ଉପଲବ୍ଧ ନାହିଁ। ସଂରକ୍ଷଣ କରିବା ଫଳରେ ତାହା ଚାଳକ ପାଇଁ କୌଣସି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପରିବେଶ ସେଟ କରିନଥାଏ।

source: No errata available.
or: କୌଣସି ଏରାଟା ଉପଲବ୍ଧ ନାହିଁ।

source: No errata exist in this promotion changeset.
or: ଏହି ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟରେ କୌଣସି ଏରାଟା ନାହିଁ।

source: No errors
or: କୌଣସି ତ୍ରୁଟି ନାହିଁ

source: No event history found for %s
or: %s ପାଇଁ କୌଣସି ଘଟଣାର ପୁରୁଣା ତଥ୍ୟ ମିଳିଲା ନାହିଁ

source: No events matching your search criteria.
or: ଆପଣଙ୍କର ସନ୍ଧାନ ଗୁଣ ମଧ୍ଯରୁ କାହା ସହିତ ଏହି ଘଟଣାଟି ନିଶୁ ନାହିଁ।

source: No new packages installed
or: କୌଣସି ନୂତନ ପ୍ୟାକେଜ ସ୍ଥାପିତ ହୋଇନାହିଁ

source: No package groups available.
or: କୌଣସି ପ୍ୟାକେଜ ଶ୍ରେଣୀ ଉପଲବ୍ଧ ନାହିଁ।

source: No packages are currently filtered.
or: ବର୍ତ୍ତମାନ କୌଣସି ପ୍ୟାକେଜ ବଛାହୋଇନାହିଁ।

source: No packages available for promotion
or: ପ୍ରଚାର ପାଇଁ କୌଣସି ପ୍ୟାକେଜ ଉପଲବ୍ଧ ନାହିଁ

source: No packages exist in this promotion changeset.
or: ଏହି ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟରେ କୌଣସି ପ୍ୟାକେଜ ନାହିଁ।

source: No packages found.
or: କୌଣସି ପ୍ୟାକେଜ ମିଳିଲା ନାହିଁ।

source: No packages removed
or: କୌଣସି ପ୍ୟାକେଜକୁ ବାହାର କରାଯାଇ ନାହିଁ

source: No packages updated
or: କୌଣସି ପ୍ୟାକେଜକୁ ଅଦ୍ୟତନ କରାଯାଇ ନାହିଁ

source: No products
or: କୌଣସି ଉତ୍ପାଦନ ନାହିଁ

source: No products exist in the promotion changeset.
or: ଏହି ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟରେ କୌଣସି ଉତ୍ପାଦନ ନାହିଁ।

source: No products or repositories are currently associated with this system template. Please add either a product or repository that contains distributions in order to select a distribution.
or: ଏହି ତନ୍ତ୍ର ନମୁନା ସହିତ ବର୍ତ୍ତମାନ କୌଣସି ଉତ୍ପାଦନ କିମ୍ବା ରେପୋଜିଟୋରୀ ସଂଶ୍ଳିଷ୍ଟ ନାହିଁ। ଦୟାକରି ଏକ ଉତ୍ପାଦନକୁ ଏଥିରେ ସମ୍ପୃକ୍ତ କରନ୍ତୁ ଯାହାକି ବଣ୍ଟନକୁ ବାଛିବା ପାଇଁ ବଣ୍ଟନଗୁଡ଼ିକୁ ଧାରଣ କରିଥାଏ।

source: No products or repositories are currently associated.
or: ବର୍ତ୍ତମାନ କୌଣସି ଉତ୍ପାଦନ କିମ୍ବା ରେପୋଜିଟୋରୀ ସମ୍ପୃକ୍ତ ନାହିଁ।

source: No recently synced products.
or: ନିକଟରେ କୌଣସି ସନ୍ତୁଳିତ ଉତ୍ପାଦନ ନାହିଁ।

source: No repos available for promotion
or: ପ୍ରଚାର ପାଇଁ କୌଣସି ରେପୋ ଉପଲବ୍ଧ ନାହିଁ

source: No repositories
or: କୌଣସି ରେପୋଜିଟୋରୀ ନାହିଁ

source: No repositories available.
or: କୌଣସି ରେପୋଜିଟୋରୀ ଉପଲବ୍ଧ ନାହିଁ।

source: No repositories exist in this promotion changeset.
or: ଏହି ପ୍ରଚାର ପରିବର୍ତ୍ତନ ସେଟରେ କୌଣସି ରେପୋଜିଟୋରୀ ନାହିଁ।

source: No subscriptions have been imported.
or: କୌଣସି ସଦସ୍ୟତାକୁ ଆମଦାନୀ କରାଯାଇ ନାହିଁ।

source: No system templates exist in the changeset.
or: କୌଣସି ତନ୍ତ୍ର ନମୁନା ଏହି ପରିବର୍ତ୍ତନ ସେଟରେ ନାହିଁ।

source: No systems found.
or: କୌଣସି ତନ୍ତ୍ର ମିଳିଲା ନାହିଁ।

source: None
or: କିଛି ନୁହଁ

source: None defined for this Organization.
or: ଏହି ଅନୁଷ୍ଠାନ ପାଇଁ କାହାକୁ ବ୍ୟାଖ୍ୟା କରାଯାଇ ନାହିଁ।

source: None of the associated products or repositories contain distributions, please add a product or repository that contains at least one distribution.
or: କୌଣସି ସମ୍ପୃକ୍ତ ଉତ୍ପାଦନ କିମ୍ବା ରେପୋଜିଟୋରୀଗୁଡ଼ିକ ବଣ୍ଟନ ଧାରଣ କରିନାହିଁ, ଦୟାକରି ଅତିକମରେ ଏକ ବଣ୍ଟନ ଧାରଣ କରିଥିବା ଉତ୍ପାଦନକୁ ବାଛନ୍ତୁ।

source: None.
or: କିଛି ନାହିଁ।

source: Not Applied
or: ପ୍ରୟୋଗ କରାଯାଇ ନାହିଁ

source: Not enough entitlements in pools (%d), required: %d, available: %d
or: ପୁଲ (%d) ରେ ଯଥେଷ୍ଟ ଅଧିକାର ନାହିଁ, ଆବଶ୍ୟକ: %d, ଉପଲବ୍ଧ: %d

source: Not found
or: ମିଳିଲା ନାହିଁ

source: Note: This will be set as your initial default environment.
or: ଟିପ୍ପଣୀ: ଏହା ଆପଣଙ୍କର ପ୍ରାରମ୍ଭିକ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପରିବେଶରେ ସେଟ କରାଯିବ।

source: Number of Sockets or LPARs:
or: ସକେଟ ସଂଖ୍ୟା କିମ୍ବା LPARs:

source: Number of consumed entitlements exceeded quantity for %s
or: ବ୍ୟବହୃତ ଅଧିକାରଗୁଡ଼ିକ %s କୁ ଅତିକ୍ରମ କରିସାରିଛି

source: Number of sockets must be higher than 0 for system %s
or: ତନ୍ତ୍ର %s ପାଇଁ ସକେଟ ସଂଖ୍ୟା ନିଶ୍ଚିତ ଭାବରେ 0 ରୁ ଅଧିକ ହେବା ଉଚିତ

source: Off
or: ଅଫ

source: Ok
or: ଠିକ ଅଛି

source: On
or: ଅନ

source: On Products & Repositories you can add your own Products and Repositories to your Provider. This allows you to synchronize content from any remote repository to this server. Simply add a Product and then setup one or more repositories to add to this Provider. This feature is only available for Custom Providers.
or: ଉତ୍ପାଦନ ଏବଂ ରେପୋଜିଟୋରୀଗୁଡ଼ିକରେ ଆପଣ ଆପଣଙ୍କର ପ୍ରଦାତା ପାଇଁ ନିଜର ଉତ୍ପାଦନ ଏବଂ ରେପୋଜିଟୋରୀଗୁଡ଼ିକୁ ଯୋଗ କରିପାରିବେ। ଏହା ଆପଣଙ୍କୁ ଯେକୌଣସି ସୁଦୂର ରେପୋଜିଟୋରୀରୁ ଏହି ସର୍ଭରକୁ ବିଷୟବସ୍ତୁ ସନ୍ତୁଳନ କରିବା ପାଇଁ ଅନୁମତି ଦେଇଥାଏ। କେବଳ ଗୋଟିଏ ଉତ୍ପାଦନକୁ ଯୋଗ କରନ୍ତୁ ଏବଂ ତାପରେ ଏହି ପ୍ରଦାତାରେ ଯୋଗ କରିବା ପାଇଁ ଗୋଟିଏ କିମ୍ବା ଅନେକ ରେପୋଜିଟୋରୀ ସେଟ କରିପାରିବେ। ଏହି ବିଶେଷତାଟି କେବଳ ଇଚ୍ଛାରୂପଣ ପ୍ରଦାତା ପାଇଁ ଉପଲବ୍ଧ।

source: On:
or: ଅନ:

source: One or more errors found in Package names '%{s}'.
or: ପ୍ୟାକେଜ ନାମଗୁଡ଼ିକରେ ଗୋଟିଏ କିମ୍ବା ଅଧିକ ତ୍ରୁଟି ମିଳିଛି '%{s}'.

source: One or more of the groups provided has an action pending.
or: ଗୋଟିଏ କିମ୍ବା ଅଧିକ ଶ୍ରେଣୀରେ ଏକ କାର୍ଯ୍ୟ ବାକି ଅଛି।

source: One or more of the packages provided has an action pending.
or: ଗୋଟିଏ କିମ୍ବା ଅଧିକ ପ୍ୟାକେଜଗୁଡ଼ିକ ପାଇଁ ଏକ କାର୍ଯ୍ୟ ବାକି ଅଛି।

source: One or more package names are invalid.
or: ଗୋଟିଏ କିମ୍ବା ଅଧିକ ପ୍ୟାକେଜ ନାମଗୁଡ଼ିକ ବୈଧ ନୁହଁ।
