Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: Default Organization:
te: అప్రమేయ సంస్థ:

source: Delete All
te: అన్నిటినీ తొలగించు

source: Delete Organization
fr: Supprimer l'organisation
kn: ಸಂಸ್ಥೆಯನ್ನು ಅಳಿಸಿ
te: సంస్థ తొలగించు

source: Delete Package Filters
fr: Supprimer les filtres de paquetages
kn: ಪ್ಯಾಕೇಜ್ ಫಿಲ್ಟರುಗಳನ್ನು ಅಳಿಸಿ
te: ప్యాకేజీ ఫిల్టర్లను తొలగించు

source: Delete Providers
fr: Supprimer les fournisseurs
kn: ಒದಗಿಸುವವರನ್ನು ಅಳಿಸು
te: ఉత్పాదకులను తొలగించు

source: Delete Roles
fr: Supprimer les rôles
kn: ಪಾತ್ರಗಳನ್ನು ಅಳಿಸಿ
te: పాత్రలు తొలగించు

source: Delete Systems
fr: Supprimer les systèmes
kn: ವ್ಯವಸ್ಥೆಗಳನ್ನು ಅಳಿಸಿ
te: సిస్టమ్స్ తొలగించు

source: Delete Users
fr: Supprimer les utilisateurs
kn: ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಿ
te: వాడుకరులు తొలగించు

source: Deleted provider [ %s ]
fr: Supprimer le fournisseur [ %s ]
kn: ಅಳಿಸಲಾದ ಒದಗಿಸವವರು [ %s ]
te: తొలగించిన సమర్పకులు [ %s ]

source: Deleteing environment in candlepin: %s
te: కాండిల్‌పిన్ నందు యెన్విరాన్మెంట్‌ను తొలగించుచున్నద: %s

source: Deleting owner in candlepin: %s
fr: Supprimer le propriétaire dans Candlepin : %s
kn: candlepin ನಲ್ಲಿ ಮಾಲಿಕನನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ: %s
te: కాండిల్‌పిన్ నందు యజమానిని తొలగించుచున్నది: %s

source: Dependencies
fr: Dépendances
kn: ಅವಲಂಬನೆಗಳು
te: ఆధారములు

source: Dependency of
te: దీనియొక్క ఆధారము

source: Description
te: వివరణ

source: Description:
te: వివరణ:

source: Details
fr: Détails
kn: ವಿವರಗಳು
te: వివరాలు

source: Details for the currently selected permission.
te: ప్రస్తుతం యెంపికచేసిన అనుమతి కొరకు వివరాలు.

source: Disable/enable is not supported for custom repositories.
fr: L'activation/désactivation n'est pas prise en charge pour les référentiels personnalisés.
kn: ಕಸ್ಟಮ್ ರೆಪೊಸಿಟರಿಗಳಿಗಾಗಿ ಅಶಕ್ತಗೊಳಿಸುವಿಕೆ/ಶಕ್ತಗೊಳಿಸುವಿಕೆಗೆ ಬೆಂಬಲವಿಲ್ಲ.
te: మలచుకొనిన రిపోజిటరీలకు అచేతనం/చేతనం తోడ్పాటునీయదు.

source: Disabled help tips have been re-enabled.
fr: Les astuces d'aide désactivées ont été ré-activées.
kn: ಅಶಕ್ತಗೊಳಿಸಲಾದ ನೆರವಿನ ಸಲಹೆಗಳನ್ನು ಮರಳಿ ಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
te: అచేతనపరచిన సహాయ చిట్కాలు తిరిగి-చేతనమైను.

source: Display
te: ప్రదర్శన

source: Distribution
te: పంపిణి

source: Distribution '%s' does not belong to the specified product!
fr: La distribution '%s' n'appartient pas au produit spécifié !
kn: '%s' ಎನ್ನುವ ವಿತರಣೆಯು ನಿಶ್ಚಿತ ಉತ್ಪನ್ನಕ್ಕೆ ಸಂಬಂಧಿಸಿಲ್ಲ!
te: తెలుపబడిన వుత్పత్తికి పంపిణీ '%s' చెందదు!

source: Distribution '%s' not found in the '%s' environment
te: పంపిణీ '%s' యెన్విరాన్మెంట్ '%s' నందు కనబడలేదు

source: Distribution '%s' not found in this template.
fr: La distribution '%s' n'est pas prise en charge dans ce modèle.
kn: ಈ ಸಿದ್ಧ ವಿನ್ಯಾಸದಲ್ಲಿ '%s' ಕಂಡು ಬಂದಿಲ್ಲ.
te: ఈ మాదిరినందు పంపిణీ '%s' కనుగొనబడలేదు.

source: Distribution '%s' was not found in Pulp.
fr: La distribution '%s' est introuvable dans Pulp.
kn: '%s' ವಿತರಣೆಯು Pulp ನಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ.
te: పల్ప్ నందు పంపిణీ '%s' కనుగొనబడలేదు.

source: Distributions
kn: ವಿತರಣೆಗಳು
te: పంపిణీలు

source: Do you want to set this GPG Key as the key for all repositories within this product?
te: ఈ వుత్పత్తినందు అన్ని రిపోజిటరీలకు యీ GPG కీను కీవలె అమర్చుదామని అనుకొనుచున్నారా?

source: Done
te: అయినది

source: Download
te: డౌన్‌లోడ్

source: Download System Template
te: సిస్టమ్ మాదిరిని దిగుమతిచేయి

source: Duration
te: నిడివి

source: ERRATA
te: ఎర్రాటా

source: Edit Activation Key enables you to modify the selected activation key. This key may be used during system registration. For example, <BR/><BR/>subscription-manager register --org %s --activationkey %s
te: క్రియాశీల కీ సరిచేయు అనుదానితో మీరు ఎంపికచేసిన క్రియాశీల కీను సవరించగలరు. ఈ కీ వ్యవస్థ నమోదీకరణ సమయ మందు వుపయోగించవచ్చు. ఉదాహరణకు, <BR/><BR/>subscription-manager register --org %s --activationkey %s

source: Edit Details
te: వివరాలను సరికూర్చు

source: Edit Environment
te: ఎన్విరాన్మెంట్ సరికూర్చు

source: Edit GPG Key enables you to modify the selected GPG Key. A new key can be copied and pasted in directly.
te: GPG ను సరికూర్చు అనునది మిమ్ములను యెంపికచేసిన GPG కీను సవరించుటకు చేతనంచేయును. ఒక కొత్త కీ అనునది నేరుగా నకలుతీయబడి మరియు అంతించబడగలదు.

source: Edit Permission
te: అనుమతి సరికూర్చు

source: Edit Permission in
te: అనుమతి సరికూర్చు

source: Edit Product
te: ఉత్పత్తి సరికూర్చు

source: Edit Role
te: పాత్ర సరికూర్చు

source: Edit Role Details
te: పాత్ర వివరాలు సరికూర్చు

source: Edit System Template
te: సిస్టమ్ టెంప్లేట్ సరికూర్చు

source: Either organization id or environment id needs to be specified
te: సంస్థ ఐడి లేదా యెన్విరాన్మెంట్ ఐడి తెలుపవలసి వుంటుంది

source: Either packages or groups must be provided
fr: Des paquetages ou des groupes doivent être fournis
kn: ಪ್ಯಾಕೇಜುಗಳು ಅಥವ ಗುಂಪುಗಳಲ್ಲಿ ಒಂದನ್ನು ಒದಗಿಸಬೇಕು
te: ప్యాకేజీలు లేదా సమూహాలు తప్పక అందించబడాలి

source: Eligible Content
te: యొగ్యమైన కాంటెంట్

source: Email Address:
te: ఈమెయిల్ చిరునామా:

source: Email sent to '%{e}' with password reset instructions.
te: సంకేతపదం తిరిగివుంచు సూచనలతో ఈమెయిల్ '%{e}' కు పంపబడెను.

source: Email sent to '%{e}' with valid login user names.
te: చెల్లునటువంటి లాగిన్ వాడుకరి పేర్లతో ఈమెయిల్ '%{e}' కు పంపబడెను.

source: Empty request received to install Packages or Package Groups System '%{s}'.
te: ప్యాకేజీలు లేదా ప్యాకేజీ సమూహాల సిస్టమ్ '%{s}' సంస్థాపించుటకు ఖాళీ అభ్యర్ధన స్వీకరించబడెను.

source: Enable Repositories
te: రిపోజిటరీలను చేతనంచేయి

source: Enabled by Default:
te: అప్రమేయంగా చేతనంచేయబడెను:

source: End Date
te: ముగింపు తేది

source: Enter Selected Content...
te: ఎంపికచేసిన కాంటెంట్ ప్రవేశపెట్టుము...

source: Environment
fr: Environnement
kn: ಪರಿಸರ
te: ఎన్విరాన్మెంట్

source: Environment '%s' was created.
fr: L'environnement '%s' a été créé.
kn: '%s' ಎನ್ನುವ ಪರಿಸರವನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: ఎన్విరాన్మెంట్ '%s' సృష్టించబడెను.

source: Environment '%s' was deleted.
fr: L'environnement '%s' a été supprimé.
kn: '%s' ಎನ್ನುವ ಪರಿಸರವನ್ನು ಅಳಿಸಲಾಗಿದೆ.
te: ఎన్విరాన్మెంట్ '%s' తొలగించబడెను.

source: Environment '%s' was updated.
fr: L'environnement '%s' a été mis à jour.
kn: '%s' ಎನ್ನುವ ಪರಿಸರವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: ఎన్విరాన్మెంట్ '%s' నవీకరించబడెను.

source: Environment Promotion Paths
te: ఎన్విరాన్మెంట్ ప్రొమోషన్ పాత్స్

source: Environment cannot be in its own promotion path
fr: L'environnement ne peut pas se trouver dans son propre chemin de promotion
kn: ಪರಿಸರವು ತನ್ನದೆ ಆದ ಮೇಲೇರಿಕೆ ಮಾರ್ಗದಲ್ಲಿ ಇರಲು ಸಾಧ್ಯವಿಲ್ಲ
te: ఎన్విరాన్మెంట్ దాని స్వంత ప్రొమోషన్ పాత్ నందు వుండలేదు

source: Environment:
te: ఎన్విరాన్మెంట్:

source: Environments
fr: Environnements
kn: ಪರಿಸರಗಳು
te: ఎన్విరాన్మెంట్స్

source: Errata
kn: ಎರಾಟಾ
te: ఎర్రాటా

source: Errata Install
fr: Installation d'errata
kn: ಎರಾಟಾ ಅನುಸ್ಥಾಪನೆ
te: ఎర్రాటా సంస్థాపన

source: Errata Install scheduled by %s
fr: Installation de l'errata planifiée par %s
kn: ಎರಾಟ ಅನುಸ್ಥಾಪನೆಯನ್ನು %s ಇಂದ ಅನುಸೂಚಿತಗೊಳಿಸಲಾಗಿದೆ
te: ఎర్రాటా సంస్థాపన %s చేత ప్రణాళిక చేయబడెను

source: Errata scheduled for install.
fr: Errata programmé pour installation.
kn: ಎರಾಟ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಅನುಸೂಚಿತಗೊಳಿಸಲಾಗಿದೆ.
te: ఎర్రాటా సంస్థాపనకు వుంది.

source: Erratum
te: ఎర్రాటమ్

source: Erratum '%s' doesn't belong to the specified product!
fr: L'erratum '%s' n'appartient pas au produit spécifié !
kn: '%s' ಎನ್ನುವ ಎರಾಟಮ್ ನಿಶ್ಚಿತ ಉತ್ಪನ್ನಕ್ಕೆ ಸಂಬಂಧಿಸಿಲ್ಲ!
te: ఎర్రాటమ్ '%s' అనునది తెలుపబడిన వుత్పత్తికి చెందినది కాదు!

source: Error
te: దోషం

source: Error syncing!
fr: Synchronisation erronée !
kn: ಸಿಂಕ್ ಮಾಡುವಲ್ಲಿ ದೋಷ!
te: ఎర్రర్ సింకింగ్!

source: Error while deleting provider [ %s ]: %s
te: సమర్పకుడు [ %s ] ను తొలగించుటలో దోషం: %s

source: Error:
te: దోషం:

source: Event
te: ఘటన

source: Events
te: ఘటనలు

source: Exactly one distribution must be present to export a TDL
fr: Seule une distribution doit être présente pour exporter un TDL
kn: ಒಂದು TDL ಅನ್ನು ರಫ್ತು ಮಾಡಲು ಕನಿಷ್ಟ ಒಂದು ವಿತರಣೆಯ ಅಗತ್ಯವಿರುತ್ತದೆ
te: TDL యెగుమతి చేయుటకు ఖచ్చితంగా వొక పంపిణీ తప్పక వుంచాలి

source: Expand
te: విస్తరింపు

source: Expand All
te: అన్నిటినీ విస్తరింపు

source: Expand/Contract All
te: అన్ని విస్తరింపు/కాంట్రాక్ట్

source: Expected attribute is missing:
fr: Attribut attendu manquant :
kn: ನಿರೀಕ್ಷಿತ ಗುಣವಿಶೇಷವು ಕಾಣಿಸುತ್ತಿಲ್ಲ:
te: అనుకున్న యాట్రిబ్యూట్ దొరకలేదు:

source: Fact
te: వాస్తవం

source: Facts
fr: Faits
kn: ವಸ್ತುಸ್ಥಿತಿಗಳು
te: వాస్తవాలు

source: Failed
fr: Échec
kn: ವಿಫಲಗೊಂಡಿದೆ
te: విఫలమైంది

source: Failed to create candlepin environment %s
fr: Échec de la création de l'environnement Candlepin %s
kn: %s ಎಂಬ candlepin ಪರಿಸರವನ್ನು ರಚಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
te: కాండిల్‌పిన్ యెన్విరాన్మెంట్ %s సృష్టించుటకు విఫలమైంది

source: Failed to create candlepin owner %s
fr: Échec de la création du propriétaire Candlepin %s
kn: %s ಎಂಬ candlepin ನಲ್ಲಿ ಮಾಲಿಕನನ್ನು ರಚಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
te: కాండిల్‌పిన్ యజమాని %s సృష్టించుటకు విఫలమైంది

source: Failed to delete all environments for owner %s in candlepin:
te: యజమాని %s కొరకు కాండిల్‌పిన్ నందు అన్ని యెన్విరాన్మెంట్లను తొలగించుటకు విఫలమైంది:

source: Failed to delete all providers for owner %s in candlepin: %s
te: యజమాని %s కొరకు కాండిల్‌పిన్ నందు అన్ని వుత్పాదకులను తొలగించుటకు విఫలమైంది: %s

source: Failed to delete all systems for owner %s in candlepin: %s
te: యజమాని %s కొరకు కాండిల్‌పిన్ నందు అన్ని సిస్టమ్సును తొలగించుటకు విఫలమైంది: %s

source: Failed to delete candlepin environment %s
fr: Échec de la suppression de l'environnement Candlepin %s
kn: %s ಎಂಬ candlepin ಪರಿಸರವನ್ನು ಅಳಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
te: కాండిల్‌పిన్ యెన్విరాన్మెంట్ %s తొలగించుటకు విఫలమైంది

source: Failed to delete candlepin owner %s
fr: Échec de la suppression du propriétaire Candlepin %s
kn: %s ಎಂಬ candlepin ನಲ್ಲಿ ಮಾಲಿಕನನ್ನು ಅಳಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
te: కాండిల్‌పిన్ యజమాని %s తొలగించుటకు విఫలమైంది

source: Failed to delete organization '%s'. Check notices for more details.
fr: Échec de la suppression de l'organisation '%s'. Veuillez vérifier les avis pour plus de détails.
kn: '%s' ಸಂಸ್ಥೆಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ವಿವರಗಳಿಗಾಗಿ ಸೂಚನೆಗಳನ್ನು ನೋಡಿ.
te: సంస్థ '%s' తొలగించుటకు విఫలమైంది. అదిక వివరముల కొరకు నోటీసులను పరిశీలించు.

source: Failed to promote changeset '%s'. Check notices for more details
fr: Échec de la promotion du changeset '%s'. Veuillez vérifier les avis pour plus de détails
kn: '%s' ಸಂಸ್ಥೆಯನ್ನು ಮೇಲೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ವಿವರಗಳಿಗಾಗಿ ಸೂಚನೆಗಳನ್ನು ನೋಡಿ.
te: చేంజ్‌సెట్ '%s' ప్రమోట్ చేయుటకు విఫలమైంది. మరిన్ని వివరాల కొరకు నోటీసులను పరిశీలించు.

source: File
te: ఫైల్

source: Filelist
kn: ಕಡತಪಟ್ಟಿ
te: ఫైల్‌జాబితా

source: Filter
fr: Filtre
kn: ಫಿಲ್ಟರ್
te: ఫిల్టర్

source: Filter %s created successfully.
fr: Filtre %s créé avec succès.
kn: %s ಎಂಬ ಫಿಲ್ಟರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
te: ఫిల్టర్ %s విజయవంతంగా సృష్టించబడెను.

source: Filter on loaded Events...
te: లోడైన ఘటనలపై ఫిల్టర్...

source: Filter on loaded packages...
te: లోడైన ప్యాకేజీలపై ఫిల్టర్...

source: Filter...
te: ఫిల్టర్...

source: Filtered Packages
fr: Paquetages filtrés
kn: ಫಿಲ್ಟರು ಮಾಡಲಾಗ ಪ್ಯಾಕೇಜುಗಳು
te: ఫిల్టర్డ్ ప్యాకేజీలు

source: Filters
fr: Filtres
kn: ಫಿಲ್ಟರುಗಳು
te: ఫిల్టర్స్

source: Filters can be stored only in Library repositories.
te: ఫిల్టర్స్ అనునవి లైబ్రరీ రిపోజిటరీల నందు మాత్రమే నిల్వవుండగలవు.

source: Finished
te: పూర్తైన

source: Force
te: బలవంతం

source: Forgotten username or password?
te: వాడుకరిపేరు లేదా సంకేతపదం మరచినారా?

source: Full Access
te: పూర్తి యాక్సెస్

source: Full Products
te: పూర్తి వుత్పత్తులు

source: GPG Key
fr: Clé GPG
kn: GPG ಕೀಲಿ
te: GPG కీ

source: GPG Key '%s' was created.
fr: La clé GPG '%s' a été créée.
kn: '%s' ಎನ್ನುವ GPG ಕೀಲಿಯನ್ನು ರಚಿಸಲಾಗಿದೆ.
te: GPG కీ '%s' సృష్టించబడెను.

source: GPG Key '%s' was deleted.
fr: La clé GPG '%s' a été supprimée.
kn: '%s' ಎನ್ನುವ GPG ಕೀಲಿಯನ್ನು ಅಳಿಸಲಾಗಿದೆ.
te: GPG కీ '%s' తొలగించబడెను.

source: GPG Key '%s' was updated.
fr: La clé GPG '%s' a été mise à jour.
kn: '%s' ಎನ್ನುವ GPG ಕೀಲಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
te: GPG కీ '%s' నవీకరించబడెను.

source: GPG Key URL:
te: GPG కీ URL:

source: GPG Key assigned at the Product Level for
te: దీనికొరకు GPG కీ అనునది వుత్పత్తి స్థాయి వద్ద అప్పగించబడెను

source: GPG Key assigned at the Repository Level for
te: దీనికొరకు GPG కీ అనునది రిపోజిటరీ స్థాయి వద్ద అప్పగించబడెను

source: GPG Keys
fr: Clés GPG
kn: GPG ಕೀಲಿಗಳು
te: GPG కీలు

source: GPG Keys may be stored by uploading a key directly or copying and pasting the key in upon creation. By visiting the Providers page and selecting either a product or repository, a GPG key that has been created here can be associated with the given entity.
te: GPG కీలను, నేరుగా వొక కీను అప్‌లోడ్ చేయుట ద్వారా గాని లేదా సృష్టీకరణపై కీను నకలుతీయుట లేదా అతికించుట ద్వారా గాని నిల్వవుంచవచ్చును. ఇచట సృష్టించబడిన GPG కీ, వుత్పాదకుల పేజీను దర్శించుట ద్వారా మరియు వొక వుత్పత్తిని లేదా రిపోజిటరీను యెంపికచేయుట ద్వారా యీయబడిన యెంటిటీతో కలిసివుండగలదు.

source: Global Permissions
fr: Permissions globales
kn: ಸಾರ್ವತ್ರಿಕ ಅನುಮತಿಗಳು
te: గ్లోబల్ పరిమితులు

source: Global permissions allow you to create permissions that span all organizations, or choose a specific organization to apply permissions.
te: గ్లోబల్ అనుమతులు అన్ని సంస్థలకు విస్తరించు అనుమతులను సృష్టించుటకు మిమ్ములను అనుమతించును, లేదా లేదా పరిమితులను ఆపాదించుటకు ఫలానా సంస్థను యెంచుటకు అనుమతించును.

source: Global permissions are permissions that span all organizations; however, organization permissions apply only to the organization they are associated with.
te: గ్లోబల్ అనుమతులు అనగా అన్ని సంస్థలకు విస్తరించు అనుమతులు; ఏమైనప్పటికీ, సంస్థ పరిమితులు అవి సంభందించివున్న సంస్థకు మాత్రమే ఆపాదితమగును.

source: Good
te: మంచి

source: Group
te: సమూహం

source: Guest
fr: Invité
kn: ಅತಿಥಿ
te: అతిథి

source: Guests
te: అతిథులు

source: History
fr: Historique
kn: ಇತಿಹಾಸ
te: చరిత్ర

source: Host
fr: Hôte
kn: ಆತಿಥೇಯ
te: అతిథేయ

source: Host & Guest Info
te: అతిథేయ & అతిథి సమాచారం

source: Hypervisor
fr: Hyperviseur
kn: ಹೈಪರ್ವೈಸರ್
te: హైపర్విజర్

source: Hypervisor does not support this action
fr: L'hyperviseur ne prend pas cette action en charge
kn: ಹೈಪರ್ವೈಸರ್ ಈ ಕ್ರಿಯೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ
te: ఈ చర్యకు హైపర్విజర్ తోడ్పాటునీయదు

source: Hypervisors do not have errata
fr: Les hyperviseurs n'ont pas d'errata
kn: ಹೈಪರ್ವೈಸರುಗಳು ಯಾವುದೆ ಎರಾಟವನ್ನು ಹೊಂದಿಲ್ಲ
te: హైపర్విజర్స్ యెర్రాటా కలిగిలేవు

source: Hypervisors do not have packages
fr: Les hyperviseurs n'ont pas de paquetages
kn: ಹೈಪರ್ವೈಸರುಗಳು ಯಾವುದೆ ಪ್ಯಾಕೇಜುಗಳನ್ನು ಹೊಂದಿಲ್ಲ
te: హైపర్విజర్స్ ప్యాకేజీలు కలిగిలేవు

source: Hypervisors do not have software products
fr: Les hyperviseurs n'ont pas de produits logiciels
kn: ಹೈಪರ್ವೈಸರುಗಳು ಯಾವುದೆ ತಂತ್ರಾಂಶ ಉತ್ಪನ್ನಗಳನ್ನ್ನು ಹೊಂದಿಲ್ಲ
te: హైపర్విజర్స్ సాఫ్టువేర్ వుత్పత్తులు కలిగిలేవు

source: I remembered my login credentials.
te: నేను నా లాగిన్ అనవాళ్ళను గుర్తుంచుకొన్నాను.

source: ID
te: ఐడి

source: INFO
te: సమాచారం

source: IP:
te: ఐపి:

source: Id / Link
te: ఐడి / లింక్

source: If you did not request this password to be reset, just ignore this email and the password will continue to stay the same.
te: మీరు యీ సంకేతపదం తిరిగిఅమర్పును అభ్యర్దించకపోతే, యీ యీమెయిల్‌ను విస్మరించండి మరియు సంకేతపదం అలానే వుంటుంది.

source: If you do not know your login, please enter your email address below and your login will be sent to you.
te: మీకు మీ లాగిన్ తెలియకపోతే, దయచేసి మీ యీమెయిల్ చిరునామాను కిందన ప్రవేశపెట్టండి మరియు మీ లాగిన్ మీకు పంపబడును.

source: If you do not know your password, enter your login and email address below and instructions on resetting your password will be sent to you.
te: మీకు మీ సంకేతపదం తెలియకపోతే, మీ లాగిన్ మరియు యీమెయిల్ చిరునామాను కిందన ప్రవేశపెట్టండి, సంకేతపదం తిరిగిఅమర్చుటకు సంభందించిన సూచనలు మీకు పంపబడును.

source: Import History
fr: Importer l'historique
kn: ಆಮದು ಇತಿಹಾಸ
te: చరిత్రను దింపుకోలు

source: Import Time
te: సమయం దింపుకోలు

source: Info
te: సమాచారం

source: Initial Application Life Cycle Management Environment
te: ప్రాధమిక అనువర్తనం లైఫ్ సైకిల్ నిర్వహణ యెన్విరాన్మెంట్

source: Initial Registration Params
fr: Paramètres d'enregistrement initial
kn: ಆರಂಭಿಕ ನೋಂದಣಿ ನಿಯತಾಂಕಗಳು
te: ప్రాధమిక నమోదీకరణ పారామితులు

source: Inline Help Enabled:
te: ఇన్‌లైన్ సహాయం చేతనమైను:

source: Install of Package Groups '%{g}' scheduled for System '%{s}'.
fr: Installation des groupes de paquetages '%{g}' planifiée pour le système '%{s}'.
kn: '%{g}' ಪ್ಯಾಕೇಜು ಗುಂಪುಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸಲು '%{s}' ಎಂಬ ವ್ಯವಸ್ಥೆಗೆ ಅನುಸೂಚಿತಗೊಂಡಿದೆ.
te: '%{g}' ప్యాకేజీ సమూహాల సంస్థాపన సిస్టమ్ '%{s}' కొరకు ప్రణాళిక చేయబడెను.

source: Install of Packages '%{p}' scheduled for System '%{s}'.
fr: Installation des paquetages '%{p}' planifiée pour le système '%{s}'.
kn: '%{p}' ಪ್ಯಾಕೇಜುಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸಲು '%{s}' ಎಂಬ ವ್ಯವಸ್ಥೆಗೆ ಅನುಸೂಚಿತಗೊಂಡಿದೆ.
te: '%{p}' ప్యాకేజీల సంస్థాపన సిస్టమ్ '%{s}' కొరకు ప్రణాళిక చేయబడెను.

source: Installing
te: సంస్థాపించుచున్నది

source: Insufficient Entitlements
te: సరిపోని యెన్టైటిల్మెంట్స్

source: Interval
fr: Intervalle
kn: ಕಾಲಾವಧಿ
te: విరామం

source: Invalid Subscriptions
te: చెల్లని సబ్‌స్క్రిప్షన్స్

source: Invalid Url
te: చెల్లని Url

source: Invalid resource type '%{resource_type}'. Resource Types can be one of '%{possible_types}'
fr: Type de ressource invalide '%{resource_type}'. Le type de ressource doit être l'un de '%{possible_types}'
kn: ಅಮಾನ್ಯವಾದ ಸಂಪನ್ಮೂಲದ ಬಗೆ '%{resource_type}'. ಸಂಪನ್ಮೂಲದ ಬಗೆಗಳು '%{possible_types}' ನಲ್ಲಿ ಒಂದು ಆಗಿರಬೇಕು
te: చెల్లని వనరు రకం '%{resource_type}'. వనరు రకాలు '%{possible_types}' లో వొకటి కాగలవు

source: Invalid state
fr: État invalide
kn: ಅಮಾನ್ಯವಾದ ಸ್ಥಿತಿ
te: చెల్లని స్థితి

source: Invalid verb '%{verb}'. Verbs for resource type '%{resource_type}' can be one of %{possible_verbs}
fr: Verbe invalide '%{verb}'. Les verbes pour le type de ressource '%{resource_type}' doivent être l'un de %{possible_verbs}
kn: ಅಮಾನ್ಯವಾದ ಕ್ರಿಯಾಪದದ ಬಗೆ '%{verb}'. ಸಂಪನ್ಮೂಲದ ಬಗೆಗಳಾದ '%{possible_types}' ಗಾಗಿ ಕ್ರಿಯಾಪದದ ಬಗೆಯ %{possible_types} ನಲ್ಲಿ ಒಂದು ಆಗಿರಬೇಕು
te: చెల్లని verb '%{verb}'. వనరు రకం '%{resource_type}' కొరకు Verbs %{possible_verbs} వీటిలో వొకటి కాగలదు

source: Issued
te: జారీచేసిన

source: It is not allowed to create products in Red Hat provider.
fr: Il n'est pas permis de créer des produits dans le fournisseur Red Hat.
kn: Red Hat ಒದಗಿಸುವವರಿಗಾಗಿ ಉತ್ಪನ್ನಗಳನ್ನು ಸೃಷ್ಟಿಸಲು ಅನುಮತಿಸುವುದಿಲ್ಲ.
te: Red Hat వుత్పాదకునినందు వుత్పత్తులను సృష్టించుట అనుమతించబడదు.

source: It is not allowed to import manifest for a custom provider.
fr: Importer un manifeste pour un fournisseur personnalisé n'est pas autorisé.
kn: ಇಚ್ಛೆಸುವ ಒದಗಿಸುವವರಿಗಾಗಿ ಮ್ಯಾನಿಫೆಸ್ಟ್‍ ಅನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ಅನುಮತಿ ಇರುವುದಿಲ್ಲ.
te: వినియోగదారి సమర్పకుని కొరకు మానిఫెస్ట్ దిగుమతి చేయుట అనుమతినీయదు

source: It is not allowed to update a Red Hat product.
fr: Il n'est pas permis de mettre à jour un produit Red Hat.
kn: Red Hat ಉತ್ಪನ್ನವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
te: Red Hat వుత్పత్తిని నవీకరించుటకు అనుమతించదు.

source: It is not allowed to update a Red Hat repository.
fr: Il n'est pas permis de mettre à jour un référentiel Red Hat.
kn: Red Hat ರೆಪೊಸಿಟರಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
te: Red Hat రిపోజిటరీను నవీకరించుటకు అనుమతించదు.

source: Katello Logins
fr: Identifiants Katello
kn: Katello ಲಾಗಿನ್‌ಗಳು
te: కేటెల్లో లాగిన్లు

source: Katello Logo
te: కేటెల్లో లోగో

source: Katello User '%s' Password Reset
fr: Réinitialisation du mot de passe de l'utilisateur Katello '%s'
kn: '%s' ಎಂಬ Katello ಬಳಕೆದಾರನ ಗುಪ್ತಪದದ ಮರುಹೊಂದಿಕೆ
te: కేటెల్లో వాడుకరి '%s' సంకేతపదం తిరిగివుంచబడెను

source: Key
fr: Clé
kn: ಕೀಲಿ
te: కీ

source: Last Booted
te: చివరిగా బూటైన

source: Last Checked In
te: చివరిగా చెక్‌యిన్ అయిన

source: Last Checked in Date
te: చివరిగా చెకిన్ అయిన తేది

source: Latest Notifications
te: సరికొత్త ప్రకటనలు

source: Level
te: స్థాయి

source: Library
te: లైబ్రరీ

source: Library environment cannot contain a changeset!
te: లైబ్రరీ యెన్విరాన్మెంట్ చేంజ్‌సెట్‌ను కలిగిలేదు!

source: License
te: లైసెన్స్

source: List
fr: Liste
kn: ಪಟ್ಟಿ
te: జాబితా

source: List Actions
te: జాబితా చర్యలు

source: Listed below are the subscriptions information. If you have a subscription manifest you may upload it below. This manifest may be obtained by visiting the Red Hat Customer Portal or by contacting your support representative.
te: కింద జాబితా చేసినవి సబ్‌స్క్రిప్షన్స్ సమాచారం. మీరు సబ్‌స్క్రిప్షన్ మేనిఫెస్ట్ కలిగివుంటే మీరు దానిని కిందన అప్‌లోడ్ చేయవచ్చు. ఈ మేనిఫెస్ట్ Red Hat వినియోగదారి పోర్టల్ దర్శించుట ద్వారా పొందవచ్చు లేదా మీ తోడ్పాటు ప్రతినిధి సంప్రదించుట ద్వారా.

source: Loading
te: లోడింగ్

source: Loading
te: లోడింగ్

source: Loading Permissions
te: అనుమతులు లోడవుచున్నవి

source: Loading Promotion Changeset
te: ప్రమోషన్ చేంజ్‌సెట్‌ను లోడుచేస్తోంది

source: Loading Role
te: పాత్ర లోడవుచున్నది

source: Loading System Template
te: సిస్టమ్ టెంప్లేట్ లోడవుచున్నది

source: Loading dependencies.
te: ఆధారాలను లోడుచేస్తున్నది.

source: Location
te: స్థానము

source: Log In
te: లాగిన్

source: Login Information
te: లాగిన్ సమాచారం

source: Login Successful
fr: Connexion réussie
kn: ಲಾಗಿನ್ ಯಶಸ್ವಿಯಾಗಿದೆ
te: లాగిన్ సఫలం

source: Login Unknown
te: లాగిన్ తెలియనిది

source: Logout
te: లాగవుట్

source: Logout Successful
fr: Déconnexion réussie
kn: ನಿರ್ಗಮನವು ಯಶಸ್ವಿಯಾಗಿದೆ
te: లాగవుట్ సఫలం

source: Machine Type
te: మిషన్ రకం

source: Match System
fr: Système de correspondance
kn: ವ್ಯವಸ್ಥೆಯನ್ನು ಹೊಂದಿಸು
te: సరితూగు వ్యవస్థ

source: Message
te: సందేశం

source: Modify Organization and Administer Environments
fr: Modifier les environnements Organisation et Administrer
kn: ಸಂಸ್ಥೆ ಹಾಗು ವ್ಯವಸ್ಥಾಪನಾ ಪರಿಸರಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ
te: సంస్థ మరియు నిర్వాహకుని యెన్విరాన్మెంట్స్ సవరించు

source: Modify Package Filters
fr: Modifier les filtres de paquetages
kn: ಪ್ಯಾಕೇಜು ಫಿಲ್ಟರುಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ
te: ప్యాకేజీ ఫిల్టర్స్ సవరించు

source: Modify Providers and Administer Products
fr: Modifier Fournisseurs et Administrer les produits
kn: ಸಂಸ್ಥೆ ಹಾಗು ವ್ಯವಸ್ಥಾಪನಾ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ
te: ఉత్పాదకులను మరియు నిర్వాహక వుత్పత్తులను సవరించు

source: Modify Roles
fr: Modifier Rôles
kn: ಪಾತ್ರಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ
te: పాత్రలను సవరించు

source: Modify Systems
fr: Modifier Systèmes
kn: ವ್ಯವಸ್ಥೆಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ
te: వ్యవస్థలను సవరించు

source: Modify Systems in Environment
fr: Modifier Systèmes dans l'environnement
kn: ಪರಿಸರದಲ್ಲಿನ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ
te: ఎన్విరాన్మెంటునందు వ్యవస్థలను సవరించు

source: Modify Users
fr: Modifier Utilisateurs
kn: ಬಳಕೆದಾರನನ್ನು ಮಾರ್ಪಡಿಸಿ
te: వాడుకరులను సవరించు

source: More >>
te: మరిన్ని >>

source: More details
te: మరిన్ని వివరాలు

source: More...
te: మరిన్ని...

source: Must be unique within an environment
fr: Doit être unique dans un environnement
kn: ಒಂದು ಪರಿಸರದಲ್ಲಿ ವಿಶಿಷ್ಟವಾಗಿರಬೇಕು
te: ఒక యెన్విరాన్మెంట్ నందు తప్పక విశిష్టంగా వుండాలి

source: Name
fr: Nom
kn: ಹೆಸರು
te: పేరు

source: Name can not be blank.
te: పేరు బ్లాంక్ కాలేదు.

source: Name cannot be blank.
fr: Le nom ne peut pas être vide.
kn: ಹೆಸರು ಖಾಲಿ ಇರುವಂತಿಲ್ಲ.
te: పేరు ఖాళీగా వుండలేదు.

source: Name must be unique within one organization
fr: Le nom doit être unique dans une organisation
kn: ಒಂದು ಸಂಸ್ಥೆಯ ಒಳಗೆ ಹೆಸರು ವಿಶಿಷ್ಟವಾಗಿರಬೇಕು
te: ఒక సంస్థ లోపల పేరు విశిష్టంగా వుండాలి.

source: Name of Your System:
te: మీ సిస్టమ్ యొక్క పేరు:

source: Name:
te: పేరు:

source: Never checked in.
fr: Jamais enregistré.
kn: ಎಂದಿಗೂ ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ.
te: ఎప్పుడు చెక్‌డ్ యిన్ కాదు.

source: New Activation Key
te: కొత్త క్రియాశీల కీ

source: New Changeset
te: కొత్త చేంజ్‌సెట్

source: New Default Environment
te: కొత్త అప్రమేయ వాతావరణం

source: New Default Organization:
te: కొత్త అప్రమేయ సంస్థ:

source: New GPG Key
te: కొత్త GPG కీ

source: New Organization
te: కొత్త సంస్థ

source: New Package Filter
te: కొత్త ప్యాకేజీ ఫిల్టర్

source: New Provider
te: కొత్త సమర్పకులు

source: New Role
te: కొత్త పాత్ర

source: New Sync Plan
te: కొత్త సింక్ ప్లాన్

source: New System Template
te: కొత్త సిస్టమ్ టెంప్లేట్

source: New User
te: కొత్త వాడుకరి

source: New system
te: కొత్త సిస్టమ్

source: New templates can be created only in a Library environment
te: కొత్త మాదిరిలు లైబ్రరీ యెన్విరాన్మెంట్ నందు మాత్రమే సృష్టించగలము

source: New templates can be imported only into a Library environment
te: లైబ్రరీ యెన్విరాన్మెంటునకు మాత్రమే కొత్త మాదిరిలు దిగుమతి చేయగలం

source: Next >>
te: తరువాతి >>

source: No
te: లేదు

source: No Default Organization
te: కొత్త అప్రమేయ సంస్థ

source: No Subscriptions Available
te: ఏ సబ్‌స్క్రిప్షన్లు అందుబాటులో లేవు

source: No System Templates are currently defined
te: ఏ సిస్టమ్ టెంప్లేట్స్ ప్రస్తుతం నిర్వచించిలేవు

source: No Template
fr: Aucun modèle
kn: ಯಾವುದೆ ಸಿದ್ಧಮಾದರಿ ಇಲ್ಲ
te: ఏ టెంప్లేట్ లేదు

source: No Templates
te: ఏ టెంప్లేట్స్ లేవు
