Repository: Katello/katello
Catalog: src/locale/*/app.po
Languages: fr, kn, or, te

source: Update of Packages '%{packages}' scheduled for System Group '%{group}' failed. Reason: %{message}
fr: La mise à jour planifiée des paquetages « %{packages} » du groupe de systèmes « %{group} » a échoué. Raison : %{message}
kn: '%{name}' ವ್ಯವಸ್ಥೆ ಗುಂಪಿಗಾಗಿ ಅನುಸೂಚಿತ '%{groups}' ಪ್ಯಾಕೇಜನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡುವುದು ವಿಫಲಗೊಂಡಿದೆ. ಕಾರಣ: %{message}

source: Update of Packages '%{packages}' scheduled for System Group '%{name}'.
fr: Mise à jour planifiée des paquetages « %{packages} » du groupe de systèmes « %{name} ».
kn: '%{name}' ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗಾಗಿ ಅನುಸೂಚಿತಗೊಂಡ '%{packages}' ಪ್ಯಾಕೇಜುಗಳ ಅಪ್‌ಡೇಟ್.

source: Update of all packages scheduled for System '%s'.
fr: Mise à jour de tous les paquetages planifiée pour le système « %s ».
kn: '%s' ಎಂಬ ವ್ಯವಸ್ಥೆಗೆ ಅನುಸೂಚಿತಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪ್ಯಾಕೇಜುಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.

source: Usage limit (%{limit}) exhausted for activation key '%{name}'
fr: Limite d'utilisation (%{limit}) de la clé d'activation « %{name} » atteinte
kn: '%{name}' ಸಕ್ರಿಯಗೊಳಿಕಾ ಕೀಲಿಗಾಗಿ ಬಳಕೆಯ ಮಿತಿಯು (%{limit}) ತೀರಿದೆ

source: User '%{username}' assigned to role '%{rolename}'
fr: Utilisateur « %{username} » assigné au rôle « %{rolename} »
kn: '%{username}'ಬಳಕೆದಾರನಿಗೆ '%{rolename}' ಪಾತ್ರವನ್ನು ನಿಯೋಜಿಸಲಾಗಿದೆ

source: User '%{username}' unassigned from role '%{rolename}'
fr: L'utilisateur « %{username} » n'est plus assigné au rôle « %{rolename} »
kn: '%{username}'ಬಳಕೆದಾರನಿಗೆ '%{rolename}' ಪಾತ್ರದು ನಿಯೋಜನೆಯಿಂದ ಮುಕ್ತಗೊಳಿಸಲಾಗಿದೆ

source: User System Registration Environment updated successfully.
fr: Mise à jour de l'environnement d'enregistrement du système de l'utilisateur réussie.
kn: ಬಳಕೆದಾರರರ ವ್ಯವಸ್ಥೆಯ ನೋಂದಣಿ ಪರಿಸರವು ಯಶಸ್ವಿಯಾಗಿ ಪೂರ್ಣಗೊಂಡಿದೆ.

source: Validation failed: Label has already been taken
kn: ಮಾನ್ಯಗೊಳಿಕೆಯು ವಿಫಲಗೊಂಡಿದೆ: ಲೇಬಲ್ ಅನ್ನು ಈಗಾಗಲೆ ತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ

source: Version
kn: ಆವೃತ್ತಿ

source: Welcome Back
fr: Bienvenue
kn: ಮರಳಿ ಸ್ವಾಗತ

source: Wrong/Invalid parameters sent for %{controller}/%{action}.\n Wrong Parameters: \n%{params}\n Parameters Received:\n %{all_params}
kn: %{controller}/%{action} ಗಾಗಿ ತಪ್ಪು/ಅಮಾನ್ಯವಾದ ನಿಯತಾಂಕಗಳನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ.\n ತಪ್ಪು ನಿಯತಾಂಕಗಳು: \n%{params}\n ಸ್ವೀಕರಿಸಲಾದ ನಿಯತಾಂಕಗಳು:\n %{all_params}

source: You cannot have more than %{max_systems} system(s) associated with system group '%{group}'.
fr: Vous ne pouvez pas avoir plus de %{max_systems} système(s) associé(s) au groupe de systèmes « %{group} ».
kn: ನೀವು '%{group}' ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗೆ ಸಂಬಂಧಿಸಿದ %{max_systems} ವ್ಯವಸ್ಥೆಗಳಿಗಿಂತ ಹೆಚ್ಚಿನವುಗಳನ್ನು ಹೊಂದಿರುವಂತಿಲ್ಲ.

source: You have not set a default organization and environment on the user %s.
fr: Vous n'avec pas défini d'organisation et d'environnement par défaut pour l'utilisateur %s.
kn: %s ಬಳಕೆದಾರನಿಗಾಗಿ ನೀವು ಪೂರ್ವನಿಯೋಜಿತ ಸಂಸ್ಥೆ ಮತ್ತು ಪರಿಸರವನ್ನು ಹೊಂದಿಸಿಲ್ಲ.

source: Your current organization is no longer valid. It is possible that either the organization has been deleted or your permissions revoked, please log back in to continue.
fr: Votre organisation actuelle n'est plus valide. Il est possible que l'organisation a été supprimée ou que vos permissions aient été révoquées, veuillez vous reconnecter pour continuer.
kn: ನಿಮ್ಮ ಪ್ರಸಕ್ತ ಸಂಸ್ಥೆಯು ಮಾನ್ಯವಾಗಿ ಉಳಿದಿಲ್ಲ. ಸಂಸ್ಥೆಯನ್ನು ಅಳಿಸಲಾಗಿರುವ ಅಥವ ನಿಮ್ಮ ಅನುಮತಿಗಳನ್ನು ರದ್ದು ಮಾಡಿರುವ ಸಾಧ್ಯತೆ ಇದೆ, ಮುಂದುವರೆಯಲು ದಯವಿಟ್ಟು ಮರಳಿ ಲಾಗಿನ್ ಆಗಿ.

source: Your default environment has been removed. Please choose another one.
fr: Votre environnement par défaut a été supprimé. Veuillez en choisir un autre.
kn: ನಿಮ್ಮ ಪೂರ್ವನಿಯೋಜಿತ ಪರಿಸರವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಬೇರೊಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.

source: cannot be a binary file.
fr: ne peut pas être un fichier binaire.
kn: ಬೈನರಿ ಕಡತವಾಗಿರುವಂತಿಲ್ಲ.

source: cannot contain characters other than ASCII values
fr: ne peut pas contenir de caractères autres que des valeurs ASCII
kn: ASCII ಮೌಲ್ಯಗಳನ್ನು ಹೊರತುಪಡಿಸಿ ಯಾವುದೆ ಅಕ್ಷರಗಳು ಇರುವಂತಿಲ್ಲ

source: cannot contain characters other than ascii alpha numerals, '_', '-'.
fr: ne peut pas contenir de caractères autres que des alphanumériques ASCII, '_' ou '-'.
kn: ascii ಅಕ್ಷರ ಅಂಕೆ, '_', '-' ಅನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರುವಂತಿಲ್ಲ.

source: environment
fr: environnement
kn: ಪರಿಸರ

source: may not be less than the number of systems associated with the system group.
fr: ne peut pas être inférieur au nombre de systèmes associés au groupe de systèmes.
kn: ವ್ಯವಸ್ಥೆಯ ಗುಂಪಿಗೆ ಸಂಬಂಧಿಸಿದ ವ್ಯವಸ್ಥೆಗಳಿಗಿಂತ ಕಡಿಮೆ ಸಂಖ್ಯೆಯಾಗಿರಬಾರದು.

source: may not be set to 0.
fr: ne peut pas être défini sur 0.
kn: 0 ಗೆ ಹೊಂದಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: must be a positive integer value.
fr: doit être une valeur entière positive.
kn: ಒಂದು ಧನ ಪೂರ್ಣಾಂಕವಾಗಿರಬೇಕು.

source: must be higher than current usage (%s) or unlimited
fr: doit être plus important que l'utilisation actuelle (%s) ou illimité
kn: ಪ್ರಸಕ್ತ ಬಳಕೆ (%s) ಅಥವ ಅನಿಯಮಿತಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿರಬೇಕು

source: must be one of %s
fr: doit être l'un de %s
kn: %s ನಲ್ಲಿ ಒಂದು ಆಗಿರಬೇಕು

source: must be unique.
fr: doit être unique.
kn: ಇದು ವಿಶಿಷ್ಟವಾಗಿರಬೇಕು.

source: must contain '%s'
kn: '%s' ಅನ್ನು ಹೊಂದಿರಲೇಬೇಕು.

source: must contain at least %s character
fr: doit contenir au moins %s caractère(s)
kn: ಕನಿಷ್ಟ %s ಅಕ್ಷರವನ್ನು ಹೊಂದಿರಬೇಕು

source: name: %s doesn't exist
fr: nom : %s n'existe pas
kn: ಹೆಸರು: %s ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ

source: of environment must be unique within one organization
kn: ಪರಿಸರದ ಸಂಸ್ಥೆಯ ಒಳಗೆ ವಿಶಿಷ್ಟ ರೀತಿಯದ್ದಾಗಿರಬೇಕು

source: organization
fr: organisation
kn: ಸಂಸ್ಥೆ

source: organization_id required but not specified.
fr: organization_id requis mais non-spécifié.
kn: organization_id ಅಗತ್ಯವಿದೆ ಆದರೆ ಅದನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ.

source: repository
fr: référentiel
kn: ರೆಪೊಸಿಟರಿ

source: the %s Bugzilla
fr: Bugzilla %s
kn: %s ಬಗ್‌ಝಿಲ್ಲಾ

source: the CloudForms Documentation
fr: Documentation CloudForms
kn: CloudForms ದಸ್ತಾವೇಜು

source: Domain
fr: Domaine

source: Domains
fr: Domaines
