Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Candlepin Event
bn: Candlepin-র ইভেন্ট
de: Candlepin-Ereignis
es: Evento de Candlepin
gu: Candlepin ઘટના
hi: कैंडलपिन घटना
it: Evento Candlepin
ja: Candlepin イベント
mr: कँडलपिन इव्हेंट
pa: Candlepin ਈਵੈਂਟ
ru: Событие Candlepin
ta: Candlepin நிகழ்வு

source: Cannot add/remove or change permissions related to a locked role.
bn: লক করা ভূমিকার জন্য অনুমতি যোগ/অপসারণ অথবা পরিবর্তন করা যাবে না।
de: Berechtigungen für eine gesperrte Rolle können nicht hinzugefügt/entfernt werden.
es: No se pueden añadir o cambiar permisos relacionados con el rol bloqueado.
gu: તાળુ મારેલ ભૂમિકાને સંબંધિત પરવાનગીઓને ઉમેરી/દૂર અથવા બદલી શકાતી નથી.
hi: तालाबंद भूमिका में अनुमति जोड़/हटा नहीं सकता है.
it: Impossibile aggiungere/rimuovere o modificare i permessi relativi ad un ruolo bloccato.
ja: ロックされたロールに関連するパーミッションの追加/変更はできません。
mr: लॉकड् रोल संबंधित परवानगी समाविष्ट करणे/काढून टाकणे अशक्य.
pa: ਲਾਕ ਕੀਤੇ ਰੋਲ ਸੰਬੰਧੀ ਅਧਿਕਾਰ ਜੋੜ ਜਾਂ ਹਟਾ ਜਾਂ ਤਬਦੀਲ ਨਹੀਂ ਕਰ ਸਕਦੇ।
ru: Не допускается добавлять, изменять и удалять разрешения для заблокированной роли.
ta: ஒரு பூட்டப்பட்ட பங்கினை சேர்க்க/நீக்க அல்லது அனுமதிகளை மாற்ற முடியாது.

source: Cannot change the name or description of a locked role.
bn: লক করা ভূমিকার নাম অথবা বিবরণ পরিবর্তন করা যাবে না।
de: Name oder Beschreibung für eine gesperrte Rolle können nicht geändert werden.
es: No se puede cambiar el nombre o descripción de un rol bloqueado.
gu: તાળુ મારેલ ભૂમિકાનું નામ અથવા વર્ણનને બદલી શકાતુ નથી.
hi: तालाबंद फ़ाइल का विवरण या नाम बदल नहीं सकता है.
it: Impossibile modificare il nome o la descrizione di un ruolo bloccato.
ja: ロックされたロールの名前または詳細の変更はできません。
mr: लॉक्ड् रोलचे नाव किंवा वर्णन बदलणे अशक्य.
pa: ਲਾਕ ਕੀਤੇ ਰੋਲ ਦਾ ਨਾਂ ਜਾਂ ਵੇਰਵਾ ਤਬਦੀਲ ਨਹੀਂ ਕਰ ਸਕਦਾ।
ru: Не допускается изменять имя и описание заблокированной роли.
ta: ஒரு பூட்டப்பட்ட பங்கின் பெயர் அல்லது விளக்கத்தை மாற்ற முடியாது.

source: Cannot create activation keys in Library environment
bn: Library পরিবেশের মধ্যে অ্যাক্টিভেশন-কি প্রস্তুত করা যাবে না
de: Aktivierungsschlüssel können nicht in Bibliothek-Umgebung erstellt werden.
es: No se pueden crear llaves de activación en el entorno de biblioteca
gu: લાઇબ્રેરી પર્યાવરણમાં સક્રિયકરણ કીઓને બનાવી શકાતુ નથી
hi: लाइब्रेरी वातावरण के साथ सक्रियकरण कुंजी बना नहीं कर सकता
it: Impossibile creare le chiavi di attivazione nell'ambiente Library
ja: ライブラリ環境ではアクティベーションキーを作成できません。
mr: लाइब्ररि वातावरणात ॲक्टिवेशन किज् निर्माण करणे अशक्य
pa: ਲਾਇਬਰੇਰੀ ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਸਰਗਰਮੀ ਕੁੰਜੀਆਂ ਨਹੀਂ ਬਣਾ ਸਕਦਾ ਹੈ
ru: Невозможно создать ключи активации в окружении Locker
ta: நூலக சூழலில் செயல்பாட்டு விசைகளை உருவாக்க முடியாது

source: Cannot delete currently logged user
bn: বর্তমানে লগ-ইন করা ব্যবহারকারীর তথ্য মুছে ফেলা সম্ভব নয়
de: Derzeit angemeldeter Benutzer kann nicht gelöscht werden
es: No se puede borrar el usuario que está conectado actualmente
gu: હાલમાં પ્રવેશેલ વપરાશકર્તાને કાઢી શકાતુ નથી
hi: अभी लॉग किए हुए उपयोक्ता को मिटाया नहीं जा सकता है
it: Impossibile cancellare l'utente attualmente registrato
ja: 現在ログインしているユーザーは削除できません。
mr: सध्या लॉगड् वापरकर्त्याला नष्ट करणे अशक्य
pa: ਮੌਜੂਦਾ ਲਾਗਇਨ ਹੋਏ ਯੂਜ਼ਰ ਹਟਾ ਨਹੀਂ ਸਕਦਾ
ru: Невозможно удалить авторизованного пользователя
ta: தற்போது உள்நுழைந்த பயனரை அழிக்க முடியாது

source: Cannot dissociate user '%s' from '%s' role. Need at least one user in the '%s' role.
bn: '%s' ব্যবহারকারীকে from '%s' ভূমিকা থেকে বিচ্ছিন্ন করা যাবে না। '%s' ভূমিকায় অন্তত একজন ব্যবহারকারী উপস্থিত থাকা আবশ্যক।
de: Benutzer '%s' kann nicht von '%s' Rolle entfernt werden. Es muss mindestens ein Benutzer mit der '%s'-Rolle verknüpft sein.
es: No se puede disociar usuario '%' del '%' rol. Se necesita por lo menos un usuario en el rol '%'.
gu: '%s' ભૂમિકામાંથી વપરાશકર્તા '%s' નો સંબંધ તોડી શકાતો નથી. '%s' ભૂમિકામાં ઓછામાં ઓછા એક વપરાશકર્તાની જરૂર છે.
hi: उपयोक्ता '%s' को '%s' भूमिका से अलग नहीं किया जा सकात है. '%s' भूमिका में कम से कम एक उपयोक्ता की जरूरत है.
it: Impossibile rimuovere associazione utente '%s' dal ruolo '%s'. È necessario avere almeno un utente nel ruolo '%s'.
ja: ユーザー「%s」をロール「%s」から外せません。「%s」ロールには少なくともユーザーがひとり必要です。
mr: वापरकर्ता '%s' यास '%s' रोलपासून विलग करणे अशक्य. '%s' रोलमध्ये किमान एक वापरकर्ता अपेक्षीत आहे.
pa: ਯੂਜ਼ਰ '%s' ਨੂੰ '%s' ਰੋਲ ਤੋਂ ਹਟਾ ਨਹੀਂ ਸਕਦਾ। ਘੱਟੋ-ਘੱਟ '%s' ਰੋਲ ਵਿੱਚ ਇੱਕ ਯੂਜ਼ਰ ਦੀ ਲੋੜ ਹੈ।
ru: Нельзя исключить единственного пользователя «%s» из роли «%s».
ta: பயனர் '%s' இலிருந்து '%s' பங்கிற்கு ஒருங்கிணைக்க முடியாது. '%s' பங்கிற்கு ஒரு பயனர் வேண்டும்.

source: Cannot export templates for the Library environment.
bn: Library পরিবেশের জন্য টেমপ্লেট এক্সপোর্ট করা সম্ভব নয়।
de: Vorlagen für Bibliothek-Umgebung können nicht exportiert werden.
es: No se pueden exportar plantillas para el entorno de biblioteca.
gu: લાઇબ્રેરી પર્યાવરણ માટે ટૅમ્પલેટનું નિકાસ કરી શકાતુ નથી.
hi: टेम्पलेट्स को लाइब्रेरी वातावरण के लिए निर्यात नहीं किया जा सकता है
it: Impossibile esportare i template per l'ambiente Library.
ja: ライブラリ環境のテンプレートはエクスポートできません。
mr: लाइब्ररि वातावरणकरीता टेम्पलेटस् एक्सपोर्ट करणे अशक्य.
pa: ਲਾਇਬਰੇਰੀ ਇਨਵਾਇਰਮੈਂਟ ਲਈ ਟੈਂਪਲਿਟ ਐਕਸਪੋਰਟ ਨਹੀਂ ਕਰ ਸਕਦਾ।
ru: Невозможно экспортировать шаблоны окружения Locker
ta: நூலக சூழலுக்காக மாதிரிஉருக்களை ஏற்றுமதி செய்ய முடியாது

source: Cannot modify a template that is another environment
bn: ভিন্ন এনভায়রনমেন্টের মধ্যে উপস্থিত টেমপ্লেট পরিবর্তন করা সম্ভব নয়
de: Vorlage für andere Umgebung kann nicht verändert werden
es: No se puede modificar una plantilla que esté en otro entorno
gu: ટૅમ્પલેટને બદલી શકાતુ નથી કે જે બીજુ પર્યાવરણ છે
hi: दूसरे वातावरण के नमूने को बदल नहीं सकते हैं
it: Impossibile modificare un template che rappresenta un altro ambiente
ja: 別の環境にあるテンプレートは変更できません。
mr: दुसरे वातावरण असणारे टेम्प्लेट संपादित करणे अशक्य
pa: ਟੈਂਪਲਿਟ ਨੂੰ ਸੋਧ ਨਹੀਂ ਸਕਦਾ ਜੋ ਹੋਰ ਵਾਤਾਵਰਨ ਹੈ
ru: Невозможно изменить шаблон с другим окружением.
ta: மற்றொரு சூழலில் ஒரு மாதிரிஉருவை மாற்றியமைக்க முடியவில்லை

source: Cannot promote the changeset '%s' while another changeset (%s) is being promoted.
bn: '%s' changeset-টি এখন প্রোমোট করা যাবে না কারণ অন্য একটি changeset (%s) এখন প্রোমোট করা হচ্ছে।
de: Änderungssatz '%s' kann nicht übertragen werden, während ein anderer Änderungssatz (%s) übertragen wird.
es: No se puede promover el Changeset '%' mientras otro changeset (%s)se está promoviendo.
gu: ચેન્જસેટ '%s' ને પ્રોત્સાહિત કરી શકાતો નથી જ્યારે બીજો ચેન્જસેટ (%s) એ પ્રોત્સાહિત થયેલ હોય.
hi: चेंजसेट '%s' को प्रोन्नत नहीं किया जा सकता है जब दूसरा चेंजसेट (%s) प्रोन्नत किया जा रहा हो.
it: Impossibile avanzare changeset '%s' durante l'avanzamento di un altro changeset (%s).
ja: 別の更新セット (%s)がプロモートされている途中なため、更新セット '%s' をプロモートできません。
mr: इतर चेंजसेट (%s) प्रमोट होत असताना चेंजसेट '%s' प्रमोट करणे अशक्य.
pa: ਚੇਂਜਸੈੱਟ '%s' ਨੂੰ ਪਰੋਮੋਟ ਨਹੀਂ ਕਰ ਸਕਦਾ ਜਦੋਂ ਹੋਰ ਚੇਂਜਸੈੱਟ (%s) ਪਰਮੋਟ ਹੋ ਰਿਹਾ ਹੋਵੇ।
ru: Невозможно перенести набор изменений «%s» во время переноса другого набора (%s).
ta: இந்த முன்னேற்ற changeset '%s'ஐ மற்றொரு changeset (%s) முன்னேற்ற முடியாது.

source: Cannot promote the changset '%s' because it is not in the review phase.
mr: पूर्वावलोकन स्तर असल्यामुळे चेंजसेट '%s' प्रमोट करणे अशक्य.
pa: ਚੇਂਜਸੈੱਟ '%s' ਨੂੰ ਪਰਮੋਟ ਨਹੀਂ ਸਕ ਸਕਦਾ ਕਿਉਂਕਿ ਇਹ ਰੀਵਿਊ ਫੇਜ਼ ਵਿੱਚ ਨਹੀਂ ਹੈ।

source: Cannot promote the changset '%s' because the repo '%s' does not belong to any promoted product.
pa: ਚੇਂਜਸੈੱਟ '%s' ਨੂੰ ਪਰਮੋਟ ਨਹੀਂ ਕਰ ਸਕਿਆ ਕਿਉਂਕਿ ਰਿਪੋ '%s' ਕਿਸੇ ਪਰਮੋਟ ਕੀਤੇ ਉਤਪਾਦ ਨਾਲ ਸੰਬੰਧਿਤ ਨਹੀਂ।

source: Cannot register a system with 'Library' environment
bn: 'Library' এনভায়রনমেন্টে কোনো সিস্টেম নিবন্ধন করা সম্ভব নয়
de: System mit 'Bibliothek'-Umgebung kann nicht registriert werden
es: No se puede registrar un sistema con un entorno de 'biblioteca'
gu: 'લાઇબ્રેરી' પર્યાવરણ સાથે સિસ્ટમને રજીસ્ટર કરી શકાતુ નથી
hi: 'लाइब्रेरी' वातावरण के साथ एक सिस्टम पंजीकृत नहीं कर सकता
it: Impossibile registrare un sistema con l'ambiente 'Library'
ja: 「ライブラリ」環境があるシステムは登録できません。
mr: 'लाइब्ररि' वातावरणसह प्रणालीची नोंदणी अशक्य
pa: 'Library' ਇਨਵਾਇਰਮੈਂਟ ਵਾਲੇ ਸਿਸਟਮ ਨੂੰ ਰਜਿਸਟਰ ਨਹੀਂ ਕਰ ਸਕਿਆ
ru: Невозможно зарегистрировать систему в Locker
ta: ஒரு சிஸ்டம் 'நூலக' சூழலை பதிவுசெய்ய முடியவில்லை

source: Cannot specify a tag if all_tags is selected.
bn: all_tags নির্বাচিত হলে কোনো ট্যাগ নির্ধারণ করা সম্ভব নয়।
de: Tag kann nicht spezifiziert werden, wenn all_tags ausgewählt ist.
es: No se puede especificar una etiqueta si se selecciona all_tags .
gu: ટૅગને સ્પષ્ટ કરી શકાતુ નથી જો all_tags પસંદ થયેલ છે.
hi: अगर all_tags चयनित है एक टैग निर्दिष्ट नहीं कर सकते.
it: Impossibile specificare un tag se è stato selezionato all_tags
ja: all_tags が選択されていると、タグを指定できません。
mr: all_tags नीवडल्यास टॅग निर्देशीत करणे अशक्य.
pa: ਜੇ all_tags ਚੁਣਿਆ ਹੈ ਤਾਂ ਟੈਗ ਨਹੀਂ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦਾ।
ru: Нельзя выбрать тег, если выбрано "all_tags".
ta: all_tags-ஐ தேர்ந்தெடுக்கப்பட்டால் ஒரு ஒட்டை குறிப்பிட முடியவில்லை.

source: Cannot specify a verb if all_verbs is selected.
bn: all_verbs নির্বাচিত হলে কোনো verb নির্ধারণ করা সম্ভব নয়।
de: Verb kann nicht spezifiziert werden, wenn all_verbs ausgewählt ist.
es: No se puede especificar un verbo si se selecciona all_verbs.
gu: વર્બને સ્પષ્ટ કરી શકાતુ નથી જો all_verbs પસંદ થયેલ છે.
hi: निर्दिष्ट अगर all_verbs चयनित है तो क्रिया नहीं निर्दिष्ट नहीं कर सकते.
it: Impossibile specificare un verbo se è stato selezionato all_verbs
ja: all_verbs が選択されていると、動作を指定できません。
mr: all_verbs नीवडल्यास वर्ब निर्देशीत करणे अशक्य.
pa: all_verbs ਚੁਣਿਆ ਹੈ ਤਾਂ ਵਰਬ ਨਹੀਂ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦਾ।
ru: Нельзя выбрать команду, если выбрано "all_verbs".
ta: all_verbs-ஐ தேர்ந்தெடுக்கப்பட்டால் ஒரு ஒட்டை குறிப்பிட முடியவில்லை.

source: Cannot specify all_types without all_tags and all_verbs
bn: all_tags ও all_verbs বিনা all_types নির্ধারণ করা যাবে না।
de: all_types kann nicht ohne all_tags und all_verbs spezifiziert werden
es: No se puede especificar all_types sin all_tags y all_verbs
gu: all_tags અને all_verbs વગર all_types ને સ્પષ્ટ કરી શકાતુ નથી
hi: बिना all_tags और all_verbs के all_types नहीं निर्दिष्ट नहीं कर सकते हैं
it: Impossibile specificare all_types senza all_tags e all_verbs
ja: all_tags と all_verbs なしでは all_types を指定できません。
mr: all_tags व all_verbs विना all_types निर्देशीत करणे अशक्य
pa: all_types ਨੂੰ all_tags ਅਤੇ all_verbs ਤੋਂ ਬਿਨਾਂ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕਰ ਸਕਦਾ
ru: Нельзя выбрать "all_types" без "all_tags" и "all_verbs".
ta: all_types இல்லாமல் all_tags மற்றும் all_verbs-ஐ குறிப்பிட முடியவில்லை

source: Cannot validate templates for the Library environment.
bn: Library পরিবেশের জন্য টেমপ্লেটের বৈধতা যাচাই করা যায়নি।
de: Vorlagen für Bibliothek-Umgebung können nicht validiert werden.
es: No se pueden validar plantillas para el entorno de biblioteca.
gu: લાઇબ્રેરી પર્યાવરણ માટે ટૅમ્પલેટની ચકાસણી કરી શકાતી નથી.
hi: टेम्पलेट्स को लाइब्रेरी वातावरण के लिए वैध नहीं किया जा सकता है
it: Impossibile convalidare i template per l'ambiente Library.
ja: ライブラリ環境のテンプレートは検証できません。
mr: लाइब्ररि वातावरणकरीता टेम्पलेटस् वैध करणे अशक्य.
pa: ਲਾਇਬਰੇਰੀ ਇਨਵਾਇਰਮੈਂਟ ਲਈ ਟੈਂਪਲਿਟ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕਰ ਸਕਦਾ।
ru: Невозможно выполнить проверку шаблонов для окружения Locker.
ta: நூலக சூழலுக்காக மாதிரிஉருக்களை மதிப்பிட முடியாது

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন
de: Passwort ändern
es: Cambiar contraseña
gu: પાસવર્ડ બદલો
hi: कूटशब्द बदलें
it: Cambia password
ja: パスワードの変更
mr: पासवर्ड बदला
pa: ਪਾਸਵਰਡ ਬਦਲੋ
ru: Изменить пароль
ta: கடவுச்சொல்லை மாற்றவும்

source: Change Password:
bn: পাসওয়ার্ড পরিবর্তন করুন:
de: Passwort ändern:
es: Cambiar contraseña:
gu: પાસવર્ડ બદલો:
hi: कूटशब्द बदलें:
it: Cambia password:
ja: パスワードの変更:
mr: पासवर्ड बदला:
pa: ਪਾਸਵਰਡ ਤਬਦੀਲ:
ru: Новый пароль:
ta: கடவுச்சொல்லை மாற்றவும்:

source: Changesets
bn: Changeset
de: Änderungssätze
gu: ચેન્જસેટ
hi: चेंजशेट
it: Changeset
ja: 変更セット
mr: चेंजसेटस्
pa: ਚੇਂਜਸੈੱਟ
ru: Наборы изменений
ta: Changesetகள்

source: Checked In
bn: চেক ইন করা হয়েছে
de: Angemeldet
es: Registrado
gu: માં ચકાસાયેલ
hi: चेक इन किया
it: Registrato
ja: チェックインしました。
mr: प्रवेश केले
pa: ਚੈਂਕਇਨ
ru: Последний вход
ta: இதில் சரிபார்க்கப்பட்டது

source: Choose Environment:
bn: একটি পরিবেশ নির্বাচন করুন:
de: Umgebung wählen:
es: Elegir entorno:
gu: પર્યાવરણને પસંદ કરો:
hi: वातावरण चुनें:
it: Seleziona ambiente:
ja: 環境の選択:
mr: वातावरण पसंत करा:
pa: ਇਨਵਾਇਰਮੈਂਟ ਚੁਣੋ:
ru: Выберите окружение:
ta: சூழலை தேர்வுசெய்யவும்:

source: Choose a product..
bn: একটি উৎপাদন নির্বাচন করুন..
de: Produkt wählen:
es: Elegir un producto.
gu: પ્રોડક્ટ પસંદ કરો..
hi: कोई उत्पाद चुनें.
it: Seleziona un prodotto..
ja: 製品を選択..
mr: उत्पादन पसंत करा..
pa: ਇੱਕ ਉਤਪਾਦ ਚੁਣੋ...
ru: Выберите продукт...
ta: ஒரு தயாரிப்பை தேர்வு செய்யவும்...

source: Choose new defaults:
mr: नवीन पूर्वनिर्धारित पसंत करा:
pa: ਨਵਾਂ ਮੂਲ ਚੁਣੋ:

source: Clear
bn: মুছে ফেলুন
de: Löschen
es: Borrar
gu: સાફ કરો
hi: साफ
it: Rimuovi
ja: クリア
mr: नष्ट करा
pa: ਸਾਫ
ru: Очистить
ta: துடை

source: Clear Disabled Helptips:
bn: নিষ্ক্রিয় করা সহায়তার তথ্য মুছে ফেলা হবে:
de: Deaktivierte Hilfe-Tipps löschen:
es: Borrar consejos de ayuda inactivos
gu: નિષ્ક્રિય થયેલ મદદોને સાફ કરો:
hi: निष्क्रिय मदद के सुझाव साफ करें:
it: Rimuovi i suggerimenti disabilitati:
ja: 無効のヒントをクリア
mr: बंद केलेले हेल्पटिप्स् नष्ट करा:
pa: ਅਯੋਗ ਮੱਦਦ-ਟਿੱਪਣੀਆਂ ਸਾਫ ਕਰੋ:
ru: Очистить отключенные подсказки:
ta: உதவிகுறிப்புகளை செயல்நீக்க துடைக்கவும்

source: Clear the Search
bn: অনুসন্ধানের তথ্য মুছে ফেলুন
de: Suche löschen
es: Borrar la búsqueda
gu: શોધ સાફ કરો
hi: खोज को साफ करें
it: Rimuovi la ricerca
ja: 検索をクリア
mr: शोध नष्ट करा
pa: ਖੋਜ ਸਾਫ ਕਰੋ
ru: Очистить поиск
ta: தேடுதலை துடைக்கவும்

source: Cleared
bn: মুছে ফেলা হয়েছে
de: Gelöscht
es: Borrado
gu: સાફ થયેલ
hi: साफ किया
it: Rimosso
ja: クリアされました。
mr: नष्ट केले
pa: ਸਾਫ ਹੋ ਗਿਆ
ru: Очищено
ta: துடைக்கப்பட்டது

source: Click Add or Remove next to a user name to apply or remove them from role.
bn: কোনো ভূমিকায় কোনো ব্যবহারকারীকে যোগ অথবা অপসারণ করার জন্য ব্যবহারকারীর নামের পাশে লেখা যোগ করুন অথবা মুছে ফেলুনয়ে ক্লিক করুন
de: Klicken Sie auf "Hinzufügen" oder "Entfernen" neben dem Namen eines Benutzers, um diesem die Rolle zuzuweisen oder zu entziehen.
es: Haga clic para añadir o retirar cerca del nombre de usuario para aplicarlos o retirarlos del rol.
gu: ભૂમિકામાંથી તેઓને દૂર કરવા અથવા લાગુ કરવા માટે વપરાશકર્તા નામ પછીનાં ઉમેરો અથવા દૂર કરો પર ક્લિક કરો.
hi: किसी उपयोक्ता नाम के निकट के जोड़ें या हटाएँ को क्लिक करें ताकि उन्हें भूमिका से हटाया जा सके.
it: Seleziona Aggiungi o Rimuovi accanto al nome utente per applicarlo o rimuoverlo dal ruolo
ja: ユーザー名の適用またはロールからの削除を行うには、ユーザー名の横にある「追加」または「削除」をクリックします。
mr: रोलपासून वापरकर्तानाव लागू किंवा काढून टाकण्यासाठी वापरकर्तानावाच्या बाजूचे समाविष्ट करा किंवा काढून टाका क्लिक करा.
pa: ਰੋਲ ਜੋੜਨ ਜਾਂ ਹਟਾਉਣ ਲਈ ਯੂਜ਼ਰ ਨਾਂ ਤੋਂ ਅੱਗੇ ਜੋੜੋ ਜਾਂ ਹਟਾਓ ਦਬਾਓ।
ru: Нажмите "Добавить" или "Удалить" напротив пользователя для изменения роли.
ta: ஒரு பயனர் பெயரை செயல்படுத்த அடுத்ததை சேர் அல்லது நீக்க அல்லது பங்கிலிருந்து அவற்றை நீக்க கிளிக் செய்யவும்.

source: Click Add permission from the bar below to add a permission.
bn: একটি অনুমতি যোগ করার জন্য নীচে উপস্থিত বার থেকে অনুমতি যোগ করুন ক্লিক করুন।
de: Klicken Sie auf "Berechtigung hinzufügen" auf der unteren Leiste, um eine Berechtigung hinzuzufügen.
es: Haga clic en añadir permiso desde la barra inferior para añadir un permiso.
gu: પરવાનગી ઉમેરવા માટે નીચે પટ્ટીમાંથી પરવાનગી ઉમેરો પર ક્લિક કરો.
hi: अनुमतियों को नीचे जोड़ने के लिए नीचे की पट्टी से अनुमतियाँ जोड़ें.
it: Seleziona Aggiungi permesso dalla barra qui di seguito per aggiungere un permesso.
ja: パーミッションを追加するには、下部のバーの「パーミッションを追加」をクリックします。
mr: परवानगी समाविष्ट करण्यासाठी खालील पट्टीपासून परवानगी समाविष्ट करा क्लिक करा.
pa: ਮਨਜੂਰੀ ਜੋੜਨ ਲਈ ਹੇਠਲੀ ਪੱਟੀ ਵਿੱਚੋਂ ਮਨਜੂਰੀ ਜੋੜੋ ਦਬਾਓ।
ru: Нажмите «Добавить разрешение».
ta: ஒரு அனுமதியை சேர்க்க பட்டையிலிருந்து அனுமதியை சேர்க்க கிளிக் செய்யவும்.

source: Click edit permission from the bar below to edit the current permission.
bn: একটি অনুমতি পরিবর্তন করার জন্য নীচে উপস্থিত বার থেকে অনুমতি পরিবর্তন করুন ক্লিক করুন।
de: Klicken Sie auf "Berechtigungen bearbeiten" auf der unteren Leiste, um die derzeitigen Berechtigungen zu bearbeiten.
es: Haga clic en Modificar permiso desde la barra inferior para editar el permiso actual.
gu: વર્તમાન પરવાનગીમાં ફેરફાર કરવા માટે નીચે પટ્ટીમાંથી પરવાનગી ફેરફાર કરો પર ક્લિક કરો.
hi: मौजूदा अनुमतियों को संपादित करने के लिए नीचे की पट्टी से संपादन अनुमतियाँ क्लिक करें.
it: Seleziona modifica permesso dalla barra qui di seguito per modificare il permesso corrente.
ja: 現在のパーミッションを編集するには、下部のバーの「パーミッションを編集」をクリックします。
mr: सध्याची परवानगी संपादित करण्यासाठी खालील पट्टीपासून परवानगी समाविष्ट करा क्लिक करा.
pa: ਮੌਜੂਦਾ ਮਨਜੂਰੀ ਸੋਧਣ ਲਈ ਹੇਠਲੀ ਪੱਟੀ ਵਿੱਚੋਂ ਮਨਜੂਰੀ ਸੋਧ ਦਬਾਓ।
ru: Нажмите "Изменить разрешение" для изменения разрешения.
ta: நடப்பு அனுமதியை திருத்துவதற்கு கீழே பட்டையிலிருந்து அனுமதியை திருத்த கிளிக் செய்யவும்.

source: Click on 'Add Environment' to create the first environment
bn: প্রথম এনভায়রনমেন্ট যোগ করার জন্য 'এনভায়রনমেন্ট যোগ করুন' ক্লিক করুন
de: Klicken Sie auf "Umgebung hinzufügen", um die erste Umgebung zu erstellen
es: Haga clic en 'Añadir entorno' para crear el primer entorno.
gu: પહેલાં પર્યાવરણને બનાવવા માટે 'પર્યાવરણ ઉમેરો' પર ક્લિક કરો
hi: पहले वातावरण बनाने के लिए 'वातावरण जोड़ें) पर क्लिक करें
it: Seleziona 'Aggiungi ambiente' per creare il primo ambiente
ja: 環境の初回作成時には、「環境を追加」をクリックします。
mr: पहिले वातावरण निर्माण करण्यासठी 'वातावरण समाविष्ट करा' क्लिक करा
pa: ਪਹਿਲਾਂ ਵਾਤਾਵਰਨ ਜੋੜਨ ਲਈ 'ਵਾਤਾਵਰਨ ਜੋੜੋ' ਦਬਾਓ
ru: Нажмите "Добавить окружение" для создания нового окружения.
ta: முதலில் சூழலில் உருவாக்க 'சூழலை சேர்' என்பதை கிளிக் செய்யவும்

source: Click to edit
bn: সম্পাদনা করার জন্য ক্লিক করুন
de: Zum Bearbeiten klicken
es: Haga clic para Modificar
gu: ફેરફાર કરવા ક્લિક કરો
hi: संपादित करने के किए क्लिक करें
it: Seleziona per la modifica
ja: クリックして編集
mr: संपादित करण्यासाठी क्लिक करा
pa: ਸੋਧਣ ਲਈ ਦਬਾਓ
ru: Правка
ta: திருத்த கிளிக் செய்யவும்

source: Close
bn: বন্ধ করুন
de: Schließen
es: Cerrar
gu: બંધ કરો
hi: बंद करें
it: Chiudi
ja: 閉じる
mr: बंद करा
pa: ਬੰਦ
ru: Закрыть
ta: மூடவும்

source: Close Add Permission
bn: নতুন অনুমতি
de: Berechtigung hinzufügen schließen
es: Cerrar añadir permiso
gu: પરવાનગી ઉમેરવાનું બંધ કરો
hi: अनुमति जोड़ें को बंद करें
it: Chiudi Aggiungi permesso
ja: 「パーミッションを追加」を閉じる
mr: समाविष्ट करा परवानगी बंद करा
pa: ਮਨਜੂਰੀ ਜੋੜੋ ਬੰਦ
ru: Закрыть окно
ta: சேர்த்தல் அனுமதியை மூடவும்

source: Close Details
bn: বিবরণ বন্ধ করুন
de: Details schließen
es: Cerrar información
gu: વિગતો બંધ કરો
hi: निकटस्थ विवरण
it: Chiudi Dettagli
ja: 「詳細」を閉じる
mr: तपशील बंद करा
pa: ਵੇਰਵਾ ਬੰਦ
ru: Закрыть свойства
ta: மூடும் விவரங்கள்

source: Close Edit
bn: সম্পাদনা বন্ধ করুন
de: Bearbeiten schließen
es: Cerrar Modificar
gu: ફેરફાર બંધ કરો
hi: संपादन बंद करें
it: Chiudi Modifica
ja: 「編集」を閉じる
mr: संपादित करा बंद करा
pa: ਸੋਧ ਬੰਦ
ru: Закрыть
ta: திருத்துதலை மூடவும்

source: Close Edit Permission
bn: অনুমতি সম্পাদনা বন্ধ করুন
de: Berechtigungen bearbeiten schließen
es: Cerrar Modificar permiso
gu: પરવાનગી બદલવાનું બંધ કરો
hi: संपादन अऩुमति बंद करें
it: Chiudi Modifica permesso
ja: 「パーミッションを編集」を閉じる
mr: संपादित करा परवानगी बंद करा
pa: ਮਨਜੂਰੀ ਸੋਧ ਬੰਦ
ru: Закрыть изменение
ta: திருத்தல் அனுமதியை மூடவும்

source: Close Role Details
bn: ভূমিকার বিবরণ বন্ধ করুন
de: Rollendetails schließen
es: Cerrar información de roles
gu: ભૂમિકા વિગતો બંધ કરો
hi: बंद भूमिका विवरण
it: Chiudi Dettagli ruolo
ja: 「ロールの詳細」を閉じる
mr: रोल तपशील बंद करा
pa: ਰੋਲ ਵੇਰਵਾ ਬੰਦ
ru: Закрыть свойства
ta: பங்கு விவரங்களை மூடவும்

source: Collapse
bn: সংকুচন করুন
de: Einklappen
es: Caída
gu: ભંગાણ
hi: संक्षिप्त करें
it: Comprimi
ja: 折りたたむ
mr: कोलॅप्स्
pa: ਖਤਮ
ru: Свернуть
ta: நிலைகுலைவு

source: Collapse All
bn: সকল সংকুচন করুন
de: Alle einklappen
es: Colapsó todo
gu: બધાનું ભંગાણ
hi: सभी सिकोड़ें
it: Comprimi tutto
ja: すべて折りたたむ
mr: सर्व संक्षिप्त करा
pa: ਸਭ ਜੋੜੋ
ru: Свернуть все
ta: அனைத்தையும் நிலைகுலை

source: Confirm Password:
mr: पासवर्डची खात्री करा:
pa: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ:

source: Confirm:
bn: নিশ্চিত করুন:
de: Bestätigen:
es: Confirmar:
gu: ખાતરી કરો:
hi: पुष्टि करें:
it: Conferma:
ja: 確認:
mr: खात्री करा:
pa: ਪੁਸ਼ਟੀ:
ru: Подтвердить:
ta: உறுதிபடுத்து:

source: Confirmation
bn: নিশ্চিতি
de: Bestätigung
es: Confirmación
gu: ખાતરી
hi: पुष्टि
it: Conferma
ja: 確認
mr: खात्री
pa: ਪੁਸ਼ਟੀ
ru: Подтверждение
ta: உறுதிப்படுத்தல்

source: Consumed
bn: ব্যবহৃত
de: Verbraucht
es: Consumidas
gu: વાપરેલ
hi: खपत
it: Consumati
ja: 消費済み
mr: वापरलेले
pa: ਵਰਤੇ
ru: Занято
ta: நுகரப்பட்டது

source: Content
bn: তথ্য
de: Inhalt
es: Contenido
gu: સમાવિષ્ટ
hi: सामग्री
it: Contenuto
ja: コンテンツ
mr: कंटेंट
pa: ਸੰਖੇਪ
ru: Содержимое
ta: உள்ளடக்கம்

source: Content Download URL:
bn: তথ্য ডাউনলোডের URL:
de: Inhalts-Download URL:
es: URL de descarga de contenido:
gu: સમાવિષ્ટ ડાઉનલોડ URL:
hi: अंतर्वस्तु डाउनलोड URL:
it: URL per scaricare il contenuto:
ja: コンテンツダウンロード URL:
mr: कंटेंट डाऊनलोड URL:
pa: ਸੰਖੇਪ ਡਾਊਨਲੋਡ URL:
ru: URL загрузки содержимого:
ta: உள்ளடக்க பதிவறக்க URL:

source: Content Management
mr: कंटेंट व्यवस्थापन
pa: ਸੰਖੇਪ ਪਰਬੰਧਨ

source: Content Providers
mr: कंटेंट प्रोव्हाइडर्स्
pa: ਸੰਖੇਪ ਪਰੋਵਾਈਡਰ

source: Contents:
bn: তথ্য:
de: Inhalte:
es: Contenidos:
gu: સમાવિષ્ટો:
hi: सामग्री:
it: Contenuti:
ja: コンテンツ:
mr: कंटेंटस्:
pa: ਸੰਖੇਪ:
ru: Содержимое:
ta: உள்ளடக்கங்கள்

source: Continue
bn: এগিয়ে চলুন
de: Weiter
es: Continuar
gu: ચાલુ રાખો
hi: जारी रखें
it: Continua
ja: 続ける
pa: ਜਾਰੀ
ru: Продолжить

source: Contract
bn: চুক্তি
de: Vertrag
es: Contrato
gu: કરાર
hi: अनुबंध
it: Contratto
ja: コントラクト
mr: काँट्रॅक्ट
pa: ਕੰਟਰੈਕਟ
ru: Контракт
ta: ஒப்பந்தம்

source: Copyright &copy;
mr: सर्वहक्काधिकार &copy;
pa: ਕਾਪੀਰਾਈਟ &copy;

source: Could not delete organization '%s'.
bn: '%s' প্রতিষ্ঠান মুছে ফেলা যায়নি।
de: Organisation '%s' konnte nicht gelöscht werden.
es: No se puede borrar organización '%s'.
gu: સંસ્થા '%s' ને કાઢી શક્યા નહિં.
hi: '%s' संगठन मिटा नहीं सका.
it: Impossibile cancellare l'organizzazione '%s'.
ja: 組織 '%s' を削除できませんでした。
mr: संस्था '%s' नष्ट करणे अशक्य.
pa: ਸੰਗਠਨ '%s' ਨੂੰ ਹਟਾ ਨਹੀਂ ਸਕਿਆ।
ru: Не удалось удалить организацию "%s".
ta: நிறுவனம் '%s'ஐ அழிக்க முடியாது.

source: Couldn't find environment '%s'
bn: '%s' এনভায়রনমেন্ট পাওয়া যায়নি
de: Umgebung '%s' konnte nicht gefunden werden.
es: No se pudo hallar entorno '%s'
gu: પર્યાવરણ '%s' ને શોધી શક્યા નહિં
hi: वातावऱण '%s' नहीं मिल सका
it: Impossibile trovare l'ambiente '%s'
ja: 環境 '%s' が見つかりませんでした。
mr: वातावरण '%s' आढळले नाही
pa: ਵਾਤਾਵਰਨ '%s' ਨਹੀਂ ਲੱਭਿਆ
ru: Окружение «%s» не найдено.
ta: சூழலை '%s' தேட முடியவில்லை

source: Couldn't find environment with ID=%d
mr: ID=%d सह वातावरण शोधणे अशक्य
pa: ID=%d ਵਾਲਾ ਇਨਵਾਇਰਮੈਂਟ ਨਹੀਂ ਲੱਭ ਸਕਿਆ

source: Couldn't find organization '%d'
bn: '%d' প্রতিষ্ঠান পাওয়া যায়নি
de: Organisation '%d' konnte nicht gefunden werden.
es: No se pudo hallar organización '%d'
gu: સંસ્થા '%d' ને શોધી શક્યા નહિં
hi: संगठन '%d' नहीं ढूँढ़ सका
it: Impossibile trovare l'organizzazione '%d'
ja: 組織 '%d' が見つかりませんでした。
mr: संस्था '%d' शोधणे अशक्य
pa: ਸੰਗਠਨ '%d' ਨੂੰ ਲੱਭ ਨਹੀਂ ਸਕਿਆ
ru: Организация «%d» не найдена.
ta: '%d' நிறுவனத்தை தேட முடியவில்லை

source: Couldn't find organization with ID=%s
mr: ID=%s सह संस्था शोधणे अशक्य
pa: ID=%s ਵਾਲਾ ਸੰਗਠਨ ਨਹੀਂ ਲੱਭ ਸਕਿਆ

source: Couldn't find pool '%s' in activation_key '%s'
bn: '%s' পুল-টি activation_key '%s'-র মধ্যে পাওয়া যায়নি
de: Pool '%s' konnte nicht in activation_key '%s' gefunden werden.
es: No se pudo encontrar grupo '%s' en activation_key '%s'
gu: સક્રિયકરણ કી '%s' માં પુલ '%s' ને શોધી શક્યા નહિં
hi: पूल '%s' को सक्रियकरण कुंजी '%s' में नहीं पा सका
it: Impossibile trovare il pool '%s' in activation_key '%s'
ja: プール '%s' が activation_key '%s' で見つかりませんでした。
mr: activation_key '%s' अंतर्गत पूल '%s' आढळले नाही
pa: ਪੂਲ '%s' ਨੂੰ activation_key '%s' ਵਿੱਚ ਲੱਭ ਨਹੀਂ ਸਕਿਆ
ru: Не удалось найти «%s» в «%s».
ta: activation_key '%s' இல் '%s' பூலை தேட முடியவில்லை

source: Couldn't find provider '%s'
bn: '%s' উপলব্ধকারী পাওয়া যায়নি
de: Provider '%s' konnte nicht gefunden werden.
es: No se pudo hallar proveedor '%s'
gu: પ્રદાતા '%s' ને શોધી શક્યા નહિં
hi: प्रदाता '%s' नहीं मिल सका
it: Impossibile trovare il provider '%s'
ja: プロバイダー '%s' が見つかりませんでした。
mr: प्रोव्हाइडर '%s' आढळले नाही
pa: ਪਰੋਵਾਈਡਰ '%s' ਨਹੀਂ ਲੱਭਿਆ
ru: «%s» не найден.
ta: வழங்குநர் '%s'-ஐ தேட முடியவில்லை

source: Couldn't find repository with ID=%s
mr: ID=%s सह रेपॉजिटरि शोधणे अशक्य
pa: ID=%s ਵਾਲੀ ਰਿਪੋਜ਼ਟਰੀ ਲੱਭ ਨਹੀਂ ਸਕਿਆ
