Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: updating package...
bn: প্যাকেজ আপডেট...
de: Paket wird aktualisiert ...
es: Actualizando paquete...
gu: પેકેજને સુધારી રહ્યા છે...
hi: संकुल अद्यतन कर रहा है...
it: Aggiornamento pacchetto in corso...
ja: パッケージを更新しています...
mr: संकुल सुधारित करत आहे...
pa: ਪੈਕੇਜ ਅੱਪਡੇਟ ਹੋ ਰਿਹਾ ਹੈ...
ru: обновление пакета...
ta: தொகுப்பை புதுப்பிக்கிறது...

source: updating packages...
bn: প্যাকেজ আপডেট...
de: Pakete werden aktualisiert ...
es: Actualizando paquetes...
gu: પેકેજોને સુધારી રહ્યા છે...
hi: संकुलों को अद्यतन कर रहा है...
it: Aggiornamento pacchetti in corso...
ja: パッケージを更新しています...
mr: संकुले सुधारित करत आहे...
pa: ਪੈਕੇਜ ਅੱਪਡੇਟ ਹੋ ਰਹੇ ਹਨ...
ru: обновление пакетов...
ta: தொகுப்புகளை புதுப்பிக்கிறது...

source: weekly
bn: সাপ্তাহিক
de: wöchentlich
es: Semanal
gu: સાપ્તાહિક
hi: साप्ताहिक
it: settimanalmente
ja: 毎週
mr: साप्ताहिक
pa: ਹਫਤਾਵਰੀ
ru: еженедельно
ta: வாரந்தோறும்

source: Total
mr: एकूण

source: of
mr: याचे

source: results
mr: परिणाम

source: + New
mr: + नवीन

source: Activation Keys provide a set of characteristics that may be applied to a system during system registration. This includes things such as, default environment to assign to the system, subscriptions to allocate to the system...etc.
bn: সিস্টেম নিবন্ধনের সময় সিস্টেমে প্রয়োগ করার বৈশিষ্ট্যগুলি অ্যাক্টিভেশন-কি সহযোগে নির্ধারণ করা যাবে। এই বৈশিষ্ট্যগুলির মধ্যে মধ্যে রয়েছে সিস্টেমের ডিফল্ট এনভায়রনমেন্ট, সিস্টেমের জন্য বরাদ্দ করার সাবস্ক্রিপশন...ইত্যাদি।
de: Aktivierungsschlüssel liefern eine Reihe von Charakteristiken, die während der Registrierung auf ein System angewendet werden können. Dazu gehören die Standardumgebung, die dem System zugewiesen wird, Subskriptionen, die dem System zugeteilt werden, usw.
es: Las llaves de activación proporcionan un conjunto de características que se pueden aplicar a un sistema durante el registro del sistema. Esto incluye cosas tales como, entorno predeterminado para asignar al sistema, suscripciones para asignar al sistema, etc.
gu: સક્રિયકરણ કીઓ લાક્ષણિકતાઓને પૂરી પાડે છે કે જે સિસ્ટમ રજીસ્ટ્રેશન દરમ્યાન સિસ્ટમમાં લાગુ કરી શકાય છે. આ આવી વસ્તુઓને સમાવે છે જેવી કે, મૂળભૂત પર્યાવરણને સિસ્ટમમાં સોંપવા, ઉમેદવારીઓને સિસ્ટમમાં ફાળવવી...વગેરે.
hi: सक्रियकरण कुंजी विशेषताओं का एक सेट है जो सिस्टम के पंजीयन के दौरान एक तंत्र में लागू किया जा सकता है. इसमें ऐसी चीजें समाहित हैं जैसे कि तंत्र में नियत करने के लिए तयशुदा वातावरण, तंत्र में आबंटित करने के लिए सदस्यताएँ...आदि.
it: Le chiavi di attivazione forniscono un insieme di caratteristiche che possono essere applicate ad un sistema durante la registrazione. Ciò include un ambiente predefinito per l'assegnazione al sistema, le sottoscrizioni da assegnare al sistema...ecc.
ja: アクティベーションキーにより、システムに割り当てるデフォルト環境、システムに割り振るサブスクリプションなどの機能をシステム登録中にシステムに適用することができます。
mr: ॲक्टिवेशन किज् गुणधर्मांचा संच पुरवतो ज्यास प्रणालीची नोंदणी करताना प्रणालीसाठी लागू करणे शक्य आहे. यामध्ये, प्रणालीकरीता लागू करण्याजोगी पूर्वनिर्धारित वातावरणे, प्रणालीसाठी वाटपकरीता सबस्क्रिप्शन्स्...इत्यादि समाविष्टीत आहे.
ru: Ключи активации определяют параметры для применения в процессе регистрации системы, включая выбор исходного окружения, подписок и т.п.

source: At least one product or repository must be present to export a TDL
mr: TDL एक्सपोर्ट करण्यासाठी किमान एक उत्पादन किंवा रेपॉजिटरि उपलब्ध असायला हवे

source: Auto-heal
mr: ऑटो-हिल

source: Begins
mr: सुरुवात

source: Build Date
mr: बिल्ड दिनांक

source: Expires
mr: वेळसमाप्ति

source: GPG Keys may be stored by uploading a key directly or copying and pasting the key in upon creation. By visiting the Providers page and selecting either a product or repository, a GPG key that has been created here can be associated with the given entity.
bn: GPG-কি সংরক্ষণের জন্য কি-টি সরাসরি আপলোড করা যাবে অথবা প্রস্তুতির সময় কপি ও পেস্ট করে। উপলব্ধকারী শীর্ষক পৃষ্ঠায় একটি উৎপাদন অথবা সংগ্রহস্থল নির্বাচন করে, সংশ্লিষ্ট সামগ্রীর সাথে একটি প্রস্তুত করা GPG-কি যুক্ত করা যাবে।
de: GPG-Schlüssel können gespeichert werden, indem ein Schlüssel direkt hochgeladen wird, oder indem ein erstellter Schlüssel kopiert und eingefügt wird. Indem Sie auf der Provider-Seite ein Produkt oder ein Repository auswählen, können Sie einen GPG-Schlüssel, der hier erstellt wurde, mit dem angegebenen Objekt verknüpfen.
es: Las llaves GPG pueden ser almacenadas al cargar una llave directamente o copiar y pegar la llave tras la creación. Al visitar la página de proveedores y seleccionar ya sea un producto o repositorio, la llave GPG que ha sido creada aquí puede asociarse con la identidad dada.
gu: GPG કીઓ સીધી જ કીને અપલોડ કરીને સંગ્રહ કરી શકાય છે અથવા નિર્માણ વખતે કીની નકલ અને ચોંટાડી રહ્યા છે. પ્રદાતા પાનાંની મુલાકાત કરીને અને ક્યાંતો પ્રોડક્ટ અથવા રિપોઝીટરીને પસંદ કરીને, GPG કી કે જે અહિંયા બનાવી દેવામાં આવી છે જે આપેલ વસ્તુ સાથે સંકળાઇ શકે છે.
hi: GPG कुंजी को कुंजी को सीधे अपलोड करके जमा किया जा सकता है या निर्माण के बाद कुंजी नक़ल करके चिपका कर जमा किया जा सकता है. प्रदाता पृष्ठ पर जाकर और या तो उत्पाद या रिपोजिटरी को चुनकर, कोई GPG कुंजी जिसे यहाँ बनाया गया है को दिए एंटिटी के साथ जोड़ा जा सकता है.
it: È possibile archiviare le chiavi GPG caricando direttamente una chiave o copiando ed incollando la chiave dopo la creazione. Visitando la pagina Provider e selezionando un prodotto o un repositorio, una chiave GPG qui creata potrà essere associata con l'entità data.
ja: GPG キーを保存するには、キーを直接アップロードするか、作成時にキーをコピーして貼り付けます。プロバイダーのページに移動して、製品またはリポジトリを選択することで、ここで作成した GPG キーを所定のエンティティと関連付けることができます。
mr: GPG किज्ला प्रत्यक्षरित्या अपलोड करून किंवा निर्माणवेळी त्यास चिकटवणे शक्य आहे. प्रोव्हाइडर्स् पेजला भेट देऊन व एकतर उत्पादन किंवा रेपॉजिटरी पसंत करून, येथील निर्मीत GPG किला दिलेल्या एंटिटिसह संलग्न करणे शक्य आहे.
ru: Файл ключа GPG можно отправить на сервер или вставить его содержимое из буфера обмена. На странице "Провайдеры" можно выбрать продукт или репозиторий, с которым будет связан ключ GPG.
ta: GPG விசைகள் நேரடியாக ஒரு விசையை பதிவேற்றுவதற்காக சேமிக்கப்படலாம் அல்லது உருவாக்கத்தில் விசையை நகலெடுத்து ஒட்டலாம். வழங்குநர்களின் பக்கத்தை பார்வையிடுட்டு ஒரு தயாரிப்பு அல்லது தொகுப்பதிவகத்தை தேர்ந்தெடுக்கிறது, ஒரு GPG விசை இங்கே உருவாக்கப்பட்டு கொடுக்கப்பட்ட உட்பொருளுடன் தொகுப்புடையதை உருவாக்கி இருக்கலாம்.

source: Invalid Url
bn: অবৈধ Url
de: Ungültige URL
es: URL inválida
gu: અમાન્ય Url
hi: अवैध यूआरएल
it: Url non valido
ja: 無効な URL
mr: अवैध Url
ru: Неверный URL
ta: தவறான Url

source: Manifest import for provider [ %s ] failed
mr: प्रोव्हाइडर [ %s ] करीता इम्पोर्ट मॅनिफेस्ट करा

source: No environments are currently available in this organization. Please add some to be able to set user default.
mr: या संस्था अंतर्गत वातावरणे आढळले नाही. कृपया वापरकर्ता पूर्वनिर्धारित ठरवण्याकरीता ठराविक समाविष्ट करा.

source: Package has to be specified by its nvre.
mr: nvr प्रमाणे संकुल निर्देशीत करायला हवे.

source: Run
mr: चालवा

source: Source Package
mr: सोअर्स् संकुल

source: Subscription manifest uploaded successfully for provider '%{name}'. Please enable the repositories you want to sync by selecting 'Enable Repositories' and selecting individual repositories to be enabled.
mr: प्रोव्हाइडर'%{name}' करीता सबस्क्रिप्शन मॅनिफेस्ट यशस्वीरित्या अपलोड केले गेले. कृपया सिंक करण्यासाठी रेपॉजिटरिज् सुरू करा व त्याकरीता 'रेपॉजिटरिज् सुरू करा' नीवडा व सुरू करण्यासाठी प्रत्यक्ष रेपॉजिटरिज् नीवडा.

source: Template is not complete and will likely fail.
mr: टेम्पलेट पूर्ण नाही व संभाव्यतया अपयशी होईल.

source: There were errors with one of the syncs: %s in repository: %s. See the log for more details.
mr: रेपॉजिटरि: %s मध्ये सिंक्स्: %s पैकी एकात त्रुटी आढळली. अधिक तपशीलकरीता लॉग पहा.

source: Uebercert for %s has not been generated.
mr: %s करीता Uebercert निर्माण केले नाही.

source: viewing
mr: अवलोकन

source: ERRATA
bn: ত্রুটি-বিচ্যুতি
hi: इरेटा
ja: エラータ
ru: ИСПРАВЛЕНИЯ

source: OS
bn: অপারেটিং সিস্টেম
es: SO
ru: ОС

source: OS:
bn: অপারেটিং সিস্টেম
es: SO:
ru: ОС:

source: TITLE
de: TITEL
es: TÍTULO
hi: शीर्षक
it: TITOLO
ja: タイトル
ru: НАЗВАНИЕ

source: TYPE
de: TYP
es: TIPO
hi: प्रकार
it: TIPO
ja: タイプ
ru: ТИП

source: repoids
gu: રિપો ids
ja: リポジトリ id
ru: ID репозиториев

source: promote_confirm
es: promover_confirmar

source: ID
ta: குறியீடு
