Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Global permissions allow you to create permissions that span all organizations, or choose a specific organization to apply permissions.
bn: সার্বজনীন অনুমতিগুলি সকল প্রতিষ্ঠানের জন্য প্রয়োগ করা যাবে, অথবা সুনির্দিষ্ট প্রতিষ্ঠানের জন্য অনুমতিও ধার্য করা যায়।
de: Globale Berechtigungen ermöglichen es Ihnen, Berechtigungen zu erstellen, die sich über alle Organisationen erstrecken, oder wählen Sie eine bestimmte Organisation, auf die Berechtigungen angewendet werden.
es: Permisos globales le permiten crear permisos que abarcan todas las organizaciones o eligen una organización específica para aplicar permisos.
gu: વૈશ્ર્વિક પરવાનગીઓ પરવાનગીઓને બનાવવા માટે તમને પરવાનગી આપે છે કે જે બધી સંસ્થાઓને વિસ્તારે છે, અથવા પરવાનગીઓને લાગુ કરવા માટે ખાસ સંસ્થાને પસંદ કરો.
hi: वैश्विक अनुमतियाँ अनुमति बनाने की छूट देती हैं जो सभी संगठनों में होती हैं किसी एक विशिष्ट संगठन को चुनें जो अनुमतियों पर लागू होते हैं.
it: I permessi globali permettono la creazione di permessi che comprendono tutte le organizzazioni, o di selezionare una organizzazione specifica sulla quale applicare i permessi.
ja: クローバルパーミッションにより、すべての組織に及ぶパーミッションを作成、パーミッションを適用する特定の組織を選択することができます。
mr: ग्लोबल परवानगी तुम्हाला सर्व संस्थाकरीता परवानगी निर्माण करण्यास परवानगी देते, किंवा परवानगी लागू करण्यासाठी ठराविक संस्था नीवडा.
pa: ਗਲੋਬਲ ਮਨਜੂਰੀ ਤੁਹਾਨੂੰ ਮਨਜੂਰੀਆਂ ਬਣਾਉਣ ਵਿੱਚ ਮੱਦਦ ਕਰਦੀ ਹੈ ਜੋ ਸਭ ਸੰਗਠਨਾਂ ਤੇ ਲਾਗੂ ਹੁੰਦੀ ਹੈ ਜਾਂ ਮਨਜੂਰੀ ਲਾਗੂ ਕਰਨ ਲਈ ਕੋਈ ਇੱਕ ਸੰਗਠਨ ਚੁਣੋ।
ru: Глобальные разрешения распространяются на все организации.
ta: அனைத்து நிறுவனங்களின் காலத்திற்கான அனுமதிகளை உருவாக்க உலக அனுமதிகளை அனுமதிக்கிறது, அல்லது ஒரு குறிப்பிட்ட நிறுவனத்தில் அனுமதிகளை செயல்படுத்த தேர்வு செய்யவும்.

source: Global permissions are permissions that span all organizations; however, organization permissions apply only to the organization they are associated with.
bn: সার্বজনীন অনুমতিগুলি সকল প্রতিষ্ঠানের জন্য প্রয়োগ করা যাবে; প্রাতিষ্ঠানিক অনুমতিগুলি শুধুমাত্র প্রতিষ্ঠানের জন্য ধার্য করা যাবে।
de: Globale Berechtigungen sind Berechtigungen, die sich über alle Organisationen erstrecken; Organisationsberechtigungen dagegen gelten nur für die jeweilige Organisation.
es: Permisos globales son permisos que abarcan todas las organizaciones; sin embargo, los permisos de organización se aplican a la organización a la que están asociados.
gu: વૈશ્ર્વિક પરવાનગીઓ એ પરવાનગીઓ છે કે જે બધી સંસ્થાઓને વિસ્તારે છે; છતાંપણ, સંસ્થા પરવાનગીઓ ફક્ત સંસ્થા માટે લાગુ થાય છે તેઓ તેની સાથે સંકળાયેલ છે.
hi: वैश्विक अनुमतियाँ अनुमति बनाने की छूट देती हैं जो सभी संगठनों में होती हैं; हालाँकि, किसी केवल एक संगठन पर लागू होते हैं जिससे वे जुड़े होते हैं.
it: I permessi globali sono permessi che comprendono tutte le organizzazioni; tuttavia i permessi sono applicati solo alle organizzazione con le queli sono associati.
ja: グローバルパーミッションとは、すべての組織に及ぶパーミッションです。ただし、組織のパーミッションは関連付けられた組織のみに適用します。
mr: ग्लोबल परवानगी असे परवानगी आहेत जे सर्व संस्थाकरीता लागू होते; तरी, संस्था परवानगी फक्त संबंधित संस्थाकरीताच लागू होते.
pa: ਗਲੋਬਲ ਮਨਜੂਰੀ ਉਹ ਮਨਜੂਰੀ ਹੈ ਜੋ ਸਭ ਸੰਗਠਨਾਂ ਤੇ ਲਾਗੂ ਹੁੰਦੀ ਹੈ; ਇਸ ਤਰਾਂ, ਸੰਗਠਨ ਮਨਜੂਰੀ ਸਿਰਫ ਇਸ ਨਾਲ ਸੰਬੰਧਿਤ ਸੰਗਠਨਾਂ ਤੇ ਲਾਗੂ ਹੁੰਦੀ ਹੈ।
ru: Глобальные разрешения распространяются на все организации, а разрешения организации &mdash; на выбранную организацию.
ta: அனைத்து நிறுவனங்களின் காலத்திற்கான அனுமதிகள் உலக அனுமதிகளை அனுமதிக்கிறது; எப்படியிருப்பினும், நிறுவன அனுமதிகள் நிறுவனத்துடன் தொடர்புடையதை மட்டும் செயல்படுத்துகிறது.

source: Good
bn: ভাল
de: Gut
es: Bien
gu: સારું
hi: अच्छा
it: Buono
ja: 良好
mr: चांगले
pa: ਵਧੀਆ
ru: Удовлетворительный
ta: நல்ல

source: Group
bn: দল
de: Gruppe
es: Grupo
gu: જૂથ
hi: समूह
it: Gruppo
ja: グループ
mr: गट
pa: ਗਰੁੱਪ
ru: Группа
ta: குழு

source: Guest
bn: গেস্ট
de: Gast
es: Huésped
gu: મહેમાન
hi: अतिथि
ja: ゲスト
mr: अतिथी
pa: ਗਿਸਟ
ru: Гость
ta: விருந்தினர்

source: Guests
bn: গেস্ট
de: Gäste
es: Huéspedes
gu: મહેમાનો
hi: अतिथि
it: Guest
ja: ゲスト
mr: अतिथी
pa: ਗਿਸਟ
ru: Гости
ta: விருந்தினர்கள்

source: History
bn: পূর্ববর্তী তথ্য
de: Chronik
es: Historia
gu: ઇતિહાસ
hi: इतिहास
it: Cronologia
ja: 履歴
mr: इतिहास
pa: ਅਤੀਤ
ru: Журнал
ta: வரலாறு

source: Host
bn: হোস্ট
gu: યજમાન
hi: मेजबान
ja: ホスト
mr: यजमान
pa: ਹੋਸਟ
ru: Хост
ta: புரவலன்

source: Host & Guest Info
bn: হোস্ট ও গেস্টের তথ্য
de: Host & Gast Info
es: Host e información de huésped
gu: યજમાન અને મહેમાન જાણકારી
hi: मेजबान व अतिथि सूचना
it: Informazioni Host & Guest
ja: ホスト & ゲスト情報
mr: यजमान व अतिथीची माहिती
pa: ਹੋਸਟ ਤੇ ਗਿਸਟ ਜਾਣਕਾਰੀ
ru: Виртуализация
ta: புரவலன் & விருந்தினர் தகவல்

source: Hypervisor
bn: হাইপার-ভাইসর
es: Hipervisor
gu: હાઇપરવિઝર
hi: हाइपरविजर
ja: ハイパーバイザー
mr: हायपरवाइजर
pa: ਹਾਈਪਰਵਾਈਸਰ
ru: Гипервизор
ta: ஹைபர்வைசர்

source: Hypervisor does not support this action
bn: হাইপার-ভাইসর দ্বারা এই কাজ সমর্থিত নয়
de: Hypervisor unterstützt diese Aktion nicht
es: El hipervisor no soporta esta acción
gu: હાઇપરવિઝર આ ક્રિયાને આધાર આપતુ નથી
hi: हाइपरविजर इस क्रिया का समर्थन नहीं करता है
it: L'hypervisor non supporta questa azione
ja: ハイパーバイザーはこのアクションに対応していません。
mr: हायपरवाइजर ह्या कृतीला समर्थन पुरवत नाही
pa: ਹਾਈਪਰਵਾਈਸਰ ਇਸ ਕਾਰਵਾਈ ਲਈ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ
ru: Гипервизор не поддерживает эту операцию
ta: இந்த செயலில் ஹைபர்வைசர் துணைபுரியவில்லை.

source: Hypervisors do not have errata
bn: হাইপার-ভাইসরে ত্রুটি-বিচ্যুতি উপস্থিত থাকে না
de: Hypervisors haben keine Errata
es: Los hipervisores no tienen erratas
gu: હાઇપરવિઝર પાસે એરાટા નથી
hi: हाइपरविजर के पास इरेटा नहीं है
it: L'hypervisors non possiede errata
ja: ハイパーバイザーにエラータはありません。
mr: हायपरवाइजर्सकडे एराटा आढळले नाही
pa: ਹਾਈਪਰਵਾਈਸਰ ਦਾ ਕੋਈ ਇਰੱਟਾ ਨਹੀਂ ਹੈ
ru: Гипервизоры не предоставляют исправления
ta: ஹைபர்வைசர்கள் பிழைகள் எதையும் கொண்டிருக்கவில்லை

source: Hypervisors do not have packages
bn: হাইপার-ভাইসরে প্যাকেজ উপস্থিত থাকে না
de: Hypervisors haben keine Pakete
es: Los hipervisores no tienen paquetes
gu: હાઇપરવિઝર પાસે પેકેજો નથી
hi: हाइपरविजर के पास संकुल नहीं है
it: L'hypervisors non possiede pacchetti
ja: ハイパーバイザーにパッケージはありません。
mr: हायपरवाइजर्सकडे संकुले आढळले नाही
pa: ਹਾਈਪਰਵਾਈਸਰ ਵਿੱਚ ਕੋਈ ਪੈਕੇਜ ਨਹੀਂ ਹੈ
ru: Гипервизоры не предоставляют пакеты
ta: ஹைபர்வைசர்கள் தொகுப்புகள் எதையும் கொண்டிருக்கவில்லை

source: Hypervisors do not have software products
bn: হাইপার-ভাইসরে সফ্টওয়্যার উৎপাদন উপস্থিত থাকে না
de: Hypervisors haben keine Software-Produkte
es: Los hipervisores no tienen productos de software
gu: હાઇપરવિઝર પાસે સોફ્ટવેર પ્રોડક્ટો નથી
hi: हाइपरविजर के पास सॉफ्टवेयर उत्पाद नहीं है
it: L'hypervisors non possiede prodotti software
ja: ハイパーバイザーにソフトウェア製品はありません。
mr: हायपरवाइजर्सकडे सॉफ्टवेअर उत्पादने आढळले नाही
pa: ਹਾਈਪਰਵਾਈਸਰ ਸਾਫਟਵੇਅਰ ਉਤਪਾਦ ਨਹੀਂ ਹੈ
ru: Гипервизоры не предоставляют программы
ta: ஹைபர்வைசர்கள் மென்பொருள் தயாரிப்பு எதையும் கொண்டிருக்கவில்லை

source: I remembered my login credentials.
bn: লগ-ইন করার জন্য আমার পরিচয় আমি পেয়েছি।
de: Ich erinnere mich an meine Anmeldedaten.
es: Recordé mis credenciales de inicio de sesión.
gu: મને મારું પ્રવેશ ઓળખાણપત્ર યાદ છે.
hi: मुझे अपना लॉगिन सूचना याद है.
it: Mi sono ricordato credenziali del mio login.
ja: ログイン資格情報を思い出しました。
mr: मला माझे लॉगिन श्रेय आठवलेत.
pa: ਮੈਨੂੰ ਮੇਰੇ ਲਾਗਇਨ ਕਰੀਡੈਂਸ਼ਲ ਯਾਦ ਹਨ
ru: Я помню свои реквизиты доступа.
ta: எனது உள்நுழை சான்றுகளை நான் நினைவு கொண்டுள்ளேன்.

source: Id / Link
mr: Id / दुवा
pa: Id / ਲਿੰਕ

source: If you continue having trouble, please contact an Administrator.
bn: সমস্যা না মিটলে অনুগ্রহ করে অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
de: Falls Sie weiterhin Probleme haben, setzen Sie sich bitte mit einem Administrator in Verbindung.
es: Si continúa teniendo problemas, por favor contacte al administrador.
gu: જો તમને સમસ્યા થઇ રહી હોય, મહેરબાની કરીને સંચાલકનો સંપર્ક કરો.
hi: यदि आपको समस्या आनी जारी रहती है, किसी प्रशासक को संपर्क करें.
it: Se continui ad avere problemi contattare un Amministratore.
ja: 問題が継続して発生する場合は管理者に連絡してください。
pa: ਜੇ ਤੁਹਾਨੂੰ ਹਾਲੇ ਵੀ ਸਮੱਸਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਪਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ru: При повторении ошибки обратитесь к администратору.

source: If you did not request this password to be reset, just ignore this email and the password will continue to stay the same.
bn: পাসওয়ার্ড পুনরায় নির্ধারণের অনুরোধ আপনি যদি না করে থাকেন, তাহলে এই ই-মেইলটি অগ্রাহ্য করুন ও আপনার পুরোনো পাসওয়ার্ড বহাল থাকবে।
de: Falls Sie das Zurücksetzen dieses Passworts nicht angefordert haben, ignorieren Sie einfach diese E-Mail. Ihr Passwort wird in diesem Fall nicht verändert.
es: Si no solicitó el restablecimiento de esta contraseña, haga caso omiso de este correo-e y la contraseña seguirá siendo la misma.
gu: જો તમને આ પાસવર્ડને પુન:સુયોજિત કરવા માટે સૂચના ન મળી હોય તો, અવગણો અને આ ઇમેઇલ સરનામું અને પાસવર્ડ સાથે ચાલુ રાખશે.
hi: यदि आपने इस कूटशब्द को बदलने के लिए निवेदन नहीं किया है तो इस ईमेल को बस अनदेखा करें और कूटशब्द वहीं बना रहेगा.
it: Se non hai richiesto di resettare questa password allora ignora l'email e la password continuerà ad essere la stessa.
ja: パスワードリセットのリクエストをしていない場合は、 本メールを無視してください。 パスワードの変更は行われません。
mr: पासवर्डला पूर्ववत् करयसाठी विनंती न केल्यास, या इमेलला दुर्लक्ष करा व पासवर्ड समानच राहतील.
pa: ਜੇ ਤੁਸੀਂ ਇਹ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰਨ ਲਈ ਬੇਨਤੀ ਨਹੀਂ ਕੀਤੀ, ਤਾਂ ਇਹ ਈਮੇਲ ਅਣਡਿੱਠੀ ਕਰੋ ਅਤੇ ਪਾਸਵਰਜ ਪੁਰਾਣਾ ਹੀ ਰਹੇਗਾ।
ru: Если вы не запрашивали изменение пароля, не предпринимайте никаких действий.
ta: இந்த கடவுச்சொல்லை மறுஅமைக்க நீங்கள் கோரவில்லை எனில், இந்த மின்னஞ்சலை புறக்கணித்து கடவுச்சொல் அதை தக்கவைக்க தொடரும்.

source: If you do not know your login, please enter your email address below and your login will be sent to you.
mr: लॉगिन माहिती नसल्यास, कृपया खालील येथे तुमचा इमेल पत्ता द्या व तुम्हाला लॉगिन पाठवले जाईल.
pa: ਜੇ ਤੁਹਾਨੂੰ ਆਪਣਾ ਲਾਗਇਨ ਯਾਦ ਨਹੀਂ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਈਮੇਲ ਐਡਰੈੱਸ ਹੇਠਾਂ ਦਿਓ ਅਤੇ ਤੁਹਾਡਾ ਲਾਗਇਂ ਤੁਹਾਨੂੰ ਭੇਜਿਆ ਜਾਵੇਗਾ।

source: If you do not know your password, enter your login and email address below and instructions on resetting your password will be sent to you.
mr: पासवर्ड माहिती नसल्यास, खालील येथे लॉगिन व इमेल पत्ता द्या व पासवर्ड पुन्हा निश्चित करण्याबाबत सूचना तुम्हाला सूचना पाठवले जाईल.
pa: ਜੇ ਤੁਸੀਂ ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ, ਆਪਣਾ ਲਾਗਇਨ ਅਤੇ ਈਮੇਲ ਐਡਰੈੱਸ ਦਿਓ ਅਤੇ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰਨ ਲਈ ਹਦਾਇਤਾਂ ਤੁਹਾਨੂੰ ਭੇਜੀਆਂ ਜਾਣਗੀਆਂ।

source: Import History
bn: ইম্পোর্ট সংক্রান্ত পূর্ববর্তী তথ্য
de: Importchronik
es: Importar historia
gu: ઇતિહાસ આયાત કરો
hi: इतिहास आयात करें
it: Importa cronologia
ja: インポートの履歴
mr: इतिहास आयात करा
pa: ਅਤੀਤ ਇੰਪੋਰਟ
ru: Журнал импорта
ta: வரலாற்றை இறக்குமதி செய்யவும்

source: Import Time
bn: ইম্পোর্ট করার সময়
de: Importzeit
es: Importar tiempo
gu: સમય આયાત કરો
hi: आयात समय
it: Importa ora
ja: インポートの実行時刻
mr: आयात वेळ
pa: ਟਾਈਮ ਇੰਪੋਰਟ
ru: Время импорта
ta: இறக்குமதி நேரம்

source: Info
bn: তথ্য
gu: જાણકારી
hi: सूचना
ja: 情報
mr: माहिती
pa: ਜਾਣਕਾਰੀ
ru: Информация
ta: தகவல்

source: Initial Application Life Cycle Management Environment
bn: প্রারম্ভিক অ্যাপ্লিকেশন লাইফ সাইকেল ম্যানেজমেন্ট পরিবেশ
de: Initiale Application Lifecycle Management Umgebung
es: Entorno de administración de ciclo de vida de aplicaciones iniciales
gu: પ્રારંભિક અરજી જીવનચક્ર વ્યવસ્થાપન પર્યાવરણ
hi: आरंभिक एप्लीकेशन लाइफ साइकिल मैनेजमेंट वातावरण
it: Ambiente di gestione del cliclo di vita dell'applicazione iniziale
ja: 初期のアプリケーションライフサイクルを管理する環境
mr: सुरवातीचे ॲप्लिकेशन लाइफ साइकल मॅनेजमेंट वातावरण
pa: ਸ਼ੁਰੂਆਤੀ ਐਪਲੀਕੇਸ਼ਨ ਲਾਈਫ ਸਾਈਕਲ ਮੈਨੇਜਮੈਂਟ ਇਨਵਾਇਰਮੈਂਟ
ru: Исходное окружение
ta: துவக்க பயன்பாடு வாழ்க்கை சுழற்சி நிர்வாக சூழல்

source: Initial Registration Params
bn: নিবন্ধনের প্রারম্ভিক পরামিতি
de: Initiale Registrierungsparameter
es: Parámetros de registro iniciales
gu: પ્રારંભિક નોંધણી પરિમાણ
hi: आरंभिक पंजीयन परम
it: Parametri di registrazione iniziali
ja: 初期の登録パラメーター
mr: सुरवातीचे नोंदणी घटके
pa: ਸ਼ੁਰੂਆਤੀ ਰਜਿਸਟਰੇਸ਼ਨ ਪੈਰਾਮੀਟਰ
ru: Исходные настройки регистрации
ta: துவக்க பதிவுசெய்தல் அளவுருக்கள்

source: Inline Help Enabled:
bn: ইন-লাইন সাহায্য ব্যবস্থা সক্রিয় করা হয়েছে:
de: Kontexthilfe aktiviert:
es: Activada la línea interna de ayuda:
gu: સક્રિય થયેલ ઇનલાઇન મદદ:
hi: इनलाइन मदद सक्रिय:
it: Aiuto inline abilitato:
ja: インラインヘルプを有効:
mr: इंनलाइन मदत सुरू केले:
pa: ਇਨਲਾਈਨ ਸਹਾਇਤਾ ਯੋਗ:
ru: Встроенная справка:
ta: உள்வரி உதவி செயல்படுத்தப்பட்டது:

source: Install
bn: ইনস্টল করুন
de: Installieren
es: Instalación
gu: સ્થાપિત કરો
hi: संस्थापित करें
it: Installa
ja: インストール
pa: ਇੰਸਟਾਲ
ru: Установить

source: Install of Package Groups '%{g}' scheduled for System '%{s}'.
bn: '%{g}' প্যাকেজ সংকলনের ইনস্টলেশন '%{s}' সিস্টেমে নির্ধারণ করা হয়েছে।
de: Installation von Paketgruppen '%{g}' eingeplant für System '%{s}'.
es: Instalación de grupos de paquetes '%{g}' programada para sistema '%{s}'.
gu: સિસ્ટમ '%{s}' માટે ગોઠવેલ પેકેજ જૂથો '%{g}' ને સ્થાપિત કરો.
hi: संकुल समूह '%{g}' का संस्थापन तंत्र '%{s}' के लिए नियत है.
it: Installazione Gruppo di pacchetti '%{g}' programmato per il sistema '%{s}'.
ja: パッケージグループ '%{g}' のインストールがシステム '%{s}' に対してスケジュールされました。
mr: संकुल गटे '%{g}' यांचे प्रणाली '%{s}' करीता प्रतिष्ठापन ठरवले आहे.
pa: ਪੈਕੇਜ ਗਰੁੱਪ '%{g}' ਨੂੰ ਸਿਸਟਮ '%{s}' ਤੇ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਤਹਿ ਕੀਤਾ ਹੈ।
ru: Назначена установка групп пакетов '%{g}' для системы '%{s}'.
ta: தொகுப்பு குழுக்கள் '%{g}'க்கு நிறுவவும் சிஸ்டம் '%{s}'க்காக திட்டமிடப்பட்டது.

source: Install of Packages '%{p}' scheduled for System '%{s}'.
bn: '%{p}' প্যাকেজের ইনস্টলেশন '%{s}' সিস্টেমে নির্ধারণ করা হয়েছে।
de: Installation von Paketen '%{g}' eingeplant für System '%{s}'.
es: Instalación de paquetes '%{p}' programada para sistema '%{s}'.
gu: સિસ્ટમ '%{s}' માટે ગોઠવેલ '%{p}' પેકેજોને સ્થાપિત કરો.
hi: तंत्र '%{s}' के लिए संकुल '%{p}' संस्थापित करें.
it: Installazione dei pacchetti '%{p}' programmato per il sistema '%{s}'.
ja: パッケージ '%{p}' のインストールがシステム '%{s}' に対してスケジュールされました。
mr: संकुले '%{p}' यांचे प्रणाली '%{s}' करीता प्रतिष्ठापन ठरवले आहे..
pa: ਪੈਕੇਜ '%{p}' ਨੂੰ ਸਿਸਟਮ '%{s}' ਤੇ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਕੀਤਾ ਹੈ।
ru: Назначена установка пакетов '%{p}' для системы '%{s}'.
ta: தொகுப்புகள் '%{p}'க்கு நிறுவவும் சிஸ்டம் '%{s}'க்காக திட்டமிடப்பட்டது.

source: Install or Remove Packages or Packages Groups
pa: ਪੈਕੇਜ ਜਾਂ ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ ਕਰੋ ਜਾਂ ਹਟਾਓ

source: Installing
bn: ইনস্টলেশন প্রণালী
de: Installieren
es: Instalación
gu: સ્થાપિત કરી રહ્યા છે
hi: संस्थापित कर रहा है
it: Installazione in corso
ja: インストール中
mr: प्रतिष्ठापन करत आहे
pa: ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ
ru: Установка...
ta: நிறுவுகிறது

source: Insufficient Entitlements
bn: অপর্যাপ্ত এনটাইটেলমেন্ট
de: Ungenügende Berechtigungen
es: Derechos insuficientes
gu: અપૂરતી એંટાઇટેલમેંટ
hi: अपर्याप्त एंटाइटेलमेंट
it: Entitlement insufficienti
ja: エンタイトルメント数の不足
mr: अपुरे एंटाइटलमेंटस्
pa: ਨਾ-ਲੋੜੀਂਦੇ ਇੰਟਾਈਟਲਮੈਂਟ
ru: Недостаточно полномочий
ta: பற்றாத உரிமங்கள்

source: Interval
bn: বিরতি
de: Intervall
es: Intervalo
gu: અંતરાલ
hi: अंतराल
it: Intervallo
ja: 間隔
mr: अवधि
pa: ਅੰਤਰਾਲ
ru: Интервал
ta: இடைவெளி

source: Invalid Subscriptions
bn: অবৈধ সাবস্ক্রিপশন
de: Ungültige Subskriptionen
es: Suscripciones inválidas
gu: અમાન્ય ઉમેદવારીઓ
hi: अमान्य सदस्यताएँ
it: Sottoscrizioni non valide
ja: 無効なサブスクリプション
mr: अवैध सबस्क्रिप्शन्स्
pa: ਗਲਤ ਮੈਂਬਰੀਆਂ
ru: Неверные подписки
ta: தவறான சந்தாக்கள்

source: Invalid parameters sent for %s/%s. You may have mistyped the address. If you continue having trouble with this, please contact an Administrator.
bn: %s/%s-র জন্য অবৈধ পরামিতি পাঠানো হয়েছে। সম্ভবত ঠিকানাটি ভুল লেখা হয়েছে। এই সমস্যা না মিটলে অনুগ্রহ করে অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
de: Ungültige Parameter für %s/%s gesendet. Womöglich haben Sie sich in der Adresse vertippt. Falls Sie weiterhin Probleme damit haben, setzen Sie sich bitte mit einem Administrator in Verbindung.
es: Parámetros inválidos enviados para %s/%s. Pudo haber escrito mal la dirección. Si continúa teniendo problemas con esto, por favor contacte al administrador.
gu: અમાન્ય પરિમાણો %s/%s માટે મોકલેલ છે. તમે કદાચ ખોટુ સરનામું લખેલ છે. જો તમને આ સાથે મુશ્કેલી થઇ રહી હોય, મહેરબાની કરીને સંચાલકનો સંપર્ક કરો.
hi: %s/%s के लिए अवैध पैरामीटर प्रेषित. आपने पता गलत टाइप किया है. यदि आपको इसके साथ कुछ समस्या है, कृपया किसी प्रशासक से संपर्क करें.
it: Parametri non validi inviati per %s/%s. Potrebbe esserci stato un errore di battitura dell'indirizzo. Se continui ad avere problemi cantatta un Amministratore.
ja: 無効なパラメータが %s/%s に送信されました。 アドレスに入力間違いがあった可能性があります。 問題が継続して発生する場合は管理者に連絡してください。
pa: ਗਲਤ ਪੈਰਾਮੀਟਰ %s/%s ਲਈ ਭੇਜੇ ਗਏ ਹਨ। ਤੁਸੀਂ ਗਲਤ ਐਡਰੈੱਸ ਟਾਈਪ ਕੀਤਾ ਹੋ ਸਕਦਾ ਹੈ। ਜੇ ਤੁਹਾਨੂੰ ਇਸ ਨਾਲ ਸਮੱਸਿਆ ਜਾਰੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ru: %s/%s переданы неверные параметры. Проверьте адрес. При повторении ошибки обратитесь к администратору.

source: Invalid parameters sent in the request for this operation. Please contact a system administrator.
bn: এই কাজের অনুরোধের সাথে প্রেরিত পরামিতি বৈধ নয়। অনুগ্রহ করে সিস্টেম অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
de: Ungültige Parameter in der Anfrage für diese Operation gesendet. Bitte setzen Sie sich bitte mit einem Systemadministrator in Verbindung.
es: Parámetros inválidos enviados en la solicitud para esta operación. Por favor contacte a un administrador de sistemas.
gu: અમાન્ય પરિમાણો આ ક્રિયા માટે સૂચનામાં મોકલેલ છે. મહેરબાની કરીને સિસ્ટમ સંચાલકનો સંપર્ક કરો.
hi: इस ऑपरेशन के लिए आग्रह में अवैध पैरामीटर प्रेषित. किसी तंत्र प्रशासक को संपर्क करें.
it: Parametri non validi inviati nella richiesta per questa operazione. Contattare un amministratore di sistema.
ja: 無効なパラメータがこの動作の要求に送信されました。 システム管理者に連絡してください。
pa: ਇਸ ਕਾਰਵਾਈ ਲਈ ਬੇਨਤੀ ਵਿੱਚ ਗਲਤ ਪੈਰਾਮੀਟਰ ਦਿੱਤੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਪਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ru: Запрос операции содержит недопустимые параметры. Обратитесь к администратору.

source: Invalid resource type '%{resource_type}'. Resource Types can be one of '%{possible_types}'
bn: অবৈধ ধরনের রিসোর্স '%{resource_type}'। রিসোর্সের ধরন এর মধ্যে একটি হবে '%{possible_types}'
de: Ungültiger Ressourcentyp '%{resource_type}'. Gültige Ressourcentypen sind '%{possible_types}'
es: Tipo de recurso inválido '%{resource_type}'. Tipos de recursos pueden ser alguno de '%{possible_types}'
gu: અમાન્ય સ્ત્રોત પ્રકાર '%{resource_type}'. સ્ત્રોત પ્રકારો '%{possible_types}' માંથી એક હોઇ શકે છે
hi: अवैध संसाधन प्रकार '%{resource_type}'. संसाधन प्रकार '%{possible_types}' में से एक हो सकता है
it: Tipo di risorsa '%{resource_type}' non valida. I tipi di risorse possono essere '%{possible_types}'
ja: 無効なリソースタイプ '%{resource_type}'。リソースタイプは '%{possible_types}' のうちいずれかです。
mr: अवैध स्रोत प्रकार '%{resource_type}'. स्रोत प्रकारे '%{possible_types}' पैकी एक असू शकते
pa: ਗਲਤ ਸੋਰਤ ਕਿਸਮ '%{resource_type}'। ਸਰੋਤ ਕਿਸਮ '%{possible_types}' ਵਿੱਚੋਂ ਕੋਈ ਇੱਕ ਹੋ ਸਕਦੀ ਹੈ
ru: Неверный тип: '%{resource_type}'. Допустимые значения: '%{possible_types}'
ta: தவறான மறுமூல வகை '%{resource_type}'. மறுமூல வகைகள் '%{possible_types}' ஒன்று இருக்க முடியாது

source: Invalid state
bn: অবৈধ অবস্থা
de: Ungültiger Status
es: Estado inválido
gu: અમાન્ય સ્થિતિ
hi: अमान्य स्थिति
it: Stato non valido
ja: 無効な状態
mr: अवैध स्तर
pa: ਗਲਤ ਸਟੇਟ
ru: Недопустимый статус
ta: தவறான நிலை

source: Invalid verb '%{verb}'. Verbs for resource type '%{resource_type}' can be one of %{possible_verbs}
bn: অবৈধ ধরনের ক্রিয়া '%{verb}'। '%{resource_type}' রিসোর্সের ধরনের ক্ষেত্রে প্রযোজ্য verb এর মধ্যে একটি হবে '%{possible_verbs}'
de: Ungültiges Verb '%{verb}'. Gültige Verben für Ressourcentype n'%{resource_type}' sind %{possible_verbs}
es: Verbo inválido '%{verb}'. Verbos para tipo de recurso '%{resource_type}' pueden ser alguno de %{possible_verbs}
gu: અમાન્ય વર્બ '%{verb}'. સ્ત્રોત પ્રકાર માટે વર્બ '%{resource_type}' એ %{possible_verbs} માંથી એક હોઇ શકે છે
hi: अवैध क्रिया '%{verb}'. संसाधन प्रकार '%{resource_type}' के लिए क्रिया %{possible_verbs} में से कोई एक हो सकता है
it: Verbo non valido '%{verb}'. I verbi per il tipo di risorsa '%{resource_type}' possono essere %{possible_verbs}
ja: 無効な動作 '%{verb}'。リソースタイプ '%{resource_type}' の動作は、%{possible_verbs} のうちいずれかです。
mr: अवैध वर्ब '%{verb}'. स्रोत प्रकार '%{resource_type}' %{possible_verbs} पैकी एक असू शकते
pa: ਗਲਤ ਵਰਬ '%{verb}'। ਸਰੋਤ ਕਿਸਮ '%{resource_type}' ਲਈ ਵਰਬਾਂ %{possible_verbs} ਵਿੱਚ ਹੋ ਸਕਦੀਆਂ ਹਨ
ru: Неверное значение: '%{verb}'. Допустимые команды для '%{resource_type}': %{possible_verbs}
ta: தவறான சொல் %{verb}'. மறுமூல வகைக்கான சொற்கள் '%{resource_type}'. '{possible_types}' ஒன்று இருக்க முடியாது

source: Issued
bn: জারী করার তারিখ
de: Ausgegeben
es: Expedido
gu: અદા થયેલ
hi: जारी
it: Emesso
ja: 発行済み
mr: इश्युड्
pa: ਜਾਰੀ
ru: Выпущен
ta: வழங்கப்பட்டது:

source: It is not allowed to create products in Red Hat provider.
bn: Red Hat উপলব্ধকারীর মধ্যে উৎপাদন প্রস্তুত করার জন্য এর অনুমতি নেই।
de: Es ist nicht zulässig, Produkte im Red Hat Provider zu erstellen.
es: No se permite la creación de productos en el proveedor de Red Hat.
gu: Red Hat પ્રદાતામાં પ્રોડક્ટોને બનાવવા માટે પરવાનગી થયેલ નથી.
hi: Red Hat प्रदाता में यह उत्पाद बनाने के लिए अनुमति प्राप्त नहीं है.
it: Non è possibile creare prodotti con il provider di Red Hat.
ja: Red Hat プロバイダーで製品を作成することはできません。
mr: Red Hat प्रोव्हाइडर अंतर्गत उत्पादने निर्माण करण्यास परवानगी नाही.
pa: Red Hat ਪਰੋਵਾਈਡਰ ਵਿੱਚ ਇਸਨੂੰ ਉਤਪਾਦ ਬਣਾਉਣ ਦੀ ਮਨਜੂਰੀ ਨਹੀਂ ਹੈ।
ru: Создание продуктов для провайдера Red Hat не разрешено.
ta: Red Hat வழங்குநரில் தயாரிப்புகளை உருவாக்க அனுமதியில்லை.

source: It is not allowed to import manifest for a custom provider.
bn: স্বনির্ধারিত উপলব্ধকারীর জন্য ম্যানিফেস্ট ইম্পোর্ট করার অনুমতি নেই
de: Es ist nicht zulässig, ein Manifest für einen angepassten Provider zu importieren.
es: No se permite importar manifiesto para un proveedor personalizado.
gu: વૈવિધ્ય પ્રદાતા માટે manifest ને આયાત કરવા તેને પરવાનગી આપેલ નથી.
hi: कस्टम प्रदाता के लिए मेनिफेस्ट आयात की अनुमति नहीं है.
it: Non è permesso importare il manifesto per un provider personalizzato.
ja: カスタムプロバイダー用にマニフェストをインポートすることはできません。
mr: कस्टम प्रोव्हाइडरकरीता मॅनिफेस्ट आयात करणे आवश्यक नाही.
pa: ਕਸਟਮ ਪਰੋਵਾਈਡਰ ਲਈ ਮੈਨੀਫੈਸਟ ਬਰਾਮਦ ਕਰਨ ਦੀ ਮਨਜੂਰੀ ਨਹੀਂ ਹੈ।
ru: Импорт манифеста произвольного провайдера не разрешён.
ta: ஒரு தனிபயன் வழங்குநருக்கான முக்கியமாக வெளிபடுத்த அனுமதியில்லை.

source: It is not allowed to refresh products for custom provider.
bn: স্বনির্ধারিত উপলব্ধকারীর জন্য উৎপাদন নবায়ন করা যাবে না।
de: Es ist nicht zulässig, Produkte für angepasste Provider zu aktualisieren.
es: No se permite actualizar productos para proveedor personal.
gu: વૈવિધ્ય ઉપભોક્તા માટે પ્રોડક્ટોને તાજુ કરવા માટે તેને પરવાનગી આપેલ નથી.
hi: पसंदीदा प्रदाता के लिए उत्पाद को ताजा करने की जरूरत नहीं है.
it: Non è possibile aggiornare i prodotti per i provider personalizzati.
ja: カスタムのプロバイダー用に製品をリフレッシュすることはできません。
pa: ਪਸੰਦੀ ਦੇ ਪਰੋਵਾਈਡਰ ਲਈ ਉਤਪਾਦ ਮੁੜ-ਤਾਜ਼ਾ ਕਰਨ ਦੀ ਮਨਜੂਰੀ ਨਹੀਂ ਹੈ।
ru: Обновление продуктов дополнительных провайдеров не разрешено.

source: It is not allowed to update a Red Hat product.
bn: Red Hat উৎপাদন আপডেট করার জন্য এর অনুমতি নেই।
de: Es ist nicht zulässig, ein Red Hat Produkt zu aktualisieren.
es: No se permite la actualización de un producto de Red Hat.
gu: તેને Red Hat પ્રોડક્ટને સુધારવા માટે પરવાનગી આપેલ નથી.
hi: Red Hat उत्पाद को अद्यतन की अनुमति प्राप्त नहीं है.
it: Non è permesso aggiornare un prodotto di Red Hat.
ja: Red Hat 製品を更新することはできません。
mr: Red Hat उत्पादन सुधारित करण्यास परवानगी नाही.
pa: ਇਸਨੂੰ ਇੱਕ Red Hat ਉਤਪਾਦ ਅੱਪਡੇਟ ਕਰਨ ਦੀ ਮਨਜੂਰੀ ਨਹੀਂ ਹੈ।
ru: Обновление продукта Red Hat не разрешено.
ta: Red Hat வழங்குநரில் தயாரிப்புகளை புதுப்பிக்க அனுமதியில்லை.

source: It is not allowed to update a Red Hat repository.
bn: Red Hat সংগ্রহস্থল আপডেট করার জন্য এর অনুমতি নেই।
de: Es ist nicht zulässig, ein Red Hat Repository zu aktualisieren.
es: No se permite la actualización de un repositorio de Red Hat.
gu: તેને Red Hat રિપોઝીટરીને સુધારવા માટે પરવાનગી આપેલ નથી.
hi: Red Hat रिपो को को अद्यतन की अनुमति प्राप्त नहीं है.
it: Non è permesso aggiornare un repositorio di Red Hat.
ja: Red Hat リポジトリを更新することはできません。
mr: Red Hat रेपॉजिटरि सुधारित करण्यास परवानगी नाही.
pa: ਇਸਨੂੰ ਇੱਕ Red Hat ਰਿਪੋਜ਼ਟਰੀ ਅੱਪਡੇਟ ਕਰਨ ਦੀ ਮਨਜੂਰੀ ਨਹੀਂ ਹੈ।
ru: Обновление репозитория Red Hat не разрешено.
ta: Red Hat வழங்குநரில் தயாரிப்புகளை புதுப்பிக்க அனுமதியில்லை.

source: Katello Logins
bn: Katello-র লগ-ইন
de: Katello-Anmeldungen
es: Nombres de usuario de Katello
gu: Katello પ્રવેશ
hi: Katello लॉगिन
it: Login di katello
ja: Katello ログイン
mr: कटेलो लॉगिंस्
pa: ਕਟੇਲੋ ਲਾਗਇਨ
ru: Авторизация Katello
ta: Katello உள்நுழைவுகள்
