Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Select Plans to apply to selected Products
bn: নির্বাচিত উৎপাদনের জন্য প্রকল্প নির্বাচন করুন
de: Pläne auswählen zum Anwenden auf ausgewählte Produkte
es: Elegir planes para aplicar a productos seleccionados
gu: પસંદ થયેલ પ્રોડક્ટો માટે લાગુ કરવા યોજનાઓ પસંદ કરો
hi: चयनित उत्पाद में लागू करने के लिए योजना का चयन करें
it: Seleziona i piani da applicare ai prodotti selezionati
ja: 選択した製品に適用するプランを選択
mr: नीवडलेल्या उत्पादनांकरीता लागू करण्याजोगी प्लॅन्स् नीवडा
pa: ਚੁਣੇ ਉਤਪਾਦ ਤੇ ਲਾਗੂ ਕਰਨ ਲਈ ਪਲਾਨ ਚੁਣੋ
ru: Выберите план
ta: தேர்ந்தெடுக்கப்பட்ட பாதைகளில் செயல்படுத்துவதற்கு திட்டங்களை தேர்ந்தெடுக்கவும்

source: Select Products to schedule
bn: নির্ধারিণের জন্য উৎপাদন নির্বাচন করুন
de: Produkte auswählen zum Einplanen
es: Elegir productos para programar
gu: સુનિશ્ચિત રાખવા પ્રોડક્ટો પસંદ કરો
hi: कार्यक्रम के लिए उत्पाद का चयन करें
it: Seleziona i prodotti da programmare
ja: スケジュールする製品を選択
mr: शेड्युलकरीता उत्पादने नीवडा
pa: ਤਹਿ ਕਰਨ ਲਈ ਉਤਪਾਦ ਚੁਣੋ
ru: Выберите продукты
ta: திட்டமிடுவதற்கான தயாரிப்புகளை தேர்ந்தெடுக்கவும்

source: Select Repositories:
bn: সংগ্রহস্থল নির্বাচন করুন:
de: Repositorys wählen:
es: Seleccionar repositorios:
gu: રિપોઝીટરીઓને પસંદ કરો:
hi: रिपोजिटरी चुनें:
it: Seleziona repositori:
ja: リポジトリの選択:
mr: रेपॉजिटरिज् नीवडा:
pa: ਰਿਪੋਜ਼ਟਰੀਆਂ ਚੁਣੋ:
ru: Выберите репозитории:
ta: தொகுப்பதிவகங்களை தேர்ந்தெடு:

source: Select a System Template
bn: সিস্টেম টেমপ্লেট নির্বাচন করুন
de: Systemvorlage auswählen
es: Seleccionar plantilla de sistema
gu: સિસ્ટમ ટૅમ્પલેટ પસંદ કરો
hi: सिस्टम टेम्पलेट का चयन करें
it: Seleziona un template del sistema
ja: システムテンプレートを選択してください。
mr: प्रणाली टेम्पलेट नीवडा
pa: ਇੱਕ ਸਿਸਟਮ ਟੈਪਲਿਟ ਚੁਣੋ
ru: Выбрать шаблон системы
ta: ஒரு சிஸ்டம் மாதிரிஉருவை தேர்ந்தெடு

source: Selected Distribution
bn: নির্বাচিত ডিস্ট্রিবিউশন
de: Distribution wählen
es: Distribución seleccionada
gu: પસંદ થયેલ વિતરણ
hi: चयनित वितरण
it: Distribuzione selezionata
ja: 選択済みのディストリビューション
mr: वितरण नीवडा
pa: ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਚੁਣੋ
ru: Выбранный дистрибутив
ta: தேர்ந்தெடுக்கப்பட்ட விநியோகம்

source: Send Login
bn: লগ-ইন পাঠিয়ে দিন
de: Benutzername senden
es: Enviar nombre de usuario
gu: પ્રવેશ મોકલો
hi: लॉगिन भेजें
it: Invia login
ja: ログイン情報を送信
mr: प्रवेश पाठवा
pa: ਲਾਗਇਨ ਭੇਜੋ
ru: Отправить имя пользователя
ta: உள்நுழைவை அனுப்பவும்

source: Service Level %s
bn: পরিসেবার স্তর %s
es: Nivel de servicio %s
gu: સેવા સ્તર %s
hi: सेवा स्तर %s
it: Livello %s del servizio
ja: サービスレベル %s
pa: ਸਰਵਿਸ ਲੈਵਲ %s
ru: Уровень обслуживания %s

source: Severity: Critical
bn: গুরুত্ব: গুরুতর
de: Schweregrad: Kritisch
es: Gravedad: crítica
gu: તીવ્રતા: જટિલ
hi: Severity: गंभीर
it: Severità: Critico
ja: 重要度: クリティカル
mr: तीव्रता: गंभीर
pa: ਤਰਜੀਹ: ਨਾਜੁਕ
ru: Степень: критично
ta: தீவிரம்: சிக்கலான

source: Severity: Important
bn: গুরুত্ব: গুরুত্বপূর্ণ
de: Schweregrad: Wichtig
es: Gravedad: importante
gu: તીવ્રતા: મહત્વનું
hi: Severity: महत्वपूर्ण
it: Severità: Importante
ja: 重要度: 高
mr: तीव्रता: महत्वाचे
pa: ਤਰਜੀਹ: ਜਰੂਰੀ
ru: Степень: важно
ta: தீவிரம்: முக்கியமான

source: Severity: Low
bn: গুরুত্ব: লঘু
de: Schweregrad: Niedrig
es: Gravedad: baja
gu: તીવ્રતા: ઓછી
hi: Severity: कम
it: Severità: Basso
ja: 重要度: 低
mr: तीव्रता: कमी
pa: ਤਰਜੀਹ: ਘੱਟ
ru: Степень: низкая
ta: தீவிரம்: குறைவான

source: Severity: Moderate
bn: গুরুত্ব: মাঝারি
de: Schweregrad: Mittel
es: Gravedad: moderada
gu: તીવ્રતા: મધ્યમ
hi: Severity: बीचबिचाव वाला
it: Severità: Moderato
ja: 重要度: 中
mr: तीव्रता: मध्यम
pa: ਤਰਜੀਹ: ਮੱਧਮ
ru: Степень: средняя
ta: தீவிரம்: நடுத்தரமான

source: Signature
bn: স্বাক্ষর
de: Signatur
es: Firma
gu: હસ્તાક્ષર
hi: हस्ताक्षर
it: Firma
ja: 署名
mr: स्वाक्षरि
pa: ਦਸਤਖਤ
ru: Подпись
ta: கையெழுத்து

source: Size (Packages)
bn: মাপ (প্যাকেজ)
de: Größe (Pakete)
es: Tamaño (paquetes)
gu: માપ (પેકેજો)
hi: आकार (संकुल)
it: Dimensione (pacchetti)
ja: サイズ (パッケージ)
mr: आकार (संकुले)
pa: ਅਕਾਰ (ਪੈਕੇਜ)
ru: Размер пакетов
ta: அளவு (தொகுப்பு)

source: Sockets
bn: সকেট
gu: સોકેટ
hi: सॉकेट
it: Socket
ja: ソケット
mr: सॉकेटस्
pa: ਸਾਕਟ
ru: Сокеты
ta: சாக்கெட்டுகள்

source: Software
bn: সফ্টওয়্যার
gu: સોફ્ટવેર
hi: सॉफ्टवेयर
ja: ソフトウェア
mr: सॉफ्टवेअर
pa: ਸਾਫਟਵੇਅਰ
ru: Программы
ta: மென்பொருள்

source: Some promotion changeset modifications have not finished processing, are you sure you want to leave the page? By leaving you may lose some modifications.
mr: काहि प्रमोशन चेंजसेट संपादनचे विश्लेषण पूर्ण झाले नाही, तुम्हाला नक्की पृष्ठातून बाहेर पडायचे? बाहेर पडल्यास तुम्ही काहि बदल गमवाल.
pa: ਕੁਝ ਚੇਂਜਸ਼ੀਟ ਸੋਧਾਂ ਦਾ ਕਾਰਜ ਮੁਕੰਮਲ ਨਹੀਂ ਹੋਇਆ, ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਪੇਜ਼ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਛੱਡਣ ਨਾਲ ਤੁਸੀਂ ਕੁਝ ਸੋਧਾਂ ਖਰਾਬ ਕਰ ਸਕਦੇ ਹੋ।

source: Sorry about that! It seems something went wrong. If you continue having trouble with this, please contact an Administrator.
bn: দুঃখিত! সম্ভবত কিছু সমস্যা হয়েছে। এই সমস্যাটি পুনরায় দেখা দিয়ে অনুগ্রহ করে অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
de: Entschuldigung, anscheinend trat ein Fehler auf. Falls Sie weiterhin Probleme damit haben, setzen Sie sich bitte mit einem Administrator in Verbindung.
es: ¡Discúlpenos por esto! Parece que algo salió mal. Si continúa teniendo problemas, por favor contacte a un administrador.
gu: તેનાં વિશે હું દિલગીર છુ! એવું લાગે છે કે કંઇક ખોટુ થઇ ગયું. જો તમે મુશ્કેલીઓ સાથે ચાલવા માંગતા હોય તો, મહેરબાની કરીને સંચાલકનો સંપર્ક કરો.
hi: इसके लिए क्षमा! ऐसा लगता है कि कुछ गलत हो गया. यदि आपको इसके साथ कुछ समस्या है, कृपया किसी प्रशासक से संपर्क करें.
it: Spiacenti! Si è verificato un errore. Se continui ad avere problemi contatta un Amministratore.
ja: 申し訳ありません! 不具合が発生したようです。この問題が引き続き発生する場合は、管理者に連絡してください。
mr: माफ करा! काहितरी अयोग्य घडले. अडचण पुनः आढळल्यास, कृपया प्रशासकाशी संपर्क करा.
pa: ਇਸ ਲਈ ਮਾਫ ਕਰਨਾ! ਕੁਝ ਗਲਤ ਹੋਇਆ ਲੱਗਦਾ ਹੈ। ਜੇ ਤੁਹਾਨੂੰ ਇਸਨਾਲ ਕੋਈ ਸਮੱਸਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ru: Приносим извинения за неполадки. Обратитесь к администратору.
ta: இதை பற்றி மன்னிக்கவும்! இதை பார்த்தால் சிலவை தவறானதாகும். இதனுடன் சில சிக்கல் இருப்பது தொடர்ந்தால், ஒரு நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Specify Local Manifest
mr: स्थानीय मॅनिफेस्ट निर्देशीत करा
pa: ਲੋਕ ਮੈਨੀਫੈਸਟ ਦਿਓ

source: Start
bn: আরম্ভ
es: Inicio
gu: શરૂઆત
hi: आरंभ करें
it: Inizio
ja: 開始
pa: ਸ਼ੁਰੂ
ru: Запуск

source: Start Date
bn: আরম্ভের তারিখ
de: Startdatum
es: Fecha de inicio
gu: શરૂઆતની તારીખ
hi: प्रारंभ दिनांक
it: Data d'inizio
ja: 開始日
mr: प्रारंभ दिनांक
pa: ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ
ru: Дата начала
ta: துவக்க தேதி

source: Start Date and Time can't be blank
bn: আরম্ভের তারিখ ও সময় ফাঁকা রাখা চলবে না
de: Startdatum und Zeit dürfen nicht leer sein
es: Fecha de inicio y hora no pueden quedar en blanco
gu: શરૂઆતની તારીખ અને સમયને ખાલી રાખી શકાતો નથી
hi: प्रारंभ दिनांक और समय रिक्त नहीं हो सकता है
it: La data e l'ora d'inizio non possono essere lasciati vuoti
ja: 開始日時は空白にしないでください。
mr: सुरवात दिनांक व वेळ रिकामे असणे अशक्य
pa: ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਸਮਾਂ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ru: Дата и время начала не могут быть пустыми.
ta: துக்க தேதி மற்றும் நேரம் காலியாக இருக்காது

source: Start Time
bn: আরম্ভের সময়
de: Startzeit
es: Hora de inicio
gu: શરૂઆતનો સમય
hi: प्रारंभ समय
it: Ora d'inizio
ja: 開始時刻
mr: प्रारंभ वेळ
pa: ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ
ru: Дата начала
ta: துவக்க நேரம்

source: Started promotion of '%s' to %s environment
mr: %s वातावरणात '%s' चे प्रमोशन सुरू केले
pa: '%s' ਤੋਂ %s ਇਨਵਾਇਰਮੈਂਟ ਦੀ ਪਰੋਮੋਸ਼ਨ ਚਾਲੂ ਕਰ ਦਿੱਤੀ ਹੈ

source: Strong
bn: দৃঢ়
de: Stark
es: Fuerte
gu: મજબૂત
hi: मज़बूत
it: Forte
ja: 強い
mr: मजबूत
pa: ਮਜਬੂਤ
ru: Сильный
ta: வலிமையானது

source: Subscribe
bn: সাবস্ক্রাইব করুন
de: Subskribieren
es: Suscribir
gu: ઉમેદવાર બનો
hi: सदस्यता लें
it: Sottoscrivi
ja: サブスクライブ
mr: सबस्क्राइब
pa: ਮੈਂਬਰ ਬਣੋ
ru: Подписать
ta: சந்தா

source: Subscription
bn: সাবস্ক্রিপশন
de: Subskription
es: Suscripción
gu: ઉમેદવારી
hi: सदस्यता
it: Sottoscrizione
ja: サブスクリプション
mr: सबस्क्रिप्शन
pa: ਵਰਣਨ
ru: Подписка
ta: சந்தாபடுத்தல்

source: Subscription manifest must be specified on upload.
bn: আপলোড করার জন্য সাবস্ক্রিপশন ম্যানিফেস্ট নির্ধারণ করা আবশ্যক।
de: Subskriptionsmanifest muss beim Upload angegeben werden.
es: Manifiesto de suscripción debe ser especificado en la carga.
gu: ઉમેદવારી મેનિફેસ્ટ અપલોડ પર સ્પષ્ટ થયેલ હોવી જ જોઇએ.
hi: सदस्यता मेनिफेस्ट अपलोड पर निर्दिष्ट किया जाना चाहिए.
it: Il manifesto di sottoscrizione deve essere specificato durante il caricamento.
ja: サブスクリプションマニフェストはアップロード時に指定する必要があります。
mr: अपलोडनंतर सबस्क्रिप्शन मॅनिफेस्ट निर्देशीत करणे आवश्यक.
pa: ਮੈਂਬਰੀ ਮੈਨੀਫੈਸਟ ਅੱਪਲੋਡ ਉੱਪਰ ਦੇਣਾ ਜਰੂਰੀ ਹੈ।
ru: Необходимо указать манифест подписки.
ta: பதிவேற்றத்தில் சந்தா வெளிப்படுத்தல் குறிப்பிடப்பட வேண்டும்.

source: Subscription manifest upload for provider '%{name}' failed.
mr: प्रोव्हाइडर '%{name}' करीता सबस्क्रिप्शन मॅनिफेस्ट अपयशी.
pa: ਪਰੋਵਾਈਡਰ '%{name}' ਲਈ ਮੈਂਬਰੀ ਮੈਨੀਫੇਸਟ ਅੱਪਲੋਡ ਫੇਲ ਹੋਇਆ ਹੈ।

source: Subscription manifest uploaded successfully for provider '%{name}'.
mr: प्रोव्हाइडर '%{name}' करीता सबस्क्रिप्शन मॅनिफेस्ट यशस्वीरित्या अपलोड केले.
pa: ਪਰੋਵਾਈਡਰ '%{name}' ਲਈ ਮੈਂਬਰੀ ਮੈਨੀਫੈਸਟ ਸਫਲਤਾਪੂਰਕ ਅੱਪਲੋਡ ਹੋ ਗਿਆ ਹੈ।

source: Subscriptions
bn: সাবস্ক্রিপশন
de: Subskriptionen
es: Suscripciones
gu: ઉમેદવારીઓ
hi: सदस्यताएँ
it: Sottoscrizioni
ja: サブスクリプション
mr: सबस्क्रिप्शन्स्
pa: ਮੈਂਬਰੀਆਂ
ru: Подписки
ta: சந்தாக்கள்

source: Subscriptions are Current
bn: সাবস্ক্রিপশন বর্তমান রয়েছে
de: Subskriptionen sind aktuell
es: Suscripciones son actuales
gu: ઉમેદવારીઓ હાલની છે
hi: सदस्यताएँ वर्तमान हैं
it: Le sottoscrizioni sono valide
ja: サブスクリプションは最新です。
mr: सबस्क्रिप्शन्स् सध्याचे आहे
pa: ਮੈਂਬਰੀ ਮੌਜੂਦ ਹਨ
ru: Подписки действительны
ta: நடப்பிலுள்ள சந்தாக்கள்

source: Subscriptions are Current Until %s
bn: সাবস্ক্রিপশনগুলি %s অব্দি বর্তমান থাকবে
de: Subskriptionen sind aktuell bis %s
es: Suscripciones están actualizadas hasta %s
gu: ઉમેદવારીઓ %s સુધી વર્તમાન છે
hi: %s सदस्यताएँ वर्तमान हैं
it: Le sottoscrizioni sono valide fino a %s
ja: サブスクリプションは %s まで最新です。
mr: %s पर्यंतच सबस्क्रिप्शन्स् सध्याचे आहेत
pa: ਮੈਂਬਰੀਆਂ %s ਤੱਕ ਯੋਗ ਹਨ
ru: Подписки действительны до %s
ta: %s வரை சந்தாக்கள் தற்போது உள்ளது

source: Subscriptions are not Current
bn: সাবস্ক্রিপশ বর্তমান নয়
de: Subskriptionen sind nicht aktuell
es: Suscripciones no son actuales
gu: ઉમેદવારીઓ હાલની નથી
hi: सदस्यताएँ मौजूद नहीं हैं
it: Le sottoscrizioni non sono valide
ja: サブスクリプションは最新ではありません。
mr: सबस्क्रिप्शन्स् सध्याचे नाही
pa: ਮੈਂਬਰੀਆਂ ਮੌਜੂਦ ਨਹੀਂ ਹਨ
ru: Подписки недействительны
ta: சந்தாக்கள் தற்போது இல்லை

source: Subscriptions successfully added to Activation Key '%s'.
bn: '%s' অ্যাক্টিভেশন-কি-র জন্য সাফল্যের সাথে সাবস্ক্রিপশন যোগ করা হয়েছে।
de: Subskriptionen erfolgreich zum Aktivierungsschlüssel '%s' hinzugefügt.
es: Se han añadido suscripciones añadidas a la llave de activación '%s'.
gu: ઉમેદવારીઓને સફળતાપૂર્વક સક્રિયકરણ કી '%s' માં ઉમેરવામાં આવી.
hi: सक्रियकरण कुंजी '%s' में सदस्यता सफलतापूर्वक जोड़ा गया.
it: Sottoscrizioni aggiunte con successo alla chiave di attivazione '%s'.
ja: サブスクリプションがアクティベーションキー「%s」に正しく追加されました。
mr: ॲक्टिवेशन कि '%s' करीता सबस्क्रिप्शन्स् यशस्वीरित्या समाविष्ट केले.
pa: ਮੈਂਬਰੀਆਂ ਸਫਲਤਾਪੂਰਕ ਸਰਗਰਮੀ ਕੁੰਜੀ '%s' ਵਿੱਚ ਜੋੜੀਆਂ ਗਈਆਂ ਹਨ।
ru: Подписки успешно добавлены к ключу активации «%s»
ta: சந்தா செயல்பாட்டு விசை '%s'க்கு வெற்றிகரமாக சேர்க்கப்பட்டது

source: Subscriptions successfully removed from Activation Key '%s'.
bn: '%s' অ্যাক্টিভেশন-কি থেকে সাফল্যের সাথে সাবস্ক্রিপশন মুছে ফেলা হয়েছে।
de: Subskriptionen erfolgreich vom Aktivierungsschlüssel '%s' entfernt.
es: Suscripciones retiradas de la llave de activación '%'
gu: ઉમેદવારીઓને સફળતાપૂર્વક સક્રિયકરણ કી '%s' માંથી દૂર કરવામાં આવી.
hi: सक्रियकरण कुंजी '%s' में सदस्यता सफलतापूर्वक हटाया गया.
it: Sottoscrizioni rimosse con successo dalla chiave di attivazione '%s'.
ja: サブスクリプションがアクティベーションキー「%s」から正しく削除されました。
mr: ॲक्टिवेशन कि '%s' पासून सबस्क्रिप्शन्स् यशस्वीरित्या समाविष्ट केले.
pa: ਮੈਂਬਰੀਆਂ ਸਫਲਤਾਪੂਰਕ ਸਰਗਰਮੀ ਕੁੰਜੀ '%s' ਵਿੱਚੋਂ ਹਟਾਈਆਂ ਗਈਆਂ ਹਨ।
ru: Подписки удалены из ключа активации «%s»
ta: சந்தா செயல்பாட்டு விசை '%s'க்கு வெற்றிகரமாக நீக்கப்பட்டது

source: Success
bn: সাফল্য
de: Erfolgreich
es: Éxito
gu: સફળતા
hi: सफल
it: Con successo
ja: 成功
mr: यशस्वी
pa: ਸਫਲਤਾ
ru: Успешно
ta: வெற்றி

source: Successfully promoted changeset '%s'.
bn: '%s' changeset সাফল্যের সাথে প্রোমোট করা হয়েছে।
de: Änderungssatz '%s' erfolgreich übertragen.
es: Changeset promovido con éxito '%'s.
gu: સફળતાપૂર્વક ચેન્જસેટ '%s' પ્રોત્સાહિત થયેલ છે.
hi: सफलतापूर्वक प्रांप्ट किया चेंजसेट '%s'
it: Changeset '%s' avanzato con successo.
ja: 変更セット「%s」を正しくプロモートしました。
mr: यशस्वीरित्या चेंजसेट '%s' प्रमोट केले.
pa: ਚੇਂਜਸੈੱਟ '%s' ਸਫਲਤਾਪੂਰਕ ਪਰੋਮੋਟ ਹੋ ਗਿਆ ਸੀ।
ru: Набор «%s» перенесен.
ta: வெற்றிகரமாக முன்னேற்றப்பட்ட changeset [ %s ]

source: Successfully removed organization '%s'.
bn: '%s' প্রতিষ্ঠান সাফল্যের সাথে মুছে ফেলা হয়েছে।
de: Organisation '%s' erfolgreich entfernt.
es: Organización retirada '%s'.
gu: સફળતાપૂર્વક '%s' ને દૂર કરેલ હતુ.
hi: सफलतापूर्वक हटाया संगठन '%s'
it: Organizzazione '%s' rimossa con successo.
ja: 組織「%s」が正しく削除されました。
mr: यशस्वीरित्या संस्था '%s' काढून टाकले.
pa: ਸੰਗਠਨ '%s' ਸਫਲਤਾਪੂਰਕ ਹਟਾਇਆ ਗਿਆ ਹੈ।
ru: Организация «%s» удалена.
ta: வெற்றிகரமாக நீக்கப்பட்ட changeset [ %s ]

source: Sucessfully updated '%s' package filter.
mr: यशस्वीरित्या '%s' संकुल फिल्टर सुधारित केले.
pa: '%s' ਪੈਕੇਜ ਫਿਲਟਰ ਸਫਲਤਾਪੂਰਕ ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਹੈ।

source: Summary
bn: সংক্ষিপ্ত তথ্য
de: Zusammenfassung
es: Resumen
gu: સારાંશ
hi: सारांश
it: Sommario
ja: サマリー
mr: सारांश
pa: ਸੰਖੇਪ-ਸਾਰ
ru: Сводка
ta: சுருக்கம்

source: Summary:
bn: সংক্ষিপ্ত তথ্য:
de: Zusammenfassung:
es: Resumen:
gu: સારાંશ:
hi: सारांश:
it: Sommario:
ja: サマリー:
mr: सारांश:
pa: ਸੰਖੇਪ-ਸਾਰ:
ru: Сводка:
ta: சுருக்கம்:

source: Super Admin
bn: সুপার অ্যাডমিন
es: Súper admin
gu: મુખ્ય સંચાલન
hi: सुपर एडमिन
it: Super Ammin
ja: スーパーアドミニストレーター
mr: सर्वोच्च ॲडमिन
pa: ਮੁੱਖ ਪਰਬੰਧਕ
ru: Управляющий администратор
ta: சூப்பர் நிர்வாகி

source: Super Admin permission
bn: সুপার অ্যাডমিনের অনুমতি
de: Super-Admin-Berechtigung
es: Permiso de súper administrador
gu: મુખ્ય સંચાલન પરવાનગી
hi: सुपर एडमिन
it: Permessi super ammin
ja: スーパーアドミニストレーターのパーミッション
mr: सर्वोच्च ॲडमिन परवानगी
pa: ਮੁੱਖ ਪਰਬੰਧਕ ਅਧਿਕਾਰ
ru: Разрешение управляющего администратора
ta: சூப்பர் நிர்வாகி அனுமதி

source: Super administrator with all access.
bn: সকল অনুমতি সহ সুপার অ্যাডমিন
de: Super-Administrator mit umfassendem Zugriff.
es: Súper administrador con todo el acceso
gu: બધા વપરાશ સાથે મુખ્ય સંચાલક.
hi: सभी पहुँच के साथ सुपर एडमिन
it: Super amministratore con tutti gli accessi.
ja: すべてのアクセスを有するスーパーアドミニストレーターです。
mr: संपूर्ण प्रवेशसह सर्वोच्च प्रशासक.
pa: ਮੁੱਖ ਪਰਬੰਧਕ ਸਭ ਅਧਿਕਾਰਾਂ ਸਮੇਤ।
ru: Управляющий администратор со всеми разрешениями.
ta: அனைத்து அணுகலுடன் சூப்பர் நிர்வாகி

source: Support Level
bn: সহায়তার স্তর
es: Nivel de soporte
gu: આધાર સ્તર
hi: समर्थन स्तर
it: Livello supporto
ja: サポートレベル
mr: सपोर्ट स्तर
pa: ਸਪੋਰਟ ਲੈਵਲ
ru: Уровень поддержки
ta: துணை நிலை

source: Sync Cancelled
mr: सिंक रद्द केले
pa: ਸਮਕਾਲਤਾ ਰੱਦ

source: Sync Management
bn: সুসংগতি ব্যবস্থা পরিচালনা
de: Sync-Verwaltung
es: Administración de sincronización
gu: સુમેળ સંચાલન
hi: सिंक प्रबंधन
it: Gestione sinc
ja: 同期の管理
mr: सिंक व्यवस्थापन
pa: ਸਮਕਾਲਤਾ ਪਰਬੰਧਨ
ru: Синхронизация
ta: மேலாண்மையை ஒத்திசை

source: Sync Overview
bn: সুসংগতি ব্যবস্থার সংক্ষিপ্ত বর্ণনা
de: Sync-Übersicht
es: Vista general de sincronización
gu: સુમેળ ઝાંખી
hi: सिंक अवलोकन
it: Panoramica sinc
ja: 同期の概要
mr: सिंक पुनरावलोकन
pa: ਸਮਕਾਲਤਾ ਜਾਣਕਾਰੀ
ru: Обзор синхронизации
ta: மேற்பார்வையை ஒத்திசை

source: Sync Plan '%s' was created.
bn: '%s' সুসংগতির পরিকল্পনা প্রস্তুত করা হয়েছে।
de: Sync-Plan '%s' wurde erstellt.
es: Plan de sincronización '%' ha sido creado.
gu: સુમેળ યોજના '%s' ને બનાવી હતી.
hi: सिंक योजना '%s' बनाया गया था.
it: Programmazione sincronizzazione '%s' creata.
ja: 同期プラン「%s」が作成されました。
mr: सिंक प्लॅन '%s' निर्माण केले.
pa: ਸਮਕਾਲਤਾ ਪਲਾਨ '%s' ਬਣ ਗਿਆ ਸੀ।
ru: Создан план «%s».
ta: ஒத்திசை திட்டம் '%s' உருவாக்கப்பட்டது.

source: Sync Plan '%s' was updated.
bn: '%s' সুসংগতির পরিকল্পনা আপডেট করা হয়েছে।
de: Sync-Plan '%s' wurde aktualisiert.
es: Plan de sincronización '%' ha sido actualizado.
gu: સુમેળ યોજના '%s' ને સુધારેલ હતી.
hi: सिंक योजना '%s' अद्यतन किया गया था.
it: Programmazione sincronizzazione '%s' aggiornata.
ja: 同期プラン「%s」が更新されました。
mr: सिंक प्लॅन '%s' सुधारित केले.
pa: ਸਮਕਾਲਤਾ ਪਲਾਨ '%s' ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਸੀ।
ru: План «%s» обновлен.
ta: ஒத்திசை திட்டம் '%s' புதுப்பிக்கப்பட்டது.

source: Sync Plans
bn: সুসংগতির পরিকল্পনা
de: Sync-Pläne
es: Planes de sincronización
gu: સુમેળ યોજના
hi: सिंक योजनाएँ
it: Programmazione di sinc
ja: 同期のプラン
mr: सिंक प्लॅन्स्
pa: ਸਮਕਾਲਤਾ ਪਲਾਨ
ru: Планирование
ta: திட்டங்களை ஒத்திசை

source: Sync Plans applied successfully.
bn: সাফল্যের সাথে সুসংগতির পরিকল্পনা প্রয়োগ করা হয়েছে।
de: Sync-Pläne erfolgreich angewendet.
es: Planes de sincronización han sido aplicados.
gu: સુમેળ યોજના સફળતાપૂર્વક લાગુ થઇ ગઇ.
hi: सिंक योजनाएँ सफलतापूर्वक लागू.
it: Programmazioni di sinc applicati con successo.
ja: 同期のプランが正常に適用されました。
mr: सिंक प्लॅन्स् यशस्वीरित्या लागू केले.
pa: ਸਮਕਾਲਤਾ ਪਲਾਨ ਸਫਲਤਾਪੂਰਕ ਲਾਗੂ ਹੋ ਗਿਆ ਹੈ
ru: Планы синхронизации активны.
ta: ஒத்திசைவு திட்டங்கள் வெற்றிகரமாக செயல்படுத்தப்பட்டது.

source: Sync Products
bn: উৎপাদন সুসংগত করা হবে
de: Produkte synchronisieren
es: Productos de sincronización
gu: સુમેળ પ્રોડક્ટ
hi: सिंक उत्पाद
it: Prodotti per la sinc
ja: 同期の製品
mr: सिंक उत्पादने
pa: ਸਮਕਾਲਤਾ ਉਤਪਾਦ
ru: Синхронизация продуктов
ta: தயாரிப்புகளை ஒத்திசை

source: Sync Schedule
bn: সুসংগতির সময়
de: Sync-Zeitplan
es: Programa de sincronización
gu: સુમેળ સુનિશ્ચિત
hi: सिंक अनुसूची
it: Programma di sinc
ja: 同期のスケジュール
mr: सिंक शेड्युल
pa: ਸਮਕਾਲਤਾ ਤਹਿ
ru: График
ta: திட்டத்தை ஒத்திசை

source: Sync Status
bn: সুসংগতির অবস্থা
es: Estatus de sincronización
gu: સુમેળ પરિસ્થિતિ
hi: सिंक स्थिति
it: Stato di sinc
ja: 同期の状態
mr: सिंक स्थिती
pa: ਸਮਕਾਲਤਾ ਹਾਲਤ
ru: Синхронизация
ta: நிலையை ஒத்திசை

source: Sync complete.
bn: সুসংগতির কাজ সমাপ্ত হয়েছে।
de: Sync abgeschlossen.
es: Sincronización completa.
gu: સુમેળ સમાપ્ત.
hi: सिंक संपन्न.
it: Sinc completa.
ja: 同期が完了しました。
mr: सिंक पूर्ण.
pa: ਸਮਕਾਲਤਾ ਮੁਕੰਲਮ
ru: Успешно.
ta: ஒத்திசைவு முடிந்தது.

source: Sync plan '%s' was deleted.
bn: '%s' সুসংগতির পরিকল্পনা মুছে ফেলা হয়েছে।
de: Sync-Plan '%s' wurde gelöscht.
es: Plan de sincronización '%s' ha sido borrado.
gu: સુમેળ યોજના '%s' કાઢી નાંખેલ હતી.
hi: सिंक योजना '%s' मिटाया गया था.
it: Programmazione sincronizzazione '%s' rimossa.
ja: 同期プラン「%s」が削除されました。
mr: सिंक प्लॅन '%s' नष्ट केले.
pa: ਸਮਕਾਲਤਾ ਪਲਾਨ '%s' ਹਟਾਇਆ ਗਿਆ ਸੀ।
ru: План «%s» удален.
ta: ஒத்திசை திட்டம் '%s' அழிக்கப்பட்டது.

source: Synchronization plan assigned.
bn: সুসংগতির পরিকল্পনা নির্ধারণ করা হয়েছে।
de: Synchronisationsplan zugewiesen.
es: Sincronización asignada
gu: સુમેળ યોજના સોંપેલ હતી.
hi: सिंक योजना नियत किया गया था.
it: Programmazione sincronizzazione assegnato.
ja: 同期のプランが割り当てられました。
mr: सिंक्रोनाइजेशन प्लॅन लागू केले.
pa: ਸਮਕਾਲਤਾ ਪਾਲਨ ਨਿਰਧਾਰਤ ਹੋ ਗਿਆ ਹੈ।
ru: План выбран.
ta: ஒத்திசை திட்டம் ஒதுக்கப்பட்டது.

source: Synchronization plan removed.
bn: সুসংগতির পরিকল্পনা মুছে ফেলা হয়েছে।
de: Synchronisationsplan entfernt.
es: Plan de sincronización retirado.
gu: સુમેળ યોજના દૂર કરેલ હતી.
hi: सिंक योजना नियत हटाया गया था.
it: Programmazione sincronizzazione rimossa.
ja: 同期のプランが削除されました。
mr: सिंक्रोनाइजेशन प्लॅन काढून टाकले.
pa: ਸਮਕਾਲਤਾ ਪਾਲਨ ਹਟਾਇਆ ਗਿਆ ਹੈ।
ru: План удален.
ta: ஒத்திசை திட்டம் நீக்கப்பட்டது.

source: Synchronize Now
bn: অবলিম্বে সুসংগত করা হবে
de: Jetzt synchronisieren
es: Sincronizar ahora
gu: હવે સુમેળ કરો
hi: अभी तुल्यकालित करें.
it: Sincronizza ora
ja: 今すぐ同期
mr: आत्ता समजुळवणी करा
pa: ਹੁਣ ਸਮਕਾਲੀ ਬਣਾਓ
ru: Синхронизация
ta: இப்போது ஒத்திசைக்கவும்

source: System
bn: সিস্টেম
es: Sistema
gu: સિસ્ટમ
hi: तंत्र
it: Sistema
ja: システム
mr: प्रणाली
pa: ਸਿਸਟਮ
ru: Система
ta: சிஸ்டம்

source: System '%s' was created.
bn: '%s' সিস্টেম প্রস্তুত করা হয়েছে।
de: System '%s' wurde erstellt.
es: Sistema '%s' ha sido creado.
gu: સિસ્ટમ '%s' બનાવેલ હતુ.
hi: तंत्र '%s' बनाया गया था.
it: Sistema '%s' creato.
ja: システム「%s」が作成されました。
mr: प्रणाली '%s' निर्माण केले.
pa: ਸਿਸਟਮ '%s' ਬਣ ਗਿਆ ਸੀ।
ru: Создана система «%s».
ta: சிஸ்டம் '%s' உருவாக்கப்பட்டது.

source: System '%s' was updated.
bn: '%s' সিস্টেমটি আপডেট করা হয়েছে।
de: System '%s' wurde aktualisiert.
es: Sistema '%s' ha sido actualizado.
gu: સિસ્ટમ '%s' સુધારેલ હતુ.
hi: तंत्र '%s' अद्यतन किया गया था.
it: Sistema '%s' aggiornato.
ja: システム「%s」が更新されました。
mr: प्रणाली '%s' सुधारित केले.
pa: ਸਿਸਟਮ '%s' ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਸੀ।
ru: Система «%s» обновлена.
ta: சிஸ்டம் '%s' புதுப்பிக்கப்பட்டது.

source: System Current Subscription(s)
bn: সিস্টেমের বর্তমান সাবস্ক্রিপশন
de: Derzeitige Systemsubskriptionen
es: Suscripción(es) actuales del sistema
gu: સિસ્ટમ વર્તમાન ઉમેદવારી (ઓ)
hi: सिस्टम वर्तमान सदस्यता
it: Sottoscrizioni correnti del sistema
ja: 現在のシステムのサブスクリプション
mr: प्रणालीवरील सध्याचे सबस्क्रिप्शन्स्
pa: ਸਿਸਟਮ ਮੌਜੂਦਾ ਮੈਂਬਰੀਆਂ
ru: Текущие подписки
ta: சிஸ்டம் நடப்பு சந்தாக்கள்

source: System Default
bn: সিস্টেমের ডিফল্ট
de: Systemstandard
es: Sistema predeterminado
gu: સિસ્ટમ મૂળભૂત
hi: तंत्र तयशुदा
it: Impostazioni predefinite del sistema
ja: システムのデフォルト
pa: ਸਿਸਟਮ ਡਿਫਾਲਟ
ru: По умолчанию

source: System Events
bn: সিস্টেমের ইভেন্ট
de: Systemereignisse
es: Eventos de sistema
gu: સિસ્ટમ ઘટનાઓ
hi: सिस्टम घटना
it: Eventi del sistema
ja: システムイベント
mr: प्रणाली घटना
pa: ਸਿਸਟਮ ਘਟਨਾਵਾਂ
ru: Системные события
ta: சிஸ்டம் நிகழ்வுகள்

source: System Info
bn: সিস্টেমের তথ্য
es: Información del sistema
gu: સિસ્ટમ જાણકારી
hi: सिस्टम जानकारी
it: Informazioni del sistema
ja: システム情報
mr: प्रणाली माहिती
pa: ਸਿਸਟਮ ਜਾਣਕਾਰੀ
ru: Информация
ta: சிஸ்டம் தகவல்

source: System Notifications
bn: সিস্টেমের সূচনাবার্তা
de: Systembenachrichtigungen
es: Notificaciones del sistema
gu: સિસ્ટમ સૂચનાઓ
hi: सिस्टम अधिसूचनाएँ
it: Notifiche del sistema
ja: システム通知
mr: प्रणाली सूचना
pa: ਸਿਸਟਮ ਸੂਚਨਾ
ru: Уведомления
ta: சிஸ்டம் அறிவிப்புகள்

source: System Properties
bn: সিস্টেমের বৈশিষ্ট্য
de: Systemeigenschaften
es: Propiedades del sistema
gu: સિસ્ટમ ગુણધર્મો
hi: सिस्टम गुण
it: Proprietà del sistema
ja: システムプロパティ
mr: प्रणाली गुणधर्म
pa: ਸਿਸਟਮ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
ru: Свойства системы
ta: சிஸ்டம் பண்புகள்

source: System Subscription Status
bn: সিস্টেমের সাবস্ক্রিপশনের অবস্থা
de: System-Subskriptionsstatus
es: Estatus de suscripción del sistema
gu: સિસ્ટમ ઉમેદવારી પરિસ્થિતિ
hi: सिस्टम सदस्यता स्थिति
it: Stato sottoscrizioni del sistema
ja: システムサブスクリプションの状態
mr: प्रणाली सबस्क्रिप्शन स्थिती
pa: ਸਿਸਟਮ ਮੈਂਬਰੀ ਹਾਲਤ
ru: Состояние подписок
ta: சிஸ்டம் சந்தா நிலை

source: System Template
bn: সিস্টেমের টেমপ্লেট
de: Systemvorlage
es: Plantilla del sistema
gu: સિસ્ટમ ટૅમ્પલેટ
hi: सिस्टम टेम्पलेट
it: Template del sistema
ja: システムテンプレート
mr: प्रणाली टेम्पलेट
pa: ਸਿਸਟਮ ਟੈਂਪਲਿਟ
ru: Шаблон
ta: சிஸ்டம் மாதிரிஉரு

source: System Template '%s' was created.
bn: '%s' সিস্টেম টেমপ্লেট প্রস্তুত করা হয়েছে।
de: Systemvorlage '%s' wurde erstellt.
es: Plantilla de sistema '%s ' ha sido creada
gu: સિસ્ટમ ટૅમ્પલેટ '%s' બનાવેલ હતુ.
hi: तंत्र नमूना '%s' बनाया गया था.
it: Template del sistema '%s' creato.
ja: システムテンプレート「%s」が作成されました。
mr: प्रणाली टेम्पलेट '%s' निर्माण केले.
pa: ਸਿਸਟਮ ਟੈਂਪਲਿਟ '%s' ਬਣ ਗਿਆ ਸੀ।
ru: Создан шаблон «%s».
ta: சிஸ்டம் மாதிரிஉரு '%s' உருவாக்கப்பட்டது.

source: System Templates
bn: সিস্টেমের টেমপ্লেট
de: Systemvorlagen
es: Plantillas de sistema
gu: સિસ્ટમ ટૅમ્પલેટો
hi: सिस्टम टेम्पलेट्स
it: Template del sistema
ja: システムテンプレート
mr: प्रणाली टेम्पलेटस्
pa: ਸਿਸਟਮ ਟੈਂਪਲਿਟ
ru: Шаблоны
ta: சிஸ்டம் மாதிரிஉருக்கள்
