Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Uninstall of Package Groups '%{p}' scheduled for System '%{s}'.
bn: '%{p}' প্যাকেজ সংকলনের আন-ইনস্টলেশন '%{s}' সিস্টেমে নির্ধারণ করা হয়েছে।
de: Deinstallation von Paketgruppen '%{p}' für System '%{s}' eingeplant.
es: Desinstalar grupos de paquetes '%{p}' programados para sistema '%{s}'.
gu: સિસ્ટમ '%{s}' માટે ગોઠવેલ પેકેજ જૂથ '%{s}' ને બિનસ્થાપિત કરો.
hi: संकुल समूह '%{g}' का विसंस्थापन तंत्र '%{s}' के लिए नियत है.
it: Rimozione Gruppi di pacchetti '%{p}' programmata per il sistema '%{s}'.
ja: パッケージグループ '%{p}' のアンインストールがシステム '%{s}' に対してスケジュールされました。
mr: संकुल गटे '%{p}' यांचे प्रणाली '%{s}' करीता प्रतिष्ठापन अशक्य ठरवले आहे.
pa: ਪੈਕੇਜ ਗਰੁੱਪ '%{p}' ਨੂੰ ਅਨ-ਇੰਸਟਾਲ ਕਰਨਾ ਸਿਸਟਮ '%{s}' ਲਈ ਤਹਿ ਹੋ ਗਿਆ ਹੈ।
ru: Назначено удаление групп пакетов '%{p}' для системы '%{s}'.
ta: தொகுப்பு குழுக்கள் '%{p}' நிறுவல்நீக்கல் சிஸ்டம் '%{s}'க்காக திட்டமிடப்பட்டுள்ளது.

source: Uninstall of Packages '%{p}' scheduled for System '%{s}'.
bn: '%{p}' প্যাকেজের আন-ইনস্টলেশন '%{s}' সিস্টেমে নির্ধারণ করা হয়েছে।
de: Deinstallation von Paketen '%{p}' für System '%{s}' eingeplant.
es: Desinstalar paquetes '%{p}' programados para sistema '%{s}'.
gu: સિસ્ટમ '%{s}' માટે ગોઠવેલ પેકેજો '%{p}' ને બિનસ્થાપિત કરો.
hi: तंत्र '%{s}' के लिए संकुल '%{p}' विसंस्थापन नियत किया है.
it: Rimozione dei pacchetti '%{p}' programmata per il sistema '%{s}'.
ja: パッケージ '%{p}' のアンインストールがシステム '%{s}' に対してスケジュールされました。
mr: संकुले '%{p}' यांचे प्रणाली '%{s}' करीता प्रतिष्ठापन अशक्य ठरवले आहे.
pa: ਪੈਕੇਜ '%{p}' ਨੂੰ ਅਨ-ਇੰਸਟਾਲ ਕਰਨਾ ਸਿਸਟਮ '%{s}' ਲਈ ਤਹਿ ਹੋ ਗਿਆ ਹੈ।
ru: Назначено удаление пакетов '%{p}' для системы '%{s}'.
ta: தொகுப்புகள் '%{p}' நிறுவல்நீக்கல் சிஸ்டம் '%{s}'க்காக திட்டமிடப்பட்டுள்ளது.

source: Unknown
bn: অজানা
de: Unbekannt
es: Desconocidos
gu: અજ્ઞાત
hi: अज्ञात
it: Sconosciuto
ja: 不明
mr: अपरिचीत
pa: ਅਣਜਾਣ
ru: Неизвестно
ta: தெரியாத

source: Unknown repository label
bn: সংগ্রহস্থলের লেবেল অজানা
de: Unbekannte Repository-Kennung
es: Etiqueta de repositorio desconocida
gu: અજ્ઞાત રિપોઝીટરી લેબલ
hi: अज्ञात रिपोजिटरी लेवल
it: Etichetta del repositorio sconosciuta
ja: 不明なリポジトリラベル
mr: अपरिचीत रेपॉजिटरि लेबल
pa: ਅਣਜਾਣ ਰਿਪੋਜ਼ਟਰੀ ਲੈਵਲ
ru: Неизвестная метка репозитория
ta: தெரியாத தொகுப்பதிவக பெயர்

source: Unlimited
bn: সীমাহীন
de: Unbegrenzt
es: Ilimitado
gu: અમર્યાદિત
hi: असीमित
it: Illimitato
ja: 無制限
mr: अमर्यादित
pa: ਅਸੀਮਿਤ
ru: Не ограничено
ta: வரம்பற்ற

source: Unsubscribe
bn: আন-সাবস্ক্রাইব করুন
de: Abmelden
es: Cancelar suscripción
gu: ઉમેદવારીમાંથી હટાવો
hi: सदस्यता रद्द करें
it: Rimuovi sottoscrizione
ja: サブスクライブ解除
mr: सबस्क्राइब अशक्य करा
pa: ਮੈਂਬਰੀ ਹਟਾਓ
ru: Отписаться
ta: சந்தாநீக்கு

source: Update
bn: আপডেট করুন
de: Aktualisieren
es: Actualizar
gu: સુધારો
hi: अद्यतन
it: Aggiorna
ja: 更新
mr: सुधारणा
pa: ਅੱਪਡੇਟ
ru: Обновить
ta: புதுப்பித்தல்

source: Update All
bn: সমস্ত আপডেট করুন
de: Alle aktualisieren
es: Actualizar todos
gu: બધુ સુધારો
hi: सभी अद्यतन करें
it: Aggiorna tutti
ja: すべてを更新
mr: सर्व सुधारित करा
pa: ਸਭ ਅੱਪਡੇਟ
ru: Обновить все
ta: அனைத்தையும் புதுப்பிக்கவும்

source: Update Package Canceled
bn: প্যাকেজ আপডেটের কাজ বাতিল
de: Paketaktualisierung abgebrochen
es: Actualizar paquetes cancelados
gu: રદ થયેલ પેકેજ સુધારો
hi: रद्द संकुल अद्यतन करें
it: Aggiornmento pacchetto cancellato
ja: パッケージの更新が取り消されました
mr: संकुल सुधारित करायचे रद्द केले
pa: ਪੈਕੇਜ ਅੱਪਡੇਟ ਰੱਦ ਹੋਇਆ ਹੈ
ru: Обновление пакета отменено
ta: புதுப்பித்தல் தொகுப்பு ரத்துசெய்யப்பட்டது

source: Update Package Complete
bn: প্যাকেজ আপডেটের কাজ সমাপ্ত হয়েছে
de: Paketaktualisierung abgeschlossen
es: Actualizar paquetes completos
gu: પૂર્ણ પેકેજને સુધારો
hi: संपन्न संकुल अद्यतन करें
it: Aggiornamento pacchetto completato
ja: パッケージの更新が完了
mr: संकुल सुधारित करणे पूर्ण झाले
pa: ਅੱਪਡੇਟ ਪੈਕੇਜ ਮੁਕੰਮਲ ਹੋਇਆ ਹੈ
ru: Обновление пакета завершено
ta: புதுப்பித்தல் தொகுப்பு முடிந்தது

source: Update Package Error
bn: প্যাকেজ আপডেট করতে ত্রুটি
de: Fehler bei Paketaktualisierung
es: Actualizar errores de paquetes
gu: પેકેજ ભૂલ સુધારો
hi: संकुल त्रुटि अद्यतन करें
it: Errore aggiornamento pacchetto
ja: パッケージの更新でエラー発生
mr: संकुल सुधारणामध्ये त्रुटी
pa: ਅੱਪਡੇਟ ਪੈਕੇਜ ਗਲਤੀ
ru: Ошибка обновления пакета
ta: புதுப்பித்தல் தொகுப்பு பிழை

source: Update Package Timeout
bn: প্যাকেজ আপডেট করার সময় উত্তীর্ণ
de: Zeitüberschreitung bei Paketaktualisierung
es: Actualizar tiempo de espera de paquete
gu: સમયસમાપ્તિ પેકેજને સુધારો
hi: संकुल समय समाप्ति अद्यतन करें
it: Timeout aggiornamento pacchetto
ja: パッケージ更新のタイムアウト
mr: संकुल सुधारणा वेळसमाप्ति
pa: ਅੱਪਡੇਟ ਪੈਕੇਜ ਸਮਾਂ-ਸਮਾਪਤ
ru: Время ожидания обновления пакета истекло
ta: புதுப்பித்தல் தொகுப்பு நேரம் முடிந்தது

source: Update of Packages '%{p}' scheduled for System '%{s}'.
bn: '%{p}' প্যাকেজের আপডেট '%{s}' সিস্টেমে নির্ধারণ করা হয়েছে।
de: Aktualisierung von Paket '%{p}' für System '%{s}' eingeplant.
es: Actualización de paquetes '%{p}' programados para sistema '%{s}'.
gu: સિસ્ટમ '%{s}' માટે ગોઠવેલ પેકેજો '%{p}' ને સુધારો.
hi: तंत्र '%{s}' के लिए संकुल '%{p}' का अद्यतन नियत किया हुआ है.
it: Aggiornamento dei pacchetti '%{p}' programmato per il sistema '%{s}'.
ja: パッケージ '%{p}' の更新がシステム '%{s}' に対してスケジュールされました。
mr: संकुले '%{p}' यांस प्रणाली '%{s}' करीता सुधारणासाठी ठरवले आहे.
pa: ਪੈਕੇਜ '%{p}' ਦਾ ਅੱਪਡੇਟ ਸਿਸਟਮ '%{s}' ਲਈ ਤਹਿ ਹੋ ਗਿਆ ਹੈ।
ru: Назначено обновление пакетов '%{p}' для системы '%{s}'.
ta: தொகுப்புகள் '%{p}' புதுப்பித்தல் சிஸ்டம் '%{s}'க்காக திட்டமிடப்பட்டுள்ளது.

source: Update of all packages scheduled for System '%{s}'.
mr: सर्व संकुलांना प्रणाली '%{s}' करीता सुधारणासाठी ठरवले आहे.
pa: ਸਿਸਟਮ '%{s}' ਲਈ ਸਭ ਪੈਕੇਜਾਂ ਦਾ ਅੱਪਡੇਟ ਤਹਿ ਕੀਤਾ ਗਿਆ ਹੈ।

source: Updated
bn: আপডেট করা হয়েছে
de: Aktualisiert
es: Actualizado
gu: સુધારેલ
hi: अद्यतित
it: Aggiornato
ja: 更新済み
mr: सुधारित केले
pa: ਅੱਪਡੇਟ ਹੋ ਗਏ
ru: Обновлено
ta: புதுப்பிக்கப்பட்டது

source: Updating Package...
bn: প্যাকেজ আপডেট করা হচ্ছে...
de: Paket wird aktualisiert ...
es: Actualizando el paquete...
gu: પેકેજને સુધારી રહ્યા છે...
hi: संकुल अद्यतन कर रहा है...
it: Aggiornamento pacchetto in corso...
ja: パッケージを更新しています...
mr: संकुल सुधारित करत आहे...
pa: ਪੈਕੇਜ ਅੱਪਡੇਟ ਹੋ ਰਹੇ ਹਨ...
ru: Обновление пакета...
ta: தொகுப்பை புதுப்பிக்கிறது...

source: Upload
bn: আপলোড করুন
de: Hochladen
es: Cargar
gu: અપલોડ
hi: अपलोड
it: Carica
ja: アップロード
mr: अपलोड करा
pa: ਅੱਪਲੋਡ
ru: Отправить
ta: பதிவேற்று

source: Upload Subscription Manifest
bn: সাবস্ক্রিপশন ম্যানিফেস্ট আপলোড করুন
de: Subskriptionsmanifest hochladen
es: Cargar manifiesto de suscripción
gu: ઉમેદવારી મેનિફેસ્ટ ને અપલોડ કરો
hi: सदस्यता मेनिफेस्ट अपलोड करें
it: Carica manifesto sottoscrizione
ja: サブスクリプションマニフェストをアップロード
mr: सबस्क्रिप्शन मॅनिफेस्ट सुधारित करा
pa: ਮੈਂਬਰੀ ਮੈਨੀਫੇਸਟ ਅੱਪਲੋਡ
ru: Манифест подписок
ta: சந்தா வெளிப்படுத்தலை பதிவேற்று

source: Uploading
bn: আপলোড করা হচ্ছে
de: Hochladen
es: Cargando
gu: અપલોડ કરી રહ્યા છે
hi: अपलोड कर रहा है
it: Caricamento in corso
ja: アップロードしています。
mr: सुधारित करत आहे
pa: ਅੱਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
ru: Отправляется
ta: பதிவேற்றுகிறது

source: Use Browser Locale
bn: ব্রাউজারের লোকেইল ব্যবহার করা হবে
de: Browser-Gebietsschema verwenden
es: Usar el Navegador de configuración regional
gu: બ્રાઉઝર લોકેલ વાપરો
hi: ब्राउजर लोकेल उपयोग करें
it: Usa locale del browser
ja: ブラウザーロケールを使用
mr: ब्राउजर लोकेलचा वापर करा
pa: ਬਰਾਊਜ਼ਰ ਲੋਕੇਲ ਵਰਤੋ
ru: Как в браузере
ta: உலாவி மொழியை பயன்படுத்து

source: User
bn: ব্যবহারকারী
de: Benutzer
es: Usuario
gu: વપરાશકર્તા
hi: उपयोक्ता
it: Utente
ja: ユーザー
mr: वापरकर्ता
pa: ਯੂਜ਼ਰ
ru: Пользователь
ta: பயனர்

source: User '%s' was deleted.
bn: '%s' ব্যবাহরকারীর তথ্য মুছে ফেলা হয়েছে।
de: Benutzer '%s' wurde gelöscht.
es: Usuario '%' ha sido borrado.
gu: વપરાશકર્તા '%s' ને કાઢી નાંખેલ હતુ.
hi: उपयोक्ता '%s' मिटाया गया था.
it: L'utente '%s' è stato rimosso.
ja: ユーザー「%s」が削除されました。
mr: वापरकर्ता '%s' नष्ट केले.
pa: ਯੂਜ਼ਰ '%s' ਹਟਾਇਆ ਗਿਆ ਸੀ।
ru: Пользователь «%s» удален.
ta: பயனர் '%s' அழிக்கப்பட்டது.

source: User Notifications
bn: ব্যবহারকারী সংক্রান্ত সূচনা
de: Benutzerbenachrichtigungen
es: Notificaciones de usuarios
gu: વપરાશકર્તા સૂચનાઓ
hi: उपयोक्ता अधिसूचनाएँ
it: Notifiche utente
ja: ユーザー通知
mr: वापरकर्ता सूचना
pa: ਯੂਜ਼ਰ ਸੂਚਨਾ
ru: Уведомления пользователей
ta: பயனர் அறிவிப்புகள்

source: User assignments for this role
bn: এই ভূমিকার জন্য ব্যবহারকারী বরাদ্দকরণ
de: Benutzerzuweisungen für diese Rolle
es: Tareas de usuario para este rol
gu: આ ભૂમિકા માટે વપરાશકર્તા સોંપણી
hi: इस भूमिका के लिए उपयोक्ता कार्य
it: Assegnazioni utente per questo ruolo
ja: このロールへのユーザーの割り当て
mr: या रोलकरीता वापरकर्ता लागू करणे
pa: ਇਸ ਰੋਲ ਲਈ ਯੂਜ਼ਰ ਨਿਰਧਾਰਨ
ru: Пользователи для этой роли
ta: இந்த பங்கிற்கான பயனர் ஒதுக்கீடுகள்

source: User does not belong to an organization.
bn: এই ব্যবহারকারী কোনো প্রতিষ্ঠানে অন্তর্ভুক্ত নন।
de: Benutzer gehört zu keiner Organisation.
es: El usuario no pertenece a una organización.
gu: વપરાશકર્તા સંસ્થા સાથે અનુલક્ષતા નથી.
hi: उपयोक्ता एक संगठन का हिस्सा नहीं है.
it: L'utente non appartiene ad una organizzazione
ja: ユーザーは組織に属していません。
mr: वापरकर्त्याची संस्थाकरीता मालकि.
pa: ਯੂਜ਼ਰ ਇੱਕ ਸੰਗਠਨ ਨਾਲ ਸੰਬੰਧਤ ਨਹੀਂ
ru: Пользователь не принадлежит организации.
ta: பயனர் ஒரு நிறுவனத்தை கொண்டிருக்கவில்லை.

source: User environment updated successfully.
mr: वापरकर्ता वातावरण यशस्वीरित्या सुधारित केले.
pa: ਯੂਜ਼ਰ ਇਨਵਾਇਰਮੈਂਟ ਸਫਲਤਾਪੂਰਕ ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਹੈ।

source: User notifications lists all notifications generated by a user as well as global notifications that are sent to all users.
bn: ব্যবহারকারীর সূচনাবার্তার অধীন, ব্যবহারকারী দ্বারা জারী করা সূচনাবার্তা ও সকল ব্যবহারকারীর জন্য উপলব্ধ করা সার্বজনীন সূচনাবার্তা উল্লেখ করা হয়।
de: Benutzerbenachrichtigungen listen alle Benachrichtigungen auf, die von einem Benutzer generiert wurden, sowie globale Benachrichtigungen, die an alle Benutzer gesendet wurden.
es: Las notificaciones de usuario listan todas las notificaciones generadas por un usuario como notificaciones globales que se envían a todos los usuarios.
gu: વપરાશકર્તા સૂચનાઓ વપરાશકર્તા ની સાથે સાથે વૈશ્ર્વિક સૂચનાઓ દ્દારા પેદા થયેલ બધી સૂચનાઓની યાદી કરે છે કે જે બધા વપરાશકર્તાઓને મોકલેલ છે.
hi: उपयोक्ता अधिसूचना किसी उपयोक्ता के द्वारा उत्पन्न सभी अधिसूचनाओं के साथ ही वैश्विक अधिसूचनाओं की सूची देती हैं जिसे सभी उपयोक्ताओं को भेजा जाता है.
it: Le Notifiche utente elencano tutte le notifiche generate da un utente insieme alle notifiche globali inviate a tutti gli utenti.
ja: ユーザー通知では、すべてのユーザーに送られるグローバル通知とユーザーが生成したすべての通知を一覧表示します。
mr: वापरकर्ता सूचनांमध्ये वापरकर्ता तर्फे निर्मीत सूचनांची तसेच सर्व वापरकर्त्यांसाठी पाठवलेली ग्लोबल सूचनांची सूची दाखवतो.
pa: ਯੂਜ਼ਰ ਸੂਚਨਾ ਸਭ ਸੂਚਨਾਵਾਂ ਵੇਖਾਉਂਦੀ ਹੈ ਜੋ ਇੱਕ ਯੂਜ਼ਰ ਦੁਆਰਾ ਬਣਦੀਆਂ ਹਨ ਅਤੇ ਗਲੋਬਲ ਸੂਚਨਾਵਾਂ ਵੇਕਾਉਂਦੀ ਹੈ ਜੋ ਸਭ ਯੂਜ਼ਰਾਂ ਨੂੰ ਭੇਜੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।
ru: Список уведомлений, генерируемых пользователями, и глобальных уведомлений, отправляемых всем пользователям.
ta: அனைத்து பயனர்களால் அனுப்பப்பட்ட உலக அறிவிப்புகளின் படி ஒரு பயனரால் உருவாக்கப்பட்ட அனைத்து அறிவுப்புகளின் பட்டியலைகள் மற்றும் பயனர் அறிவிப்புகள்.

source: User updated successfully.
bn: ব্যবহারকারীর তথ্য সাফল্যের সাথে আপডেট করা হয়েছে।
de: Benutzer erfolgreich aktualisiert.
es: Usuario ha sido actualizado.
gu: વપરાશકર્તા સફળતાપૂર્વક સુધારાઇ.
hi: उपयोक्ता को सफलतापूर्वक अपडेट किया गया.
it: Utente aggiornato con successo
ja: ユーザーが正常に更新されました。
mr: वापरकर्ता यशस्वीरित्या सुधारित केले.
pa: ਯੂਜ਼ਰ ਸਫਲਤਾਪੂਰਕ ਅੱਪਡੇਟ ਹੋ ਗਏ ਹਨ।
ru: Пользователь обновлён.
ta: பயனர் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

source: Username
bn: ব্যবহারকারীর নাম
de: Benutzername
es: Nombre de usuario
gu: વપરાશકર્તાનામ
hi: उपयोक्तानाम
it: Nome utente
ja: ユーザー名
mr: वापरकर्तानाव
pa: ਯੂਜ਼ਰ-ਨਾਂ
ru: Пользователь
ta: பயனர்பெயர்

source: Username:
bn: ব্যবহারকারীর নাম:
de: Benutzername:
es: Nombre de usuario:
gu: વપરાશકર્તાનામ:
hi: उपयोक्तानाम:
it: Nome utente:
ja: ユーザー名:
mr: वापरकर्तानाव:
pa: ਯੂਜ਼ਰ-ਨਾਂ:
ru: Пользователь:
ta: பயனர்பெயர்:

source: Users
bn: ব্যবহারকারী
de: Benutzer
es: Usuarios
gu: વપરાશકર્તાઓ
hi: उपयोक्ता
it: Utenti
ja: ユーザー
mr: वापरकर्ते
pa: ਯੂਜ਼ਰ
ru: Пользователи
ta: பயனர்கள்

source: Validation Failed:
bn: বৈধতা যাচাই করতে ব্যর্থ:
de: Überprüfung fehlgeschlagen:
es: Falló la validación:
gu: કાયદેસર નિષ્ફળ:
hi: मान्यता विफल:
it: Convalida fallita:
ja: 検証が失敗しました:
mr: तपासणी अपयशी:
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਫੇਲ ਹੋਈ:
ru: Проверка:
ta: சரிபார்த்தல் தோலவியடைந்தது:

source: Value
bn: মান
de: Wert
es: Valor
gu: કિંમત
hi: मूल्य
it: Valore
ja: 値
mr: मूल्य
pa: ਮੁੱਲ
ru: Значение
ta: மதிப்பு

source: Verb(s):
bn: ক্রিয়া:
de: Verb(en):
es: Verbo(s):
gu: વર્બ (ઓ):
hi: क्रिया:
it: Verbo:
ja: 動作:
mr: वर्ब्स्:
pa: ਵਰਬ:
ru: Команды:
ta: வினைச்சொற்கள்:

source: Verbs
bn: ক্রিয়া
de: Verben
es: Verbos
gu: વર્બો
hi: क्रिया:
it: Verbi
ja: 動作
mr: वर्ब्स्
pa: ਵਰਬਾਂ
ru: Команды
ta: வினைச்சொற்கள்

source: Very Weak
bn: অত্যন্ত দুর্বল
de: Sehr schwach
es: Muy débil
gu: ઘણું નબળુ
hi: बहुत कमजोर
it: Molto debole
ja: 非常に弱い
mr: खूपच दुर्बल
pa: ਬਹੁਤ ਕਮਜੋਰ
ru: Очень слабый
ta: மிகவும் வலுவற்ற

source: Viewing %X of %Y results (%Z Total Errata)
mr: %Y परिणाम पैकी %X पहात आहे (%Z एकूण एराटा)
pa: %X ਨੂੰ %Y ਨਤੀਜਿਆਂ ਵਿੱਚੋਂ ਵੇਖ ਰਿਹਾ ਹੈ (%Z ਕੁੱਲ ਇਰੱਟਾ)

source: Viewing %s of %s results (%s Total %s)
bn: %s ফলাফল প্রদর্শিত হচ্ছে, সর্বমোট %s ফলাফল (%s সর্বমোট %s)
de: %s von %s Ergebnissen angezeigt (%s %s insgesamt)
es: Viendo %s de %s resultados (%s Total %s)
gu: %s પરિણામોનાં %s ને જોઇ રહ્યા છે (%s કુલ %s)
hi: %s, %s के परिणाम को देख रहा है (%s कुल %s)
it: Visualizzazione di %s dei %s risultati (%s Totale %s)
ja: %s 件を表示中、 全結果件数は %s (%s 合計 %s)
pa: %s ਨੂੰ %s ਨਤੀਜਿਆਂ ਵਿੱਚ (%s ਕੁੱਲ %s) ਵੇਖਣ ਲਈ
ru: %s из %s (%s всего: %s)

source: Virtual
bn: ভার্চুয়াল
de: Virtuell
gu: વર્ચ્યુઅલ
hi: आभासी
it: Virtuale
ja: 仮想
mr: वर्चुअल
pa: ਵਰਚੁਅਲ
ru: Виртуальная
ta: மெய்நிகர்

source: WARNING: This will override any GPG keys already associated with a repository within this product
mr: सावधानता: यामुळे उत्पादन अंतर्गत आधिपासून संलग्न रेपॉजिटरिसह कोणतेहि GPG किज् खोडून पुन्हा लिहले जातिल
pa: ਚੇਤਾਵਨੀ: ਇਸ ਨਾਲ ਇਸ ਉਤਪਾਦ ਵਿਚਲੀ ਰਿਪੋਜ਼ਟਰੀ ਨਾਲ ਸੰਬੰਧਿਤ GPG ਕੁੰਜੀ ਮੁੜ ਤੋਂ ਲਿਖੀ ਜਾਵੇਗੀ

source: Warning
bn: সতর্কবার্তা
de: Warnung
es: Advertencia
gu: ચેતવણી
hi: चेतावनी
it: Avvertenza
ja: 警告
pa: ਚੇਤਾਵਨੀ
ru: Предупреждение

source: Weak
bn: দুর্বল
de: Schwach
es: Débil
gu: નબળુ
hi: कमज़ोर
it: Debole
ja: 弱い
mr: दुर्बल
pa: ਕਮਜੋਰ
ru: Слабый
ta: வலுவற்ற

source: Welcome Back!
mr: स्वागत आहे!
pa: ਵਾਪਸੀ ਤੇ ਸਵਾਗਤ ਹੈ!

source: Wrong/Invalid parameters sent for %s/%s. Wrong Parameters: %s Parameters Received: %s
bn: %s/%s-র জন্য ভুল/অবৈধ পরামিতি পাঠানো হয়েছে। ভূল পরামিতি: %s প্রাপ্ত পরামিতি: %s
de: Falsche/ungültige Parameter gesendet für %s/%s. Falsche Parameter: %s Empfangene Parameter: %s
es: Parámetros inválidos/errados enviados para %s/%s. Parámetros errados: %s Parámetros recibidos: %s
gu: ખોટા/અમાન્ય પરિમાણો %s/%s માટે મોકલેલ છે. ખોટા પરિમાણો: %s મળેલ પરિમાણો: %s
hi: %s/%s के लिए गलत/अवैध पैरामीटर प्रेषित. गलत पैरामीटर: %s पैरामीटर प्राप्त: %s
it: Parametri Errati/Invalidi inviati per %s/%s. Parametri errati: %s Parametri ricevuti: %s
ja: 誤ったまたは無効なパラメータが %s/%s に送信されました。 誤ったパラメータ: %s 受け取ったパラメータ: %s
pa: ਗਲਤ/ਅਯੋਗ ਪੈਰਾਮੀਟਰ %s/%s ਲਈ ਭੇਜੇ ਗਏ ਹਨ। ਗਲਤ ਪੈਰਾਮੀਟਰ: %s ਪੈਰਾਮੀਟਰ ਪ੍ਰਾਪਤ ਕੀਤੇ ਗਏ ਹਨ: %s
ru: Недопустимые параметры для %s/%s.¶ Неверные параметры: ¶ %s¶ Получено:¶ %s

source: Yes
bn: হ্যাঁ
de: Ja
es: Sí
gu: હાં
hi: हाँ
it: Si
ja: はい
mr: होय
pa: ਹਾਂ
ru: Да
ta: ஆம்

source: You are not authorised to perform this action.
bn: এই কাজ করার জন্য প্রয়োজনীয় অধিকার আপনার নেই।
de: Sie sind nicht dazu berechtigt, diese Aktion durchzuführen.
es: No está autorizado para realizar esta acción.
gu: આ ક્રિયા કરવા માટે તમે સત્તાધિકારીત નથી.
hi: आप यह क्रिया करने के लिए अधिकृत नहीं हैं.
it: Non sei autorizzato ad eseguire questa azione.
ja: このアクションを実行する権限がありません。
mr: हि कृती करण्यास तुमच्याकडे परवानगी नाही.
pa: ਤੁਸੀਂ ਇਹ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਅਧਿਕਾਰਤ ਨਹੀਂ ਹੈ।
ru: Недостаточно полномочий для выполнения операции.
ta: இந்த செயலுக்கு செயற்படுத்த அங்கீகரிக்கப்படவில்லை.

source: You can synchronize repositories only in library environment'
bn: শুধুমাত্র library এনভায়রনমেন্টের মধ্যে সংগ্রহস্থল সুসংগত করা যাবে
de: Sie können Repositorys nur in der Bibliothek-Umgebung synchronisieren
es: Puede sincronizar repositorios únicamente en el entorno de biblioteca
gu: તમે લાઇબ્રેરી પર્યાવરણમાં ફક્ત રિપોઝીટરીઓનો સુમેળ કરી શકો છો'
hi: आप केवल लाइब्रेरी वातावरण में रिपोजिटरी को तुल्यकालित कर सकते हैं'
it: È possibile sincronizzare i repositori solo nell'ambiente library
ja: ライブラリ環境にあるリポジトリのみを同期できます。
mr: रेपॉजिटरिज्ला फक्त लाइब्ररि वातावरणात सिंक्रोनाइज करणे शक्य आहे
pa: ਤੁਸੀਂ ਰਿਪੋਜ਼ਟਰੀ ਨੂੰ ਸਿਰਫ ਲਾਇਬਰੇਰੀ ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਸਮਕਾਲੀ ਕਰ ਸਕਦੇ ਹੈ
ru: Синхронизация репозиториев возможна только в окружении Library
ta: நூலக சூழலில்' மட்டும் தொகுப்பதிவகங்களை நீங்கள் ஒத்திசைக்கலாம்

source: You current organization is no longer valid. It is possible that either the organization has been deleted or your permissions revoked, please log back in to continue.
mr: सध्याची संस्था वैध नाही. एकतर संस्था नष्ट केले आहे किंवा परवानगी पुनः दिले असावे, कृपया पुढे जाण्याकरीता पुनः प्रवेश करा.
pa: ਤੁਹਾਡਾ ਮੌਜੂਦਾ ਸੰਗਠਨ ਜਿਆਦਾ ਸਮਾਂ ਯੋਗ ਨਹੀਂ ਰਹੇਗਾ। ਇਹ ਸੰਭਲ ਹੈ ਕਿ ਸੰਗਠਨ ਹਟਾਇਆ ਗਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਜਾਰੀ ਕਰਨ ਲਈ ਫਿਰ ਲਾਗਇਨ ਕਰੋ।

source: You do not have valid credentials to access this system. Please contact your administrator.
bn: সিস্টেমটি ব্যবহার করার জন্য প্রয়োজনীয় ব্যবহারাধিকার আপনার নেই। অনুগ্রহ করে অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
de: Sie haben keine gültigen Berechtigungsnachweise zum Zugriff auf dieses System. Bitte setzen Sie sich mit Ihrem Administrator in Verbindung.
es: No tiene credenciales válidas para acceder a este sistema. Por favor contacte a su administrador.
gu: તમારી પાસે આ સિસ્ટમને વાપરવા માટે માન્ય શ્રેય નથી. મહેરબાની કરીને તમારાં સિસ્ટમ સંચાલકનો સંપર્ક કરો.
hi: आपके पास वैध श्रेय नहीं है कि आप इस तंत्र की पहुँच ले सकें. कृपया अपना प्रशासक से संपर्क करें.
it: Non sei in possesso di credenziali valide per accedere a questo sistema. Contatta il tuo amministratore.
ja: このシステムにアクセスする有効な資格情報がありません。管理者に連絡してください。
mr: या प्रणालीकरीता तुमच्याकडे वैध परवानगी नाही. कृपया प्रशासकाशी संपर्क करा.
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਸਿਸਟਮ ਵਰਤਣ ਲਈ ਯੋਗ ਮਨਜੂਰੀ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ru: Ошибка авторизации. Обратитесь к администратору.
ta: இந்த சிஸ்டத்தின் அணுக்கலுக்கான சரியான சான்றுகளை கொண்டிருக்கவில்லை. உங்கள் நிர்வாகியை தொடர்பு கொள்ளவும்.

source: You have entered an incorrect username/password combination, or your account may currently be disabled. Please try again or contact your administrator.
bn: সম্ভবত ব্যবহারকারীর নাম ও পাসওয়ার্ড ভুল লেখা হয়েছে অথবা অ্যাকাউন্টি নিষ্ক্রিয় করা হয়েছে। অনুগ্রহ করে পুনরায় প্রয়াস করুন অথবা অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
de: Sie haben eine falsche Benutzername/Passwort-Kombination angegeben, oder Ihr Account ist möglicherweise derzeit deaktiviert. Bitte versuchen Sie es erneut oder setzen Sie sich mit Ihrem Administrator in Verbindung.
es: Ha ingresado una combinación de nombre de usuario y contraseña incorrectos o su cuenta puede estar inhabilitada actualmente. Por favor intente de nuevo o contacte a sus administrador.
gu: તમે અમાન્ય વપરાશકર્તાનામ/પાસવર્ડ સંયોજનને દાખલ કરેલ છે, અતવા તમારું ખાતુ નિષ્ક્રિય હોઇ શકે છે. મહેરબાની કરીને ફરીથી પ્રયત્ન કરો અથવા તમારા સંચાલકનો સંપર્ક કરો.
hi: आपने एक गलत उपयोक्तानाम/कूटशब्द संयोग दर्ज किया है या आपका खाता निष्क्रिय कर दिया गया है, कृपया फिर कोशिश करें या अपने प्रशासक से संपर्क करें.
it: Hai inserito una combinazione password/nome utente incorretta, o il tuo account è stato disabilitato. Riprovare o contattare il tuo amministratore.
ja: 入力したユーザー名とパスワードの組み合わせが誤っているか、 現在ユーザーのアカウントが無効になっている可能性があります。 もう一度やり直すか、 管理者に連絡してください。
mr: तुम्ही अयोग्य वापरकर्तानाव/पासवर्ड जोडणी दिले, किंवा तुमचे खाते सध्या बंद केले असावे. कृपया पुनः प्रयत्न करा किंवा प्रशासकासह संपर्क करा.
pa: ਤੁਸੀਂ ਗਲਤ ਯੂਜ਼ਰ-ਨਾਂ/ਪਾਸਵਰਡ ਦਿੱਤਾ ਹੈ, ਜਾਂ ਖਾਤਾ ਅਯੋਗ ਹੋ ਗਿਆ ਹੈ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ ਜਾਂ ਆਪਣੇ ਪਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ru: Неверное имя пользователя, пароль, или учётная запись отключена. Повторите попытку или обратитесь к администратору.
ta: நீங்கள் ஒரு தவறான பயனர்பெயர், கடவுச்சொல் இணைத்தல், அல்லது கணக்கு செயல்நீக்கப்பட்டதில் நீங்கள் உள்நுழைந்துவிட்டீர்கள், மீண்டும் முயற்சிக்கவும்.

source: You have no assigned roles.
bn: নির্ধারিত কোনো ভূমিকা বর্তমানে উপস্থিত নেই।
de: Sie haben keine zugewiesenen Rollen.
es: No tiene asignado roles.
gu: તમે કોઇ ભૂમિકા સોંપી નથી.
hi: आपके पास कोई नियत भूमिकाएँ नहीं है.
it: Non è stato assegnato alcun ruolo.
ja: 割り当てられているロールはありません。
mr: वाटप केलेले रोल्स् आढळले नाही.
pa: ਤੁਹਾਨੂੰ ਕੋਈ ਰੋਲ ਨਿਰਧਾਰਤ ਨਹੀਂ ਹੈ।
ru: У вас нет ролей.
ta: ஒதுக்கப்பட்ட பங்குகள் இல்லை.

source: You have selected all resource types; this will grant full access to the organization. Press the Cancel button to select an individual resource type.
bn: সব ধরনের রিসোর্স আপনি নির্বাচন করেছেন; এর ফলে প্রতিষ্ঠানের জন্য সম্পূর্ণ অনুমোদন প্রদান করা হবে। রিসোর্সের ধরন পৃথকভাবে নির্বাচনের জন্য বাতিল শীর্ষক বাটনটি টিপুন।
de: Sie haben alle Ressourcentypen ausgewählt; dies wird Ihnen vollen Zugriff auf die Organisation gewähren. Drücken die Schaltfläche "Abbrechen", um einen einzelnen Ressourcentyp auszuwählen.
es: Ha seleccionado todos los tipos de recursos; esto le otorgará total acceso a la organización. Presione el botón de cancelar para seleccionar un tipo de recurso individual.
gu: તમે બધા સ્ત્રોત પ્રકારો પસંદ કરેલ છે; આ સંસ્થા માટે સંપૂર્ણ વપરાશ મંજૂર કરશે. વ્યક્તિગત સ્ત્રોત પ્રકારને પસંદ કરવા માટે રદ કરો બટનને દબાવો.
hi: आपने सभी संसाधन प्रकार चुना है; यह संगठन में पूरा पहुँच देगा. कोई निजी संसाधन प्रकार चुनने के लिए रद्द करें बटन दबाएँ.
it: Hai selezionato tutti i tipi di risorse; ciò permetterà un accesso completo all'organizzazione. Premere il pulsante Cancella per selezionare un solo tipo di risorsa.
ja: すべてのリソースタイプが選択されています。 組織に完全なアクセスを付与することになります。 取り消しボタンを押してリソースタイプを個別に選択してください。
mr: तुम्ही सर्व स्रोत प्रकार नीवडले आहेत; यामुळे संस्थाकरीता संपूर्ण प्रवेश प्राप्त होईल. प्रत्यक्ष स्रोत प्रकार नीवडण्यासाठी रद्द करा बटन दाबा.
pa: ਤੁਸੀਂ ਸਭ ਸਰੋਤ ਕਿਸਮਾਂ ਚੁਣੀਆਂ ਹਨ; ਇਸ ਨਾਲ ਸੰਗਠਨ ਨੂੰ ਪੂਰੀ ਪਹੁੰਚ ਮਿਲ ਜਾਵੇਗੀ। ਵੱਖਰਾ ਸਰੋਤ ਕਿਸਮ ਚੁਣਨ ਲਈ ਰੱਦ ਕਰੋ ਬਟਨ ਦਬਾਓ।
ru: Выбраны все типы: это откроет полный доступ к организации. Нажмите «Отмена», чтобы выбрать отдельный тип ресурса.
ta: அனைத்து மறுமூல வகைகளை நீங்கள் தேர்ந்தெடுத்துவிட்டீர்கள்; இது நிறுவனத்திற்கான முழு அணுகலை கொடுக்கும். ஒரு தனி மூல வகையை தேர்ந்தெடுக்க ரத்து பட்டனை அழுத்தவும்.

source: You may have mistyped the address or the page may have moved.
bn: সম্ভবত ঠিকানা সঠিকভাবে লেখা হয়নি অথবা পৃষ্ঠাটি এই স্থানে উপলব্ধ নেই।
de: Möglicherweise haben Sie sich vertippt oder die Seite ist umgezogen.
es: Ha escrito una dirección errada o la página pudo haberse trasladado.
gu: તમે ભૂલથી સરનામું ખોટુ લખેલ છે અથવા કદાચ પાનું ખસેડી દીધુ છે.
hi: आपने शायद पता को गलत टाइप कर दिया है या यह पृष्ठ खिसका दिया गया है.
it: Hai digitato erroneamente l'indirizzo o la pagina è stata spostata.
ja: アドレスの入力間違いか、ページが移動した可能性があります。
mr: तुम्ही कदाचित पत्ता चुकिने टाइप केले असावे किंवा पृष्ठ हलवले गेले असावे.
pa: ਤੁਸੀਂ ਐਡਰੈੱਸ ਗਲਤ ਦਿੱਤਾ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਪੇਜ਼ ਤਬਦੀਲ ਹੋ ਗਿਆ ਹੈ।
ru: Неверный адрес или страница перемещена.
ta: நீங்கள் முகவரியை தவறாக அச்சிட்டிருக்கலாம் அல்லது இந்த பக்கம் நகர்த்தப்பட்டது.

source: You might want to log out and log back in again to clear your cookies.
bn: কুকি মুছে ফেলার জন্য একবার লগ-আউট করে পুনরায় লগ-ইন করার প্রচেষ্টা করুন।
de: Melden Sie sich ggf. ab und wieder an, um Ihre Cookies zu löschen.
es: Podría desear salir y volver a ingresar para borrar sus cookies.
gu: તમારે તમારી કુકીને સાફ કરવા માટે ફરીથી પાછુ પ્રવેશ અને બહાર નીકળવાની ઇચ્છા રાખી શકો છો.
hi: आप लॉग आउट और फिर लॉग इन करना चाह सकते हैं ताकि अपने कुकीज को साफ कर सकें.
it: Esci e poi esegui nuovamente la registrazione per azzerare i tuoi cookie.
ja: クッキーをクリアにするため、ログアウト後に再度ログインすることをお勧めします。
mr: कुकिज् नष्ट करण्यासाठी तुम्हाला कदाचित बाहेर पडावे लागेल व पुनः प्रवेश करावे लागेल.
pa: ਤੁਸੀਂ ਆਪਣੀ ਕੂਕੀਜ਼ ਸਾਫ ਕਰਨ ਲਈ ਲਾਗ ਆਊਟ ਕਰਕੇ ਫਿਰ ਲਾਗ ਇਨ ਕਰ ਸਕਦੇ ਹੋ।
ru: Чтобы очистить cookie-файлы, можно выйти и авторизоваться заново.
ta: உங்கள் குக்கீகளை சரிசெய்ய நீங்கள் வெளியேறி உள்நுழைய வேண்டும்.
