Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: You must be logged in to access that page.
bn: এই পৃষ্ঠাটি ব্যবহার করার জন্য লগ-ইন করা আবশ্যক।
de: Sie müssen angemeldet sein, um auf diese Seite zuzugreifen.
es: Debe haber ingresado para tener acceso a esa página:
gu: તમારે તે પાનાંને વાપરવા માટે પ્રવેશ કરવો જ જોઇએ.
hi: इस पृष्ठ की पहुँच के लिए आपको जरूर लॉगिन करना होगा.
it: Per accedere quella pagina è necessario essere registrati.
ja: そのページにアクセスするにはログインする必要があります。
mr: पृष्ठकरीता प्रवेश प्राप्त करण्यासाठी तुम्ही लॉग्ड् इन व्हायला हवे.
pa: ਪੇਜ਼ ਵਰਤਣ ਲਈ ਤੁਹਾਨੂੰ ਲਾਗਇਨ ਕਰਨਾ ਜਰੂਰੀ ਹੈ।
ru: Для доступа к странице необходимо авторизоваться.
ta: அந்த பக்கத்தை அணுகுவதற்கு நீங்கள் உள்நுழைந்துள்ளீர்கள்.

source: You must select an organization above before you can add a permission.
bn: অনুমতি যোগ করার পূর্বে একটি প্রতিষ্ঠান নির্ধারণ করা আবশ্যক।
de: Sie müssen oben eine Organisation auswählen, bevor Sie eine Berechtigung hinzufügen können.
es: Debe haber seleccionado una organización en la parte de arriba antes de poder añadir un permiso.
gu: તમે પરવાનગી ઉમેરો શકો તે પહેલાં ઉપર તમારે સંસ્થાને પસંદ કરવી જ જોઇએ.
hi: आपको ऊपर जरूर किसी संगठन को चुनना होगा जिससे आप किसी अनुमति को जोड़ सकें.
it: Prima di poter aggiungere un permesso è necessario selezionare una organizzazione.
ja: パーミッションを追加する前に、上記の組織を選択する必要があります。
mr: परवानगी समाविष्ट करण्यापूर्वी तुम्ही वरील संस्था नीवडायला हवे.
pa: ਤੁਹਾਨੂੰ ਮਨਜੂਰੀ ਜੋੜਨ ਤੋਂ ਪਹਿਲਾਂ ਉੱਪਰ ਇੱਕ ਸੰਗਠਨ ਚੁਣਨਾ ਜਰੂਰੀ ਹੈ।
ru: Прежде чем добавить разрешение, необходимо выбрать организацию.
ta: ஒரு அனுமதியை சேர்ப்பதற்கு முன் ஒரு நிறுவனத்தை நீங்கள் தேர்ந்தெடுக்க வேண்டும்.

source: You must select and view a permission before you can edit it.
bn: অনুমতি সম্পাদনার পূর্বে সেটি নির্বাচন করে প্রদর্শন করা আবশ্যক।
de: Sie müssen eine Berechtigung auswählen und anzeigen, bevor Sie diese bearbeiten können.
es: Debe seleccionar y ver un permiso antes de poder modificarlo.
gu: તમે તેમાં ફેરફાર કરો તે પહેલાં તમારે પરવાનગી જોવી જ જોઇએ.
hi: आपको अनुमति को चुनना और देखना होगा इसे संपादित करने के पहले.
it: Prima di poter modificare un permesso è necessario selezionarlo e visualizzarlo.
ja: パーミッションを編集する前に、パーミッションを選択、表示する必要があります。
mr: परवानगी समाविष्ट करण्यापूर्वी परवानगी नीवडा व अवलोकन करा.
pa: ਤੁਹਾਨੂੰ ਸੋਧਣ ਤੋਂ ਪਹਿਲਾਂ ਮਨਜੂਰੀ ਚੁਣੋ ਅਤੇ ਵੇਖੋ।
ru: Сначала надо выбрать и просмотреть разрешение, после чего можно приступить к изменению.
ta: நீங்கள் இதை திருத்துவதற்கு முன் ஒரு அனுமதியை பார்த்து தேர்ந்தெடுக்க வேண்டும்.

source: You must select at least one verb.
bn: অন্তত একটি ক্রিয়া নির্বাচন করা আবশ্যক।
de: Sie müssen mindestens ein Verb auswählen.
es: Debe seleccionar al menos un verbo.
gu: તમારે ઓછામાં ઓછુ એક વર્બને પસંદ કરવુ જ જોઇએ.
hi: आपको कम से कम एक क्रिया चुननी होगी.
it: Devi selezionare almeno un verbo
ja: 1 つ以上の動作を選択する必要があります。
mr: किमान एक वर्ब नीवडायला हवे.
pa: ਤੁਹਾਨੂੰ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵਰਬ ਚੁਣਨੀ ਪਵੇਗੀ।
ru: Необходимо выбрать команду.
ta: குறைந்தது ஒரு வினைச்சொல்லை தேர்ந்தெடுக்க வேண்டும்.

source: You must specify host in %s for %s to work properly
bn: %s-র মধ্যে উপস্থিত কোনো হোস্ট চিহ্নিত করা আবশ্যক যার সাহায্যে %s সঠিকভাবে চলবে
de: Sie müssen Host in %s angeben, damit %s ordnungsgemäß funktionieren kann
es: Debe especificar el host en %s para que %s opere correctamente
gu: તમારે યોગ્ય રીતે કામ કરવા %s માટે %s માં યજમાનને સ્પષ્ટ કરવુ જ જોઇએ
hi: आपको मेजबान को %s में %s को ठीक से काम करने के लिए निर्दिष्ट करनी चाहिए.
it: Per un funzionamento corretto di %s è necessario specificare un host in %s
ja: %s でホストを指定する必要があります。それにより %s が正常に機能します。
mr: %s ने योग्यरित्या कार्य करण्यासाठी %s मध्ये यजमान निर्देशीत करणे आवश्यक आहे
pa: ਤੁਹਾਨੂੰ %s ਵਿੱਚ %s ਲਈ ਠੀਕ ਕੰਮ ਕਰਨ ਵਾਸਤੇ ਹੋਸਟ ਦੇਣਾ ਪਵੇਗਾ
ru: Необходимо выбрать узел в %s для нормальной работы %s
ta: சரியாக வேலை செய்ய %sக்கு %sஐ புரவலத்தில் நீங்கள் குறிப்பிட வேண்டும்.

source: You need to create an environment for this org before you can create a system.
bn: সিস্টেম প্রস্তুত করার পূর্বে এই প্রতিষ্ঠানের জন্য একটি এনভায়রনমেন্ট প্রস্তুত করা আবশ্যক।
de: Sie müssen eine Umgebung für diese Organisation erstellen, bevor Sie ein System erstellen können.
es: Necesita crear un entorno para esta organización antes de crear un sistema
gu: તમે સિસ્ટમને બનાવી શકો તે પહેલાં આ સંસ્થા માટે તમારે પર્યાવરણને બનાવવુ જરૂરી છે.
hi: आपको इस संगठन के लिए किसी वातावरण को बनाने की जरूरत हो सकती है इससे पहले कि आप किसी तंत्र को बनाएँ.
it: Prima di poter creare un sistema è necessario creare un ambiente per questa organizzazione.
ja: システムを作成する前に、この組織に対して環境を作成する必要があります。
mr: प्रणाली निर्माण करण्यापूर्वी या संस्थाकरीता वातावरण निर्माण करणे आवश्यक आहे.
pa: ਤੁਹਾਨੂੰ ਸਿਸਟਮ ਬਣਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਇਸ ਸੰਗਠਨ ਲਈ ਇੱਕ ਇਨਵਾਇਰਮੈਂਟ ਬਣਾਉਣ ਦੀ ਲੋੜ ਹੈ।
ru: Прежде чем создать систему, необходимо создать окружение для этой организации.
ta: ஒரு சிஸ்டத்தை உருவாக்குவதற்கு முன் இந்த நிறுவனத்திற்கான ஒரு சூழலை நீங்கள் உருவாக்க வேண்டும்.

source: Your update has applied successfully, but during that time another user has also made an update.
bn: আপনার আপডেটটি সাফল্যের সাথে প্রয়োগ করা হয়েছে, কিন্তু একই সময়ে অন্য একজন ব্যবহারকারী একটি আপডেট করেছেন।
de: Ihre Aktualisierung wurde erfolgreich angewendet, währenddessen hat ein anderer Benutzer jedoch ebenfalls eine Aktualisierung vorgenommen.
es: Su actualización se ha aplicado con éxito, pero durante ese tiempo otro usuario también ha hecho una actualización.
gu: તમારો સુધારો સફળતાપૂર્વક લાગુ કરી દીધો છે, પરંતુ તે સમય દરમ્યાન બીજા વપરાશકર્તાએ પણ સુધારો કર્યો હતો.
hi: आपके अद्यतन सफलतापूर्वक लागू किए गए हैं, लेकिन उस समय दूसरे उपयोक्ता ने भी कोई अद्यतन किया है.
it: L'aggiornamento è stato applicato con successo, ma durante questo processo un altro utente ha eseguito un aggiornamento.
ja: 更新は正常に適用されましたが、その間に別のユーザーも更新を実行しました。
mr: सुधारणा यशस्वीरित्या लागू केले, परंतु त्याचवेळी दुसऱ्या वापरकर्त्याने सुधारणा केली.
pa: ਤੁਹਾਡਾ ਅੱਪਡੇਟ ਸਫਲਤਾਪੂਰਕ ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਹੈ, ਪਰ ਉਸ ਸਮੇਂ ਦੌਰਾਨ ਹੋਰ ਯੂਜ਼ਰ ਨੇ ਵੀ ਅੱਪਡੇਟ ਕੀਤਾ ਹੈ।
ru: Обновление успешно, но в это время другой пользователь также выполнял обновление.
ta: உங்கள் புதுப்பித்தல் வெற்றிகரமாக செயல்படுத்தப்பட்டது, ஆனால் மற்ற பயனர் ஒரு புதுப்பித்தலை செய்ய வேண்டும்.

source: all packages
bn: সকল প্যাকেজ
de: alle Pakete
es: Todos los paquetes
gu: બધા પેકેજો
hi: सभी संकुल
it: tutti i pacchetti
ja: すべてのパッケージ
mr: सर्व संकुले
pa: ਸਭ ਪੈਕੇਜ
ru: все пакеты
ta: அனைத்து தொகுப்புகள்

source: all packages update
bn: সকল প্যাকেজ আপডেট
de: Aktualisierung aller Pakete
es: Actualizar todos los paquetes
gu: બધા પેકેજો સુધારો
hi: सभी संकुल अद्यतन
it: aggiornamento di tutti i pacchetti
ja: すべてのパッケージの更新
mr: सर्व संकुलांची सुधारणा
pa: ਸਭ ਪੈਕੇਜ ਅੱਪਡੇਟ
ru: обновление всех пакетов
ta: அனைத்து தொகுப்புகள் புதுப்பித்தல்

source: all packages update failed
bn: সকল প্যাকেজ আপডেট বিফল হয়েছে
de: Aktualisierung aller Pakete fehlgeschlagen
es: Falló la actualización de todos los paquetes
gu: બધા પેકેજો સુધારો નિષ્ફળ
hi: सभी संकुल अद्यतन विफल
it: aggiornamento di tutti i pacchetti fallito
ja: すべてのパッケージの更新が失敗しました。
mr: सर्व संकुलांची सुधारणा अपयशी झाली
pa: ਸਭ ਪੈਕੇਜ ਅੱਪਡੇਟ ਫੇਲ ਹੋਏ
ru: не удалось обновить все пакеты
ta: அனைத்து தொகுப்புகள் புதுப்பித்தல் தோல்வி

source: can not be updated
bn: আপডেট করা সম্ভব নয়
de: kann nicht aktualisiert werden
es: No se puede actualizar
gu: સુધારી શકાતુ નથી
hi: अद्यतन नहीं किया जा सकता है
it: non può essere aggiornato
ja: 更新できません
mr: सुधारित करणे अशक्य
pa: ਅੱਪਡੇਟ ਨਹੀਂ ਹੋ ਸਕਦੇ
ru: обновление невозможно
ta: புதுப்பிக்க முடியவில்லை

source: can't be blank
bn: ফাঁকা রাখা চলবে না
de: darf nicht leer sein
es: No se puede dejar en blanco
gu: ખાલી કરી શકાતુ નથી
hi: रिक्त नहीं हो सकता
it: non può essere vuoto
ja: 空白にしないでください
mr: रिकामे असणे अशक्य
pa: ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ru: не может быть пустым
ta: காலியாக இல்லை

source: cannot be a binary file.
bn: বাইনারি ফাইল হওয়া চলবে না
de: darf keine Binärdatei sein.
es: No puede ser un archivo binario.
gu: બાઇનરી ફાઇલ કરી શકાતી નથી.
hi: एक द्विपदीय फ़ाइल नहीं हो सकता है.
it: non può essere un file binario.
ja: バイナリーファイルは指定できません
pa: ਬਾਇਨਰੀ ਫਾਇਲ ਨਹੀਂ ਹੋ ਸਕਦੀ।
ru: не может быть двоичным файлом.

source: cannot contain characters other than alpha numerals, space,'_', '-'.
bn: অক্ষর, সংখ্যা, শূণ্যস্থান, '_', ও '-' ব্যতীত অন্য কোনো অক্ষর অন্তর্ভুক্ত করা চলবে না।
de: darf nur alphanumerische Zeichen, Leerzeichen, '_', '-' enthalten.
es: No puede contener caracteres diferentes a los alfanuméricos, espacio,'_', '-'.
gu: આલ્ફા અંકો, જગ્યા, '_', '-' કરતા બીજા અક્ષરોને સમાવી શકતુ નથી.
hi: वर्णांकिक, स्थान, '_', '-' के अलावे वर्णों को समाहित नहीं कर सकता है.
it: non può contenere caratteri diversi da valori alfanumerici, spazio,'_', '-'.
ja: 英数字、空白、「_」「-」以外の文字を含むことはできません。
mr: अल्फा न्युमेरल्स्, स्पेस्,'_', '-' पेक्षा वेगळे अक्षरे समाविष्टीत असणे अशक्य.
pa: ਅੱਖਰਾਂ-ਅੰਕਾਂ, ਸਪੇਸ,'_', '-' ਤੇਂ ਬਿਨਾਂ ਹੋਰ ਅੱਖਰ ਨਹੀਂ ਹੋ ਸਕਦੇ।
ru: может содержать буквы, цифры, пробелы, '_' и '-'.
ta: ஆல்ஃபா எண்கள், இடம் ,'_', '-' போன்றவற்றை தவிர மற்ற எழுத்துக்களை கொண்டிருக்காது.

source: cannot contain characters other than alpha numerals,'_', '-'.
bn: অক্ষর, সংখ্যা, '_', ও '-' ব্যতীত অন্য কোনো অক্ষর অন্তর্ভুক্ত করা চলবে না।
de: darf nur alphanumerische Zeichen, '_', '-' enthalten.
es: No puede contener caracteres diferentes a los alfanuméricos,'_', '-'.
gu: આલ્ફા અંકો ,'_', '-' કરતા બીજા અક્ષરોને સમાવી શકતુ નથી.
hi: वर्णांकिक, '_', '-' के अलावे वर्णों को समाहित नहीं कर सकता है.
it: non può contenere caratteri diversi da valori alfanumerici,'_', '-'.
ja: 「_」「-」以外の文字を含むことはできません。
mr: अल्फा न्युमेरल्स्, '_', '-' पेक्षा वेगळे अक्षरे समाविष्टीत असणे अशक्य.
pa: ਅੱਖਰਾਂ-ਅੰਕਾਂ,'_', '-' ਤੋਂ ਬਿਨਾਂ ਹੋਰ ਅੱਖਰ ਨਹੀਂ ਹੋ ਸਕਦੇ।
ru: может содержать буквы, цифры, '_' и '-'.
ta: ஆல்ஃபா எண்கள், '_', '-' போன்றவற்றை தவிர மற்ற எழுத்துக்களை கொண்டிருக்காது.

source: cannot contain more than %s characters
bn: %s থেকে বেশি অক্ষর উপস্থিত থাকা চলবে না
de: darf nicht mehr als %s Zeichen enthalten
es: No puede contener más de %s caracteres
gu: %s અક્ષરો કરતા વધારે સમાવી શકાતુ નથી
hi: %s वर्ण से अधिक समाहित नहीं कर सकता है
it: non può avere più di %s caratteri
ja: %s 文字以上は含ませられません
mr: %s अक्षरांपेक्षा जास्त असणे अशक्य
pa: %s ਅੱਖਰਾਂ ਤੋਂ ਜਿਆਦਾ ਨਹੀਂ ਹੋ ਸਕਦੇ
ru: не может содержать больше %s знаков
ta: %s எழுத்துக்களுக்கு மேல் கொண்டிருக்கக்கூடாது

source: currently editing this promotion changeset
mr: सध्या हे प्रमोशन चेंजसेट संपादित करत आहे
pa: ਹੁਣ ਇਸ ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ ਨੂੰ ਸੋਧ ਰਿਹਾ ਹੈ

source: daily
bn: দৈনিক
de: täglich
es: A diario
gu: દરરોજ
hi: दैनिक
it: giornaliero
ja: 毎日
mr: दररोज
pa: ਰੋਜਾਨਾ
ru: ежедневно
ta: தினசரி

source: displayed
bn: প্রদর্শিত
de: angezeigt
es: Desplegada
gu: દર્શાવેલ
hi: प्रदर्शित
it: visualizzato
ja: 表示されました
mr: दाखवले
pa: ਵੇਖਾਇਆ ਗਿਆ ਹੈ
ru: показано
ta: காட்டப்பட்டது

source: environment can only have one child
bn: এনভায়রনমেন্টে শুধুমাত্র একটি চাইল্ড থাকতে পারবে
de: Umgebung kann nur eine untergeordnete Umgebung enthalten
es: El entorno puede solamente tener un hijo
gu: પર્યાવરણ પાસે ફક્ત એક બાળક હોઇ શકે છે
hi: वातावरण में केवल एक संतति हो सकता है
it: l'ambiente può avere solo un figlio
ja: 環境が所有できる子は 1 つだけです。
mr: वातावरणात फक्त एकच चाइल्ड असू शकते
pa: ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਸਿਰਫ ਇੱਕ ਅਧੀਨ(ਚਿਲਡ) ਹੋ ਸਕਦਾ ਹੈ
ru: окружение может иметь только одно подчинённое окружение
ta: சூழல் ஒரு குழந்தையை மட்டும் கொண்டிருக்கலாம்

source: environment required
bn: এনভায়রনমেন্ট আবশ্যক
de: Umgebung erforderlich
es: Se requiere entorno
gu: પર્યાવરણ જરૂરી
hi: वातावरण जरूरी
it: ambiente necessario
ja: 必須の環境
mr: वातावरण आवश्यक
pa: ਵਾਤਾਵਰਨ ਲੋੜੀਂਦਾ ਹੈ
ru: требуется определить окружение
ta: சூழல் தேவைப்பட்டது

source: group_base was not set in katello.yml
pa: group_base ਨੂੰ katello.yml ਵਿੱਚ ਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਹੈ

source: hourly
bn: প্রতি ঘন্টায়
de: stündlich
es: Por hora
gu: દર કલાકે
hi: प्रति घंटे
it: ad ogni ora
ja: 毎時
mr: तासाला
pa: ਘੰਟੇ-ਬੱਧੀ
ru: ежечасно
ta: மணிநேரம்

source: id: %s doesn't exist
mr: id: %s अस्तित्वात नाही
pa: id: %s ਮੌਜੂਦ ਨਹੀਂ ਹੈ

source: installing errata...
bn: ত্রুটি-বিচ্যুতি ইনস্টল করা হচ্ছে...
de: Errata werden installiert ...
es: Instalando erratas...
gu: એરાટાને સ્થાપિત કરી રહ્યા છે...
hi: इरेटा संस्थापित कर रहा है...
it: installazione errata in corso...
ja: エラータをインストールしています...
mr: एराटा प्रतिष्ठापीत करत आहे...
pa: ਇਰੱਟਾ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ...
ru: установка исправлений...
ta: பிழையை நிறுவுகிறது...

source: installing erratum...
bn: ত্রুটি-বিচ্যুতি ইনস্টল করা হচ্ছে...
de: Erratum wird installiert ...
es: Instalando errata...
gu: erratum ને સ્થાપિત કરી રહ્યા છે...
hi: इरेटा संस्थापित कर रहा है...
it: installazione erratum in corso...
ja: エラータをインストールしています...
mr: एराटम प्रतिष्ठापीत करत आहे...
pa: ਇਰੱਟਮ ਇੰਸਟਾਲ ਕਰ ਰਿਹਾ ਹੈ...
ru: установка исправления...
ta: பிழையை நிறுவுகிறது...

source: installing package group...
bn: প্যাকেজ সংকলন ইনস্টল করা হচ্ছে...
de: Paketgruppe wird installiert ...
es: Instalando grupo de paquetes...
gu: પેકેજ જૂથને સ્થાપિત કરી રહ્યા છે...
hi: संकुल समूह संस्थापित कर रहा है...
it: installazione gruppo di pacchetti in corso...
ja: パッケージグループをインストールしています...
mr: संकुल गट प्रतिष्ठापीत करत आहे...
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ...
ru: установка группы пакетов...
ta: தொகுப்பு குழுவை நிறுவுகிறது...

source: installing package groups...
bn: প্যাকেজ সংকলন ইনস্টল করা হচ্ছে...
de: Paketgruppen werden installiert ...
es: Instalando grupos de paquetes...
gu: પેકેજ જૂથોને સ્થાપિત કરી રહ્યા છે...
hi: संकुल समूहों को संस्थापित कर रहा है...
it: installazione gruppi di pacchetti in corso...
ja: パッケージグループをインストールしています...
mr: संकुल गटे प्रतिष्ठापीत करत आहे...
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ ਹੋ ਰਹੇ ਹਨ...
ru: установка групп пакетов...
ta: தொகுப்பு குழுக்களை நிறுவுகிறது...

source: installing package...
bn: প্যাকেজ ইনস্টল করা হচ্ছে...
de: Paket wird installiert ...
es: Instalando paquete...
gu: પેકેજને સ્થાપિત કરી રહ્યા છે...
hi: संकुल संस्थापित कर रहा है...
it: installazione pacchetto in corso...
ja: パッケージをインストールしています...
mr: संकुल प्रतिष्ठापीत करत आहे...
pa: ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ...
ru: установка пакета...
ta: தொகுப்பை நிறுவுகிறது...

source: installing packages...
bn: প্যাকেজ ইনস্টল করা হচ্ছে...
de: Pakete werden installiert ...
es: Instalando paquetes
gu: પેકેજોને સ્થાપિત કરી રહ્યા છે...
hi: संकुलों को संस्थापित कर रहा है...
it: installazione pacchetti in corso...
ja: パッケージをインストールしています...
mr: संकुले प्रतिष्ठापीत करत आहे...
pa: ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਰਹੇ ਹਨ...
ru: установка пакетов...
ta: தொகுப்புகளை நிறுவுகிறது...

source: is already in the template
bn: এটি টেমপ্লেটের মধ্যে মজুদ রয়েছে
de: ist bereits in der Vorlage
es: Ya es una plantilla
gu: ટૅમ્પલેટમાં પહેલેથી જ છે
hi: नमूना में पहले से ही है
it: è già presente nel template
ja: はテンプレートに既にあります。
mr: आधिपासूनच टेम्पलेटमध्ये समाविष्टीत आहे
pa: ਪਹਿਲਾਂ ਹੀ ਟੈਂਪਲਿਟ ਵਿੱਚ ਹੈ
ru: уже в шаблоне
ta: மாதிரிஉருவில் ஏற்கனவே உள்ளது

source: is invalid
bn: বৈধ নয়
de: ist ungültig
es: Es inválida
gu: અમાન્ય છે
hi: अमान्य है
it: non è valido
ja: は無効です。
mr: अवैध आहे
pa: ਯੋਗ ਹੈ
ru: неверно.
ta: தவறானது

source: is too long
bn: অত্যাধিক লম্বা
de: ist zu lang
es: Es demasiado larga
gu: ઘણું લાંબુ છે
hi: काफी लंबा है
it: è troppo lungo
ja: は長すぎます。
mr: खूपच लांब आहे
pa: ਬਹੁਤ ਲੰਬਾ ਹੈ
ru: превышает допустимую длину.
ta: சரியானதில்லை

source: katello-jobs service not running
bn: katello-jobs পরিসেবাটি বর্তমানে চলছে না
de: katello-jobs Dienst wird nicht ausgeführt
es: el servicio de katello-jobs no se está ejecutando
gu: katello-jobs સેવા ચાલતી નથી
hi: katello-jobs सर्विस चल नहीं रही है
it: il servizio katello-jobs non è in esecuzione
ja: katello-jobs サービスは実行していません。
mr: katello-jobs सर्व्हिस बंद आहे
pa: katello-jobs ਸਰਵਿਸ ਨਹੀਂ ਚੱਲ ਰਹੀ ਹੈ
ru: katello-jobs не выполняется
ta: katello-jobs சேவை இயங்கவில்லை

source: link
bn: লিংক
es: enlace
gu: કડી
hi: कड़ी
ja: リンク
mr: दुवा
pa: ਲਿੰਕ
ru: ссылка
ta: இணைப்பு

source: must be at least 5 characters.
bn: অন্তত ৫ অক্ষর বিশিস্ট হওয়া আবশ্যক।
de: muss mindestens 5 Zeichen lang sein.
es: Debe tener por lo menos 5 caracteres.
gu: ઓછામાં ઓછા 5 અક્ષરો હોવા જ જોઇએ.
hi: कम से कम 5 वर्ण की होनी चाहिए
it: deve avere almeno 5 caratteri.
ja: 5 文字以上である必要があります。
mr: किमान 5 अक्षरे असायला हवे.
pa: ਘੱਟੋ-ਘੱਟ 5 ਅੱਖਰ ਜਰੂਰੀ ਹਨ
ru: должно содержать не меньше 5 знаков
ta: குறைந்தது 5 எழுத்துக்கள்

source: must be unique within an organization scope
bn: প্রতিষ্ঠানের পরিধির মধ্যে স্বতন্ত্র মান হওয়া আবশ্যক
de: muss innerhalb einer Organisationsbereichs eindeutig sein
es: Debe ser único dentro del alcance de una organización
gu: સંસ્થા અવકાશમાં અનન્ય હોવુ જ જોઇએ
hi: एक संगठन के दायरे के भीतर अद्वितीय होना चाहिए
it: deve essere unico all'interno dello scopo di una organizzazione
ja: 組織スコープ内で一意である必要があります。
mr: संस्था व्याप्ति अंतर्गत एकमेव असायला हवे
pa: ਇੱਕ ਸੰਗਠਨ ਸਕੋਪ ਵਿੱਚ ਵੱਖਰਾਂ ਹੋਣਾ ਜਰੂਰੀ ਹੈ
ru: должно быть уникально в пределах организации.
ta: ஒரு நிறுவனத்தின் எல்லைக்குள் தனிப்பட்ட இருக்க வேண்டும்

source: must be unique within one environment
bn: একটি পরিবেশের মধ্যে স্বতন্ত্র মান হওয়া আবশ্যক
de: muss innerhalb einer Umgebung eindeutig sein
es: Debe ser único dentro del entorno
gu: એક પર્યાવરણમાં અનન્ય હોવુ જ જોઇએ
hi: एक वातावरण के भीतर अद्वितीय होना चाहिए
it: deve essere unico all'interno di un ambiente
ja: 1 環境で一意である必要があります。
mr: एका वातावरणात एकमेव असायला हवे
pa: ਇੱਕ ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਵੱਖਰਾ ਹੋਣਾ ਜਰੂਰੀ ਹੈ
ru: должно быть уникальным в пределах окружения.
ta: ஒரு சூழலில் தனிப்பட்டு இருக்க வேண்டும்

source: must be unique within one organization
bn: একটি প্রতিষ্ঠানের মধ্যে স্বতন্ত্র মান হওয়া আবশ্যক
de: muss innerhalb einer Organisation eindeutig sein
es: Debe ser único dentro de una organización
gu: એક સંસ્થામાં અનન્ય હોવુ જ જોઇએ
hi: एक संगठन के भीतर अद्वितीय होना चाहिए
it: deve essere unico all'interno di una organizzazione
ja: 1 組織で一意である必要があります。
mr: एक संस्था अंतर्गत एकमेव असायला हवे
pa: ਇੱਕ ਸੰਗਠਨ ਵਿੱਚ ਵੱਖਰਾਂ ਹੋਣਾ ਜਰੂਰੀ ਹੈ
ru: должно быть уникальным в пределах организации.
ta: ஒரு நிறுவன எல்லைக்குள் தனிப்பட்ட இருக்க வேண்டும்

source: must contain 'Library'
bn: 'Library' উপস্থিত থাকা আবশ্যক
de: muss "Bibliothek" enthalten
es: Debe contener 'biblioteca'
gu: 'લાઇબ્રેરી' ને સમાવવી જ જોઇએ
hi: जरूर 'लाइब्रेरी' समाहित करना चाहिए
it: deve avere 'Library'
ja: 「ライブラリ」を含む必要があります。
mr: 'लाइब्ररि' समाविष्टीत असायला हवे
pa: 'Library' ਸ਼ਾਮਿਲ ਹੋਣੀ ਜਰੂਰੀ ਹੈ
ru: должно содержать «Library»
ta: 'நூலகத்தை' கொண்டிருக்க வேண்டும்

source: must contain at least %s characters
bn: অন্তত %s-টি অক্ষর থাকা আবশ্যক
de: muss mindestens %s Zeichen enthalten
es: Debe contener por lo menos %s caracteres
gu: ઓછામાં ઓછા %s અક્ષરો સમાવવા જ જોઇએ
hi: कम से कम %s वर्ण की होनी चाहिए
it: deve avere almeno %s caratteri
ja: 少なくとも %s 文字以上にしてください
mr: किमान %s अक्षरे असायला हवे.
pa: ਘੱਟੋ-ਘੱਟ %s ਅੱਖਰ ਹੋਣੇ ਜਰੂਰੀ ਹਨ
ru: должно содержать не меньше %s знаков
ta: குறைந்தது %s எழுத்துக்கள்

source: must not contain leading or trailing white spaces.
bn: প্রারম্ভে অথবা শেষে শূণ্যস্থান থাকা চলবে না।
de: darf keine führenden oder nachfolgenden Leerstellen enthalten.
es: No debe contener espacios iniciales o en blanco
gu: આગળ અથવા પાછળ સફેદ જગ્યાને સમાવવી જ જોઇએ નહિં.
hi: अग्रणी या पश्चगामी रिक्त स्थान शामिल नहीं करना चाहिए.
it: non deve contenere spazi iniziali o finali.
ja: 先頭または末尾に空白を含むことはできません。
mr: लिडिंग किंवा ट्रेलिंग वाइट स्पेसेस् समाविष्टीत नसावे.
pa: ਸ਼ੁਰੂ ਅਤੇ ਅੰਤ ਵਿੱਚ ਖਾਲੀ ਸਪੇਸ ਹੋਣੀ ਜਰੂਰੀ ਹੈ।
ru: не может содержать пробелы в начале и конце строки.
ta: முன்னணி அல்லது வெள்ளை இடங்களில் முன்னிலை கொண்டிருக்க கூடாது.

source: name: %s doesn't exist
bn: নাম: %s উপস্থিত নেই
de: Name: %s existiert nicht
es: nombre: %s no existe
gu: નામ: %s અસ્તિત્વ ધરાવતુ નથી
hi: नाम: %s मौजूद नहीं है
it: nome: %s non esiste
ja: 名前: %s は存在しません
pa: ਨਾਂ: %s ਮੌਜੂਦ ਨਹੀਂ ਹੈ
ru: Имя %s не существует

source: none
bn: শূণ্য
de: keine
es: Ninguno
gu: કઇ નહિં
hi: कोई नहीं
it: nessuno
ja: なし
mr: काहिच नाही
pa: ਕੋਈ ਨਹੀਂ
ru: нет
ta: ஒன்றுமில்லாத

source: or
bn: অথবা
de: oder
es: o
gu: અથવા
hi: अथवा
it: o
ja: または
mr: किंवा
pa: ਜਾਂ
ru: или
ta: அல்லது

source: plan
bn: পরিকল্পনা
gu: યોજના
hi: योजना
it: programmazione
ja: プラン
mr: प्लॅन
pa: ਪਲਾਨ
ru: план
ta: திட்டம்

source: product
bn: উৎপাদন
de: Produkt
es: Producto
gu: પ્રોડક્ટ
hi: उत्पाद
it: prodotto
ja: 製品
mr: उत्पादन
pa: ਉਤਪਾਦ
ru: продукт
ta: தயாரிப்பு

source: removing package group...
bn: প্যাকেজ সংকলন অপসারণ...
de: Paketgruppe entfernen ...
es: retirar grupo de paquetes...
gu: પેકેજ જૂથને દૂર કરી રહ્યા છે...
hi: संकुल समूह हटा रहा है...
it: rimozione gruppo di pacchetti in corso...
ja: パッケージグループを削除しています...
mr: संकुल गट काढून टाकत आहे...
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾ ਰਿਹਾ ਹੈ...
ru: удаление группы пакетов...
ta: தொகுப்பு குழுக்களை நீக்குகிறது...

source: removing package groups...
bn: প্যাকেজ সংকলন অপসারণ...
de: Paketgruppen entfernen ...
es: retirando grupos de paquetes
gu: પેકેજ જૂથોને દૂર કરી રહ્યા છે...
hi: संकुल समूहों को हटा रहा है...
it: rimozione gruppi di pacchetti in corso...
ja: パッケージグループを削除しています...
mr: संकुल गटे काढून टाकत आहे...
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਏ ਜਾ ਰਹੇ ਹਨ...
ru: удаление групп пакетов...
ta: தொகுப்பு குழுவை நீக்குகிறது...

source: removing package...
bn: প্যাকেজ অপসারণ...
de: Paket entfernen ...
es: retirando paquete...
gu: પેકેજને દૂર કરી રહ્યા છે...
hi: संकुल हटा रहा है...
it: Rimozione pacchetto in corso...
ja: パッケージを削除しています...
mr: संकुल काढून टाकत आहे...
pa: ਪੈਕੇਜ ਹਟਾ ਰਿਹਾ ਹੈ...
ru: удаление пакета...
ta: தொகுப்பை நீக்கவும்...

source: removing packages...
bn: প্যাকেজ অপসারণ...
de: Pakete entfernen ...
es: retirando paquetes...
gu: પેકેજોને દૂર કરી રહ્યા છે...
hi: संकुलों को हटा रहा है...
it: Rimozione pacchetti in corso...
ja: パッケージを削除しています...
mr: संकुले काढून टाकत आहे...
pa: ਪੈਕੇਜ ਹਟਾਏ ਜਾ ਰਹੇ ਹਨ...
ru: удаление пакетов...
ta: தொகுப்புக்களை நீக்குகிறது...

source: results.
bn: ফলাফল।
de: Ergebnisse.
es: Resultados.
gu: પરિણામો.
hi: परिणाम.
it: risultati.
ja: 結果
mr: परिणामे.
pa: ਨਤੀਜਾ।
ru: результат(а)(ов).
ta: முடிவுகள்.

source: sync did not complete successfully
mr: सिंक यशस्वीरित्या पूर्ण झाले नाही
pa: ਸਮਕਾਲਤਾ ਸਫਲਤਾਪੂਰਕ ਮੁਕੰਮਲ ਨਹੀਂ ਹੋਈ

source: system templates
bn: সিস্টেমের টেমপ্লেট
de: Systemvorlagen
es: Plantillas de sistema
gu: સિસ્ટમ ટૅમ્પલેટો
hi: तंत्र नमूना
it: template del sistema
ja: システムテンプレート
mr: प्रणाली टेम्पलेटस्
pa: ਸਿਸਟਮ ਟੈਂਪਲਿਟ
ru: шаблоны систем
ta: சிஸ்டம் மாதிரிஉருக்கள்

source: template
bn: টেমপ্লেট
de: Vorlage
es: Plantilla
gu: ટૅમ્પલેટ
hi: नमूना
ja: テンプレート
mr: टेम्पलेट
pa: ਟੈਂਪਲਿਟ
ru: шаблон
ta: மாதிரிஉரு

source: the following attributes can not be updated for the Red Hat provider: [ %s ]
bn: Red Hat উপলব্ধকারী: [ %s ]-র জন্য নিম্নলিখিত বৈশিষ্ট্যগুলি আপডেট করা সম্ভব নয়
de: Die folgenden Parameter können nicht für den Red Hat Provider aktualisiert werden: [ %s ]
es: Los siguientes atributos no pueden ser actualizados para el proveedor de Red Hat: [ %s ]
gu: Red Hat પ્રદાતા માટે નીચેનાં ગુણધર્મોને સુધારી શકાતા નથી: [ %s ]
hi: निम्नलिखित विशेषताओं को Red Hat प्रदाता के लिए अद्यतन नहीं कर सकते हैं: [% s]
it: i seguenti attributi non possono essere caricati per il provider di Red Hat: [ %s ]
ja: Red Hat プロバイダーに対し、次の属性は更新できません: [ %s ]
mr: खालील गुणधर्मांना Red Hat प्रोव्हाइडरकरीता: [ %s ] करीता सुधारित करणे अशक्य
pa: Red Hat ਪਰੋਵਾਈਡਰ ਲਈ ਹੇਠਲੇ ਐਟਰੀਬਿਊਟ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ: [ %s ]
ru: Не удалось обновить атрибуты провайдера Red Hat: [ %s ]
ta: Red Hat வழங்குநருக்காக பின்வரும் பண்புகளுக்காக புதுப்பிக்கப்படவில்லை: [ %s ]

source: updating package group...
bn: প্যাকেজ সংকলন আপডেট...
de: Paketgruppe wird aktualisiert ...
es: Actualizando grupo de paquetes...
gu: પેકેજ જૂથને સુધારી રહ્યા છે...
hi: संकुल समूह अद्यतन कर रहा है...
it: aggiornamento gruppo di pacchetti in corso...
ja: パッケージグループを更新しています...
mr: संकुल गट सुधारित करत आहे...
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਅੱਪਡੇਟ ਹੋ ਰਿਹਾ ਹੈ...
ru: обновление группы пакетов...
ta: தொகுப்பு குழுவை புதுப்பிக்கிறது...

source: updating package groups...
bn: প্যাকেজ সংকলন আপডেট...
de: Paketgruppen werden aktualisiert ...
es: Actualizando grupos de paquetes...
gu: પેકેજ જૂથોને સુધારી રહ્યા છે...
hi: संकुल समूहों को अद्यतन कर रहा है...
it: aggiornamento gruppi di pacchetti in corso...
ja: パッケージグループを更新しています...
mr: संकुल गटे सुधारित करत आहे...
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਅੱਪਡੇਟ ਹੋ ਰਹੇ ਹਨ...
ru: обновление групп пакетов...
ta: தொகுப்பு குழுக்களை புதுப்பிக்கிறது...
