Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Package Install scheduled by %s
bn: %s দ্বারা নির্ধারিত প্যাকেজ ইনস্টলেশন
de: Paketinstallation eingeplant durch %s
es: Instalación de paquetes programada por %s
gu: %s દ્દારા પેકેજને સ્થાપિત કરવાનું સુનિશ્ર્ચત થયેલ છે
hi: संकुल संस्थापन %s के द्वारा नियत
it: Installazione pacchetto programmato per il %s
ja: %s によりパッケージのインストールがスケジュールされました。
mr: %s तर्फे संकुल प्रतिष्ठापन क्रमवारित लावले
pa: ਪੈਕੇਜ ਇੰਸਟਾਲ %s ਤੱਕ ਤਹਿ ਕੀਤਾ ਹੈ
ru: Установку пакета назначил: %s
ta: தொகுப்பு நிறுவல் %s-ஆல் திட்டமிடப்பட்டது

source: Package Name
bn: প্যাকেজের নাম
de: Paketname
es: Nombre de paquetes
gu: પેકેજ નામ
hi: संकुल नाम
it: Nome pacchetto
ja: パッケージの名前
mr: संकुल नाव
pa: ਪੈਕੇਜ ਨਾਂ
ru: Пакет
ta: தொகுப்பு பெயர்

source: Package Remove
bn: প্যাকেজ অপসারণ
de: Paketentfernung
es: Retiro de paquetes
gu: પેકેજ દૂર કરો
hi: संकुल हटाना
it: Rimozione pacchetto
ja: パッケージの削除
mr: संकुल काढून टाकणे
pa: ਪੈਕੇਜ ਹਟਾਓ
ru: Удаление пакета
ta: தொகுப்பு நீக்கல்

source: Package Remove scheduled by %s
bn: %s দ্বারা নির্ধারিত প্যাকেজ অপসারণ
de: Paketentfernung eingeplant durch %s
es: Retiro de paquetes programado por %s
gu: %s દ્દારા પેકેજને દૂર કરવાનું સુનિશ્ર્ચિત થયેલ છે
hi: संकुल विस्थापन %s के द्वारा नियत
it: Rimozione pacchetto programmato per il %s
ja: %s によりパッケージの削除がスケジュールされました。
mr: %s तर्फे संकुल काढून टाकणे क्रमवारित लावले
pa: ਪੈਕੇਜ ਹਟਾਉਣਾ %s ਤੱਕ ਤਹਿ ਕੀਤਾ ਹੈ
ru: Удаление пакета назначил: %s
ta: தொகுப்பு நீக்கல் %s-ஆல் திட்டமிடப்பட்டது

source: Package Size
bn: প্যাকেজের মাপ
de: Paketgröße
es: Tamaño de paquetes
gu: પેકેજ માપ
hi: संकुल आकार
it: Dimensione pacchetto
ja: パッケージサイズ
mr: संकुल आकार
pa: ਪੈਕੇਜ ਅਕਾਰ
ru: Размер пакета
ta: தொகுப்பு அளவு

source: Package Update
bn: প্যাকেজ আপডেট
de: Paketaktualisierung
es: Actualización de paquetes
gu: પેકેજ સુધારો
hi: संकुल अद्यतन
it: Aggiornmento pacchetto
ja: パッケージの更新
mr: संकुल सुधारणा
pa: ਪੈਕੇਜ ਅੱਪਡੇਟ
ru: Обновление пакетов
ta: தொகுப்பு புதுப்பித்தல்

source: Package Update scheduled by %s
bn: %s দ্বারা নির্ধারিত প্যাকেজ আপডেট
de: Paketaktualisierung eingeplant durch %s
es: Actualización de paquetes programada por %s
gu: %s દ્દારા પેકેજને સુધારવાનું સુનિશ્ર્ચિત થયેલ છે
hi: संकुल अद्यतन %s के द्वारा नियत
it: Aggiornamento pacchetto programmato per il %s
ja: %s によりパッケージの更新がスケジュールされました。
mr: %s तर्फे संकुल काढून टाकणे क्रमवारित लावले
pa: ਪੈਕੇਜ ਅੱਪਡੇਟ %s ਤੱਕ ਤਹਿ ਕੀਤਾ ਹੈ
ru: Обновление пакета назначил: %s
ta: தொகுப்பு புதுப்பித்தல் %s-ஆல் திட்டமிடப்பட்டது

source: Package group '%s' not found in the %s environment
bn: '%s' প্যাকেজ সংকলনটি %s পরিবেশের মধ্যে পাওয়া যায়নি।
de: Paketgruppe '%s' nicht gefunden in der %s Umgebung
es: No se halló grupo de paquetes '%s' en el entorno %s
gu: પેકેજ જૂથ '%s' એ %s પર્યાવરણમાં મળ્યુ નથી
hi: संकुल समूह '%s' वातावरण '%s' में नहीं मिला.
it: Gruppo di pacchetti '%s' non trovato nell'ambiente %s
ja: パッケージグループ「%s」は %s 環境には見つかりませんでした。
mr: संकुल गट '%s' %s वातावरणात आढळले नाही
pa: ਪੈਕੇਜ ਗਰੁੱਪ '%s' %s ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਲੱਭਿਆ ਨਹੀਂ
ru: В окружении %s нет группы пакетов «%s».
ta: தொகுப்பு குழு '%s' இந்த % சூழலில் காணப்படவில்லை.

source: Package group '%s' not found in this template.
bn: এই টেমপ্লেটের মধ্যে '%s' প্যাকেজ সংকলন পাওয়া যায়নি।
de: Paketgruppe '%s' nicht in dieser Vorlage gefunden.
es: No se halló grupo de paquetes '%s' en esta plantilla.
gu: પેકેજ જૂથ '%s' આ ટૅમ્પલેટમાં મળ્યુ નથી.
hi: इस नमूना में संकुल समूह '%s' नहीं मिला.
it: Gruppo di pacchetti '%s' non trovato in questo template.
ja: このテンプレート内ではパッケージグループ '%s' は見つかりません。
mr: संकुल गट '%s' या टेम्पलेट अंतर्गत आढळले नाही.
pa: ਪੈਕੇਜ ਗਰੁੱਪ '%s' ਇਸ ਟੈਂਪਲਿਟ ਵਿੱਚ ਨਹੀਂ ਲੱਭਿਆ।
ru: В этом шаблоне нет группы «%s».
ta: இந்த மாதிரிஉரு தொகுப்பு குழு '%s' இல் காணப்படவில்லை.

source: Package group category '%s' not found in the %s environment
bn: '%s' প্যাকেজ শ্রেণীটি %s পরিবেশের মধ্যে পাওয়া যায়নি।
de: Paketgruppenkategorie '%s' nicht gefunden in der %s Umgebung
es: No se halló categoría de grupo de paquetes '%s' en el entorno
gu: પેકેજ જૂથ વર્ગ '%s' એ %s પર્યાવરણમાં મળ્યુ નથી
hi: संकुल समूह श्रेणी '%s' वातावरण '%s' में नहीं मिला.
it: Categoria gruppo di pacchetti '%s' non trovato nell'ambiente %s
ja: パッケージグループのカテゴリ「%s」は %s 環境には見つかりませんでした
mr: संकुल गट विभाग '%s' %s वातावरणात आढळले नाही
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਸ਼੍ਰੇਣੀ '%s' %s ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਲੱਭੀ ਨਹੀਂ
ru: В окружении %s нет категории «%s».
ta: இந்த தொகுப்பு குழு வகை '%s' இல் காணப்படவில்லை.

source: Package group category '%s' not found in this template.
bn: এই টেমপ্লেটের মধ্যে '%s' প্যাকেজ সংকলনের শ্রেণী পাওয়া যায়নি।
de: Paketgruppenkategorie '%s' nicht in dieser Vorlage gefunden.
es: No se halló categoría de grupo de paquetes %s' en esta plantilla.
gu: પેકેજ જૂથ વર્ગ '%s' એ આ ટૅમ્પલેટમાં મળ્યુ નથી.
hi: इस नमूना में संकुल समूह श्रेणी '%s' नहीं मिला.
it: Categoria gruppo di pacchetti '%s' non trovata in questo template.
ja: このテンプレート内ではパッケージグループカテゴリ '%s' は見つかりません。
mr: संकुल गट विभाग '%s' या टेम्पलेट अंतर्गत आढळले नाही.
pa: ਇਸ ਟੈਂਪਲਿਟ ਵਿੱਚ ਪੈਕੇਜ ਗਰੁੱਪ ਸ਼੍ਰੇਣੀ '%s' ਨਹੀਂ ਲੱਭੀ।
ru: В этом шаблоне нет категории «%s».
ta: இந்த மாதிரிஉரு தொகுப்பு குழு வகை '%s' இல் காணப்படவில்லை.

source: Packages
bn: প্যাকেজ
de: Pakete
es: Paquetes
gu: પેકેજો
hi: संकुल
it: Pacchetti
ja: パッケージ
mr: संकुले
pa: ਪੈਕੇਜ
ru: Пакеты
ta: தொகுப்புகள்

source: Packages must be provided
bn: প্যাকেজগুলি উপলব্ধ করা আবশ্যক
de: Pakete müssen angegeben werden
es: Se deben proporcionar los paquetes
gu: પેકેજો પૂરા પાડેલ હોવા જ જોઇએ
hi: संकुलों को जरूर दिया जाना चाहिए
it: È necessario fornire i pacchetti
ja: パッケージを提供する必要があります。
mr: संकुले पुरवणे आवश्यक आहे
pa: ਪੈਕੇਜ ਦੇਣਾ ਜਰੂਰੀ ਹੈ
ru: Необходимо указать пакеты
ta: தொகுப்புகள் வழங்கப்பட வேண்டும்

source: Parameter '%s' not found in the template.
bn: টেমপ্লেটের মধ্যে '%s' পরামিতি পাওয়া যায়নি।
de: Parameter '%s' in dieser Vorlage nicht gefunden.
es: No se halló parámetro '%s' en la plantilla.
gu: પરિમાણ '%s' એ ટૅમ્પલેટમાં મળ્યુ નથી.
hi: इस नमूना में पैरामीटर '%s' नहीं मिला.
it: Il parametro '%s' non è stato trovato nel template.
ja: テンプレート内ではパラメーター '%s' が見つかりません。
mr: घटक '%s' टेम्पलेट अंतर्गत आढळले नाही.
pa: ਪੈਰਾਮੀਟਰ '%s' ਟੈਂਪਲਿਟ ਵਿੱਚ ਨਹੀਂ ਲੱਭਿਆ।
ru: В этом шаблоне нет параметра «%s».
ta: மாதிரிஉருவில் அளவுரு '%s' காணப்படவில்லை.

source: Parameters
bn: পরামিতি
de: Parameter
es: Parámetros
gu: પરિમાણો
hi: पैरामीटर
it: Parametri
ja: パラメーター
mr: घटके
pa: ਪੈਰਾਮੀਟਰ
ru: Параметры
ta: அளவுருக்கள்

source: Partial Products
bn: আংশিক উৎপাদন
de: Teilprodukte
es: Productos parciales
gu: આંશિક પ્રોડક્ટ
hi: आंशिक उत्पाद
it: Prodotti parziali
ja: 不完全な製品
mr: अर्धवट उत्पादने
pa: ਅਧੂਰੇ ਉਤਪਾਦ
ru: Частичные продукты
ta: பகிர்வு தயாரிப்புகள்

source: Password
bn: পাসওয়ার্ড
de: Passwort
es: Contraseña
gu: પાસવર્ડ
hi: कूटशब्द
ja: パスワード
mr: पासवर्ड
pa: ਪਾਸਵਰਡ
ru: Пароль
ta: கடவுச்சொல்

source: Password Strength
bn: পাসওয়ার্ডের দৃঢ়তা
de: Passwortstärke
es: Fortaleza de contraseña
gu: પાસવર્ડ મજબૂતાઇ
hi: कूटशब्द मजबूती
it: Robustezza della password
ja: パスワードの強度
mr: पासवर्डची मजबूती
pa: ਪਾਸਵਰਡ ਘਣਤਾ
ru: Уровень защиты
ta: கடவுச்சொல் வலிமை

source: Password Unknown
bn: অজানা পাসওয়ার্ড
de: Passwort unbekannt
es: Contraseña desconocida
gu: પાસવર્ડ અજ્ઞાત
hi: कूटशब्द अज्ञात
it: Password sconosciuta
ja: パスワードが分からない
mr: पासवर्ड अरपिचीत
pa: ਪਾਸਵਰਡ ਅਣਜਾਣ ਹੈ
ru: Неизвестный пароль
ta: கடவுச்சொல் தெரியாதது

source: Password has been reset for user '%{s}'.
mr: पासवर्ड वापरकर्ता '%{s}' करीता पूर्ववत् केले गेले.
pa: ਯੂਜ਼ਰ '%{s}' ਲਈ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ।

source: Password reset token has expired for user '%{s}'.
mr: वापरकर्ता '%{s}' करीता पासवर्ड रिसेट टोकनची वेळसमाप्ति आढळली.
pa: ਯੂਜ਼ਰ '%{s}' ਲਈ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਟੋਕਨ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ।

source: Password:
bn: পাসওয়ার্ড:
de: Passwort:
es: Contraseña:
gu: પાસવર્ડ:
hi: कूटशब्द:
ja: パスワード:
mr: पासवर्ड:
pa: ਪਾਸਵਰਡ:
ru: Пароль:
ta: கடவுச்சொல்:

source: Paste GPG Key
bn: GPG-কি পেস্ট করুন
de: GPG-Schlüssel einfügen
es: Pegue la llave GPG
gu: GPG કીને ચોંટાડો
hi: जीपीजी कुंजी चिपकाएँ
it: Incolla la chiave GPG
ja: GPG キーを貼り付ける
mr: GPG कि चिकटवा
pa: GPG ਕੁੰਜੀ ਪੇਸਟ ਕਰੋ
ru: Вставить ключ GPG
ta: GPG விசையை ஒட்டவும்

source: Pending
bn: অপেক্ষারত
de: Ausstehend
es: Pendiente
gu: બાકી
hi: स्थगित
it: In attesa
ja: 保留中
mr: उर्वरित
pa: ਅਧੂਰੇ
ru: Ожидание
ta: நிலுவை

source: Permission
bn: অনুমতি
de: Berechtigung
es: Permiso
gu: પરવાનગી
hi: अनुमतियाँ
it: Permesso
ja: パーミッション
mr: परवानगी
pa: ਮਨਜੂਰੀ
ru: Разрешение
ta: அனுமதி

source: Permission '%s' was created.
bn: '%s' অনুমতি প্রস্তুত করা হয়েছে।
de: Berechtigung '%s' wurde erstellt.
es: Permiso '%s' ha sido creado.
gu: પરવાનગી '%s' બનાવેલ હતી.
hi: अनुमति '%s' बनाया गया था.
it: Permesso '%s' creato.
ja: パーミッション「%s」が作成されました。
mr: परवानगी '%s' निर्माण केले.
pa: ਅਧਿਕਾਰ '%s' ਬਣ ਗਿਆ ਸੀ।
ru: Создано разрешение «%s».
ta: அனுமதி '%s' உருவாக்கப்பட்டது.

source: Permission '%s' was removed.
bn: '%s' অনুমতি মুছে ফেলা হয়েছে।
de: Berechtigung '%s' wurde entfernt.
es: Permiso '%s' ha sido retirado.
gu: પરવાનગી '%s' દૂર કરેલ હતી.
hi: अनुमति '%s' हटाया गया था.
it: Il permesso '%s' è stato rimosso.
ja: パーミッション「%s」が削除されました。
mr: परवानगी '%s' काढून टाकले.
pa: ਅਧਿਕਾਰ '%s' ਹਟਾਇਆ ਗਿਆ ਸੀ।
ru: Разрешение «%s» удалено.
ta: அனுமதி '%s' நீக்கப்பட்டது.

source: Permission '%s' was updated.
bn: '%s' অনুমতি আপডেট করা হয়েছে।
de: Berechtigung '%s' wurde aktualisiert.
es: Permiso '%s' ha sido actualizado.
gu: પરવાનગી '%s' સુધારેલ હતી.
hi: अनुमति '%s' अद्यतन किया गया था.
it: Il permesso '%s' è stato aggiornato.
ja: パーミッション「%s」が更新されました。
mr: परवानगी '%s' सुधारित केले.
pa: ਅਧਿਕਾਰ '%s' ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਸੀ।
ru: Разрешение «%s» обновлено.
ta: அனுமதி '%s' புதுப்பிக்கப்பட்டது.

source: Permission Denied. User '%s' does not have permissions to access organization '%s'.
bn: অনুমতি প্রত্যাখ্যান করা হয়েছে। '%s' ব্যবহারকারী দ্বারা '%s' প্রতিষ্ঠান ব্যবহার করার অনুমতি নেই।
de: Zugriff verweigert. Benutzer '%s' hat keine Berechtigung zum Zugriff auf Organisation '%s'.
es: Permiso negado. El usuario '%s' no tiene permisos para acceder organización '%s'.
gu: પરવાનગી નામંજૂર. વપરાશકર્તા '%s' પાસે સંસ્થા '%s' ને વાપરવા માટે પરવાનગીઓ નથી.
hi: अनुमति की मनाही. उपयोक्ता '%s' को संगठन '%s' पहुँच की अनुमति नहीं है.
it: Permesso negato. L'utente '%s' non presenta alcun permesso per accedere all'organizzazione '%s'.
ja: パーミッションが拒否されました。 ユーザー「%s」には組織「%s」にアクセスするパーミッションがありません。
mr: परवानगी नकारली. वापरकर्ता '%s' कडे संस्था '%s' करीता प्रवेशसाठी परवानगी नाही.
pa: ਮਨਜੂਰੀ ਰੱਦ। ਯੂਜ਼ਰ '%s' ਨੂੰ ਸੰਗਠਨ '%s' ਵਰਤਣ ਦੀ ਮਨਜੂਰੀ ਨਹੀਂ ਹੈ।
ru: Отказ в разрешении. У пользователя «%s» нет прав для доступа к организации «%s».
ta: அனுமதி மறுக்கப்பட்டது. பயனர் '%s' நிறுவனம் '%s'-ஐ அணுக அனுமதிகள் இல்லை.

source: Permission For:
bn: চিহ্নিত সামগ্রীর অনুমতি:
de: Berechtigung für:
es: Permiso para:
gu: તેની માટે પરવાનગી:
hi: इसके लिए अनुमतियाँ:
it: Permesso per:
ja: パーミッションの対象:
mr: याकरीता परवानगी:
pa: ਜਿਸ ਲਈ ਮਨਜੂਰੀ:
ru: Разрешение для:
ta: இதற்கான அனுமதி:

source: Permissions
bn: অনুমতি
de: Berechtigungen
es: Permisos
gu: પરવાનગીઓ
hi: अनुमति
it: Permessi
ja: パーミッション
mr: परवानगी
pa: ਮਨਜੂਰੀ
ru: Разрешения
ta: அனுமதிகள்

source: Permissions for this role.
bn: চিহ্নিত ভূমিকার অনুমতি।
de: Berechtigungen für diese Rolle.
es: Permisos para este rol.
gu: આ ભૂમિકા માટે પરવાનગીઓ.
hi: इस भूमिका के लिए अनुमतियाँ.
it: Permessi per questo ruolo.
ja: このロールに対するパーミッション
mr: या रोलकरीता परवानगी.
pa: ਇਸ ਰੋਲ ਲਈ ਮਨਜੂਰੀ।
ru: Разрешения для этой роли.
ta: இந்த பங்கிற்கான அனுமதிகள்

source: Physical
bn: প্রকৃত
de: Physisch
es: Físicos
gu: ભૌતિક
hi: भौतिक
it: Fisico
ja: 物理
mr: फिजिकल
pa: ਭੌਤਿਕ
ru: Физическая
ta: பருநிலை

source: Pick your Environment to download template from:
bn: টেমপ্লেট ডাউনলোড করার জন্য প্রযোজ্য এনভায়রনমেন্ট নির্বাচন করুন:
de: Wählen Sie Ihre Umgebung, aus der eine Vorlage heruntergeladen werden soll:
es: Elija su entorno para descargar plantilla desde:
gu: તેમાંથી ટૅમ્પલેટને ડાઉનલોડ કરવા માટે તમારાં પર્યાવરણને પકડો:
hi: नमूना फॉर्म डाउनलोड करने के लिए अपना वातावरण चुनें:
it: Selezionare l'ambiente dal quale scaricare il template:
ja: テンプレートをダウンロードする環境を選択します:
mr: टेम्पलेट डाऊनलोड करण्यासाठी वातावरण नीवडा:
pa: ਟੈਂਪਲਿਟ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਆਪਣਾ ਇਨਵਾਇਰਮੈਂਟ ਚੁਣੋ:
ru: Выберите окружение, откуда будет загружен шаблон:
ta: இதிலிருந்து மாதிரிஉருவை பதிவிறக்க உங்கள் சூழலை எடுக்கவும்:

source: Plan
bn: পরিকল্পনা
gu: પ્લાન
hi: योजना
it: Programmazione
ja: プラン
mr: प्लॅन
pa: ਪਲਾਨ
ru: План
ta: திட்டம்

source: Plan Name
bn: পরিকল্পনার নাম
es: Nombre de plan
gu: પ્લાન નામ
hi: योजना नाम
it: Nome programmazione
ja: プラン名
mr: प्लॅनचे नाव
pa: ਪਲਾਨ ਨਾਂ
ru: План
ta: திட்ட பெயர்

source: Please contact your LDAP administrator to find your username or reset your password.
pa: ਯੂਜ਼ਰ-ਨਾਂ ਲੱਭਣ ਜਾਂ ਆਪਣਾ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ LDAP ਪਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।

source: Please provide entitlement id
mr: कृपया एंटाइटलमेंट id द्या
pa: ਇੰਟਾਈਟਲਮੈਂਟ id ਦਿਓ ਜੀ

source: Please provide pool and quantity
bn: অনুগ্রহ করে পুল ও পরিমাণ উল্লেখ করুন
de: Bitte Pool und Anzahl angeben
es: Por favor proporcionar grupo y cantidad
gu: મહેરબાની કરીને પુલ અને ગુણવત્તાને પૂરુ પાડો
hi: कृपया पूल और मात्रा प्रदान करें
it: Fornire il gruppo e la quantità
ja: プールと数量を入力してください。
mr: कृपया पूल व प्रमाण पुरवा
pa: ਕਿਰਪਾ ਕਰਕੇ ਪੂਲ ਅਤੇ ਕੁਆਲਟੀ ਦਿਓ
ru: Необходимо указать зону и число
ta: பூல் மற்றும் தரத்தை வழங்கவும்

source: Please provide pool id
mr: कृपया पूल id पुरवा
pa: ਕਿਰਪਾ ਕਰਕੇ ਪੂਲ id

source: Please provide serial id
mr: कृपया सिरिअल id पुरवा
pa: ਸੀਰੀਅਲ id ਦਿਓ ਜੀ

source: Please request the required privileges from an administrator.
bn: অনুগ্রহ করে, প্রয়োজনীয় অধিকারের জন্য অ্যাডমিনিস্ট্রেটরকে অনুরোধ জানান।
de: Bitte fordern Sie die benötigten Berechtigungen bei einem Administrator an.
es: Por favor solicitar privilegios requeridos de un administrador.
gu: મહેરબાની કરીને સંચાલકમાંથી જરૂરી અધિકારોની માંગણી કરો.
hi: कृपया एक व्यवस्थापक से आवश्यक विशेषाधिकार अनुरोध करें.
it: Richiedere i privilegi necessari ad un amministratore.
ja: 管理者に必要な権限を要求してください。
mr: कृपया प्रशासकपासून आवश्यक परवानगीकरीता विनंती करा.
pa: ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਸ਼ਾਸ਼ਕ ਤੋਂ ਲੋੜੀਂਦੇ ਅਧਿਕਾਰ ਲਵੋ।
ru: Необходимые привилегии можно получить через администратора.
ta: ஒரு நிர்வாகிலியிலிருந்து தேவைப்பட்ட முன்னுரிமைகளை கோரவும்

source: Please select Permissions to view and add permissions for this role or Users to see current users with this role.
bn: এই ভূমিকার অনুমতি দেখার ও যোগ করার জন্য অনুগ্রহ করে অনুমতি নির্বাচন করুন এবং ভূমিকার সাথে যুক্ত ব্যবাহরকারীদের তালিকা দেখঅর জন্য ব্যবহারকারী নির্বাচন করুন।
de: Bitte wählen Sie "Berechtigungen", um Berechtigungen für diese Rolle anzusehen und hinzuzufügen, oder "Benutzer", um derzeitige Benutzer mit dieser Rolle anzusehen.
es: Por favor seleccione Permisos para ver y añadir permisos al rol o a Usuarios para ver los usuarios actuales con este rol.
gu: મહેરબાની કરીને આ ભૂમિકા માટે પરવાનગીઓને ઉમેરવા અને જોવા માટે પરવાનગીઓને પસંદ કરો અથવા આ ભૂમિકા સાથે હાલનાં વપરાશકર્તાઓને જોવા માટે વપરાશકર્તાઓને પસંદ કરો.
hi: इस भूमिका के साथ मौजूदा उपयोक्ता को देखने के लिए इस भूमिका या उपयोक्ता देखने और जोड़ने के लिए अनुमतियाँ चुनें.
it: Selezionare Permessi per visualizzare e aggiungere i permessi per questo ruolo, o Utente, per visualizzare gli utenti correnti con questo ruolo.
ja: このロールに対するパーミッションを表示または追加するには「パーミッション」を選択してください。このロールを持つ現在のユーザーを確認するには「ユーザー」を選択します。
mr: या रोलकरीता परवानगीच्या अवलोकन व समावेशकरीता किंवा या रोलसह सध्याचे वापरकर्ते पहाण्यासाठी कृपया परवानगी नीवडा.
pa: ਇਸ ਰੋਲ ਲਈ ਮੌਜੂਦਾ ਯੂਜ਼ਰ ਵੇਖਣ ਲਈ ਇਸ ਰੋਲ ਜਾਂ ਯੂਜ਼ਰ ਲਈ ਮਨਜੂਰੀ ਵੇਖਣ ਜਾਂ ਜੋੜਨ ਲਈ ਮਨਜੂਰੀ ਚੁਣੋ।
ru: Выберите «Разрешения» для просмотра и добавления разрешений или «Пользователи» для просмотра пользователей.
ta: இந்த பங்கிற்கான அனுமதிகளை பார்த்து சேர்க்க அனுமதிகளை தேர்ந்தெடுக்கிறது அல்லது பயனர்கள் இந்த பங்குடன் நடப்பு பயனர்களை பார்க்கிறது.

source: Please select Permissions to view permissions for this role or Users to see current users with this role.
bn: এই ভূমিকার অনুমতি দেখার জন্য অনুগ্রহ করে অনুমতি নির্বাচন করুন এবং ভূমিকার সাথে যুক্ত ব্যবাহরকারীদের তালিকা দেখঅর জন্য ব্যবহারকারী নির্বাচন করুন।
de: Bitte wählen Sie "Berechtigungen", um Berechtigungen für diese Rolle anzusehen, oder "Benutzer", um derzeitige Benutzer mit dieser Rolle anzusehen.
es: Por favor seleccione Permisos para ver permisos para este rol o a Usuarios para ver los usuarios actuales con este rol.
gu: મહેરબાની કરીને આ ભૂમિકા માટે પરવાનગીઓને જોવા માટે પરવાનગીઓને પસંદ કરો અથવા આ ભૂમિકા સાથે હાલનાં વપરાશકર્તાઓને જોવા માટે વપરાશકર્તાઓને પસંદ કરો.
hi: इस भूमिका के साथ मौजूदा उपयोक्ता को देखने के लिए इस भूमिका या उपयोक्ता देखने के लिए अनुमतियाँ चुनें.
it: Selezionare Permessi per visualizzare i permessi per questo ruolo, o Utente, per visualizzare gli utenti correnti con questo ruolo.
ja: このロールに対するパーミッションを表示するには「パーミッション」を選択してください。このロールを持つ現在のユーザーを確認するには「ユーザー」を選択します。
mr: या रोलकरीता परवानगीच्या अवलोकनकरीता किंवा या रोलसह सध्याचे वापरकर्ते पहाण्यासाठी कृपया परवानगी नीवडा.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਰੋਲ ਜਾਂ ਯੂਜ਼ਰ ਲਈ ਮਨਜੂਰੀ ਵੇਖਣ ਲਈ ਮਨਜੂਰੀ ਚੁਣੋ ਤਾਂ ਜੋ ਇਸ ਰੋਲ ਨਾਲ ਮੌਜੂਦਾ ਯੂਜ਼ਰ ਵੇਖਣ ਲਈ।
ru: Выберите «Разрешения» для просмотра разрешений или «Пользователи» для просмотра пользователей.
ta: இந்த பங்கிற்கான அனுமதிகளை பார்த்து அனுமதிகளை தேர்ந்தெடுக்கிறது அல்லது பயனர்கள் இந்த பங்குடன் நடப்பு பயனர்களை பார்க்கிறது.

source: Pool %s has no product associated
bn: %s পুলের সাথে কোনো উৎপাদন যুক্ত করা হয়নি
de: Mit Pool %s ist kein Produkt verknüpft
es: Grupo %s no tiene producto asociado
gu: પુલ %s પાસે સંકળાયેલ પ્રોડક્ટ નથી
hi: पुल %s के पास कोई उत्पाद संबंधित नहीं है
it: Il pool %s non ha alcun prodotto associato
ja: プール %s に関連付けられている製品はありません。
mr: पूल %s कडे संलग्न उत्पादन आढळले नाही
pa: ਪੂਲ %s ਵਿੱਚ ਕੋਈ ਸੰਬੰਧਿਤ ਉਤਪਾਦ ਨਹੀਂ
ru: Нет продуктов в зоне %s.
ta: பூல் %s ஆனது தயாரிப்பு தொடர்புடையதை கொண்டிருக்கவில்லை

source: Preferred Locale
bn: পছন্দসই লোকেইল
de: Bevorzugtes Gebietsschema
es: Configuración regional preferida
gu: પસંદ થયેલ લોકેલ
hi: वरीय लोकेल
it: Locale preferito
ja: 選択したロケール
mr: पसंतीचे लोकेल
pa: ਮਨਪਸੰਦ ਲੋਕੇਲ
ru: Язык интерфейса
ta: விருப்பப்பட்ட மொழி

source: Prior Environment
bn: পূর্ববর্তী এনভায়রনমেন্ট
de: Vorausgehende Umgebung
es: Entorno anterior
gu: પહેલાંનુ પર્યાવરણ
hi: पूर्ववर्ती वातावरण
it: Ambiente precedente
ja: 以前の環境
mr: पूर्वीचे वातावरण
pa: ਤਰਜੀਹ ਵਾਲਾ ਵਾਤਾਵਰਨ
ru: Предыдущее окружение
ta: முன் சூழல்

source: Processing promotion changeset modifications, please wait.
mr: प्रमोशन चेंजसेट संपादनचे विश्लेषण करत आहे, कृपया थांबा.
pa: ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ ਸੋਧਾਂ ਵਰਤ ਵੇਖ ਰਿਹਾ ਹੈ, ਉਡੀਕੋ ਜੀ।

source: Product
bn: উৎপাদন
de: Produkt
es: Producto
gu: પ્રોડક્ટ
hi: उत्पाद
it: Prodotto
ja: 製品
mr: उत्पादन
pa: ਉਤਪਾਦ
ru: Продукт
ta: தயாரிப்பு

source: Product '%s' created.
bn: '%s' উৎপাদনটি প্রস্তুত করা হয়েছে।
de: Produkt '%s' erstellt.
es: Producto '%s' creado.
gu: પ્રોડક્ટ '%s' બનાવી.
hi: उत्पाद '%s' बनाया गया
it: Prodotto '%s' creato.
ja: 製品「%s」が作成されました。
mr: उत्पादन '%s' निर्माण केले.
pa: ਉਤਾਪਦ '%s' ਬਣ ਗਿਆ ਸੀ।
ru: Продукт «%s» создан.
ta: தயாரிப்பு '%s' உருவாக்கப்பட்டது.

source: Product '%s' hasn't any repositories
mr: उत्पादन '%s' कडे रेपॉजिटरिज् आढळले नाही
pa: ਉਤਪਾਦ '%s' ਦੀ ਕੋਈ ਰਿਪੋਜ਼ਟਰੀ ਨਹੀਂ ਹੈ

source: Product '%s' is already present in the template.
bn: '%s' উৎপাদনটি টেমপ্লেটের মধ্যে বর্তমানে মজুদ রয়েছে।
de: Produkt '%s' ist bereits in der Vorlage vorhanden.
es: Producto '%s' ya está presente en la plantilla.
gu: પ્રોડક્ટ '%s' પેહેલેથી જ ટૅમ્પલેટમાં હાજર છે.
hi: उत्पाद '%s' इस नमूना में पहले से मौजूद है.
it: Il prodotto '%s' è già presente nel template.
ja: 製品 '%s' はすでにテンプレート内にあります。
mr: उत्पादन '%s' आधिपासूनच टेम्पलेट अंतर्गत आढळले.
pa: ਉਤਪਾਦ '%s' ਪਹਿਲਾਂ ਹੀ ਟੈਂਪਿਲਟ ਵਿੱਚ ਮੌਜੂਦ ਹੈ।
ru: Шаблон уже содержит продукт «%s».
ta: தயாரிப்பு '%s' ஏற்கனவே மாதிரிஉருவில் உள்ளது.

source: Product '%s' not found in this environment.
bn: এই এনভায়রনমেন্টের মধ্যে '%s' উৎপাদনটি পাওয়া যায়নি।
de: Produkt '%s' nicht in dieser Umgebung gefunden.
es: No se halló producto '%s' en este entorno.
gu: પ્રોડક્ટ '%s' એ આ પર્યાવરણમાં મળ્યુ નથી.
hi: उत्पाद '%s' इस वातावरण में नहीं मिला.
it: Il prodotto '%s' non è stato trovato in questo ambiente.
ja: この環境に製品 '%s' はありません。
mr: उत्पादन '%s' या वातावरणात आढळले नाही.
pa: ਉਤਪਾਦ '%s' ਇਸ ਇਨਵਾਇਰਮੈਂਟ ਨਹੀਂ ਨਹੀਂ ਲੱਭਿਆ।
ru: В этом окружении нет продукта «%s».
ta: தயாரிப்பு '%s' இந்த சூழலில் காணப்படவில்லை.

source: Product '%s' removed.
bn: '%s' উৎপাদন মুছে ফেলা হয়েছে।
de: Produkt '%s' entfernt.
es: Producto '%s' retirado.
gu: પ્રોડક્ટ '%s' દૂર થયેલ હતી.
hi: उत्पाद '%s' हटाया गया
it: Prodotto '%s' rimosso.
ja: 製品「%s」が削除されました。
mr: उत्पादन '%s' काढून टाकले.
pa: ਉਤਪਾਦ '%s' ਹਟਾਇਆ ਗਿਆ ਸੀ।
ru: Продукт «%s» удален.
ta: தயாரிப்பு '%s' நீக்கப்பட்டது.

source: Product '%s' was updated.
bn: '%s' উৎপাদনটি আপডেট করা হয়েছে।
de: Produkt '%s' wurde aktualisiert.
es: Producto '%s' ha sido actualizado.
gu: પ્રોડક્ટ '%s' સુધારેલ હતી.
hi: उत्पाद '%s' अद्यतन किया गया था.
it: Il prodotto '%s' è stato aggiornato.
ja: 製品「%s」が更新されました。
mr: उत्पादन '%s' सुधारित केले.
pa: ਉਤਪਾਦ '%s' ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਸੀ।
ru: Продукт «%s» обновлен.
ta: தயாரிப்பு '%s' புதுப்பிக்கப்பட்டது.

source: Product Name:
bn: উৎপাদনের নাম:
de: Produktname:
es: Nombre de producto:
gu: પ્રોડક્ટ નામ:
hi: उत्पाद नाम:
it: Nome prodotto:
ja: 製品名:
mr: उत्पादनचे नाव:
pa: ਉਤਪਾਦ ਨਾਂ:
ru: Название продукта:
ta: தயாரிப்பு பெயர்:

source: Product(s) in this environment
bn: এই এনভায়রনমেন্টে উপস্থিত উৎপাদন
de: Produkt(e) in dieser Umgebung
es: Producto(s) en este entorno
gu: આ પર્યાવરણમાં પ્રોડક્ટ (ઓ)
hi: इस वातावरण में उत्पाद
it: Prodotti in questo ambiente
ja: この環境の製品
mr: या वातावरणातील उत्पादने
pa: ਇਸ ਵਾਤਾਵਰਨ ਵਿੱਚ ਉਤਪਾਦ
ru: Продукты в окружении
ta: இந்த சூழலில் தயாரிப்புகள்

source: Product:
bn: উৎপাদন:
de: Produkt:
es: Producto:
gu: પ્રોડક્ટ:
hi: उत्पाद:
it: Prodotto:
ja: 製品:
mr: उत्पादन:
pa: ਉਤਪਾਦ:
ru: Продукт:
ta: தயாரிப்பு:

source: Products
bn: উৎপাদন
de: Produkte
es: Productos
gu: પ્રોડક્ટો
hi: उत्पाद
it: Prodotti
ja: 製品
mr: उत्पादने
pa: ਉਤਪਾਦ
ru: Продукты
ta: தயாரிப்புகள்

source: Products & Repositories
bn: উৎপাদন ও সংগ্রহস্থল
de: Produkte & Repositorys
es: Productos y repositorios
gu: પ્રોડક્ટ અને રિપોઝીટરીઓ
hi: उत्पाद व रिपॉजिटरी
it: Prodotti & Repositori
ja: 製品 & リポジトリ
mr: उत्पादने व रेपॉजिटरिज्
pa: ਉਤਪਾਦ ਤੇ ਰਿਪੋਜ਼ਟਰੀਆਂ
ru: Продукты и репозитории
ta: தயாரிப்புகள் & தொகுப்பதிவகங்கள்

source: Products and Repositories
bn: উৎপাদন ও সংগ্রহস্থল
de: Produkte und Repositorys
es: Productos y repositorios
gu: પ્રોડક્ટ અને રિપોઝીટરીઓ
hi: उत्पाद और रिपोजिटरी
it: Prodotti e repositori
ja: 製品とリポジトリ
mr: उत्पादने व रेपॉजिटरिज्
pa: ਉਤਪਾਦ ਅਤੇ ਰਿਪੋਜ਼ਟਰੀਆਂ
ru: Продукты и репозитории
ta: தயாரிப்புகள் மற்றும் தொகுப்பதிவகங்கள்

source: Products refreshed from CDN
bn: CDN থেকে নবায়িত উৎপাদন
de: Produkte aktualisiert vom CDN
es: Productos actualizados desde una CDN
gu: CDN માંથી પ્રોડક્ટ તાજી થાય છે
hi: CDN से नवीनीकृत किया उत्पाद
it: Prodotti aggiornati da CDN
ja: CDN で製品がリフレッシュされました
pa: CDN ਤੋਂ ਉਤਪਾਦ ਮੁੜ-ਤਾਜ਼ਾ ਕੀਤਾ ਗਿਆ ਹੈ
ru: Продукты обновлены из CDN

source: Products within an organization must have unique name.
mr: संस्था अंतर्गत उत्पादनांकडे एकमेव नाव असायला हवे.
pa: ਸੰਗਠਨ ਵਿਚਲੇ ਉਤਪਾਦਾਂ ਦਾ ਵੱਖਰਾ ਨਾ ਹੋਣਾ ਜਰੂਰੀ ਹੈ।

source: Progress:
bn: প্রগতি:
de: Fortschritt:
es: En curso:
gu: પ્રગતિ:
hi: प्रगति:
it: Progresso:
ja: 進行状況:
mr: प्रगति:
pa: ਤਰੱਕੀ:
ru: Прогресс:
ta: முன்னேற்றம்:

source: Promote
bn: প্রোমোট করুন
de: Übertragen
es: Promover
gu: પ્રોત્સાહિત કરવું
hi: बढ़ावा दें
it: Avanzamento
ja: プロモート
mr: प्रमोट
pa: ਪਰਮੋਟ
ru: Перенести
ta: மேப்பாடு

source: Promote Changesets in Environment
mr: वातावरणातील चेंजसेटस् प्रमोट करा
pa: ਵਾਤਾਵਰਨ ਵਿੱਚ ਚੇਂਜਸ਼ੀਟ ਪਰਮੋਟ ਕਰੋ

source: Promote to
bn: চিহ্নিত স্থানে প্রোমোট করুন
de: Übertragen an
es: Promover a
gu: ને પ્રોત્સાહિત કરો
hi: इसमें पदोन्नत करें
it: Avanza a
ja: プロモート先
mr: येथे प्रमोट करा
pa: ਇਸ ਵੱਲ ਪਰਮੋਟ
ru: Перенести в
ta: இதற்கு மேம்படுத்து

source: Promoted
bn: প্রোমোট করা হয়েছে
de: Übertragen
es: Promovido
gu: પ્રોત્સાહિત
hi: पदोन्नत
it: Avanzato
ja: プロモートされました。
mr: प्रमोट केले
pa: ਪਰਮੋਟ ਹੋ ਗਿਆ ਹੈ
ru: Перенесен
ta: மேம்படுத்தப்பட்டது

source: Promoted By:
bn: প্রোমোট করেছেন:
de: Übertragen durch:
es: Promovido por:
gu: દ્દારા પ્રોત્સાહિત થયેલ છે:
hi: इसके द्वारा पदोन्नत:
it: Avanzato da:
ja: プロモート実行者:
mr: तर्फे प्रमोट केले जाते:
pa: ਜਿਸ ਦੁਆਰਾ ਪਰੋਮੋਟ ਕੀਤਾ:
ru: Перенос выполнил:
ta: மேம்படுத்தப்பட்டது:
