Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: On Products & Repositories you can add your own Products and Repositories to your Provider. This allows you to synchronize content from any remote repository to this server. Simply add a Product and then setup one or more repositories to add to this Provider. This feature is only available for Custom Providers.
bn: উৎপাদন ও সংগ্রহস্থলের মধ্যে আপনার ব্যবহৃত উপলব্ধকারীর জন্য স্বনির্ধারিগ উৎপাদন ও সংগ্রহস্থল যোগ করা যাবে। এর ফলে দূরবর্তী যে কোনো সংগ্রহস্থলের সাথে এই সার্ভার সুসংগত করা যাবে। প্রথমে একটি উৎপাদন যোগ করুন ও এর পরে এক অথবা একাধিক সংগ্রহস্থল যোগ করুন। শুধুমাত্র স্বনির্ধারিত উপলব্ধকারীর জন্য এই বৈশিষ্ট্যটি ব্যবহার করা যাবে।
de: Unter Produkte & Repositorys können Sie Ihre eigenen Produkte und Repositorys zu Ihrem Provider hinzufügen. Dies ermöglicht es Ihnen, Inhalte von jedem entfernten Repository auf diesen Server zu synchronisieren. Fügen Sie einfach ein Produkt hinzu, und richten Sie dann ein oder mehrere Repositorys ein, die zu diesem Provider hinzugefügt werden. Dieses Feature ist nur für angepasste Provider verfügbar.
es: En productos y repositorios puede agregar sus propios productos y repositorios al proveedor. Esto le permite sincronizar el contenido desde cualquier repositorio remoto a este servidor. Simplemente añada un producto y, a continuación, configure uno o más repositorios para agregar a este proveedor. Esta función solamente está disponible para los proveedores personalizados.
gu: પ્રોડક્ટો અને રિપોઝીટરીઓ પર તમે તમારાં પ્રદાતા માટે તમારી પોતાની પ્રોડક્ટો અને રિપોઝીટરીઓને ઉમેરી શકો છો. આ સર્વરમાં કોઇપણ દૂરસ્થ રિપોઝીટરીમાંથી સમાવિષ્ટનો સુમેળ કરવા માટે પરવાનગી આપે છે. સરળ રીતે પ્રોડક્ટ ને ઉમેરો અને પછી આ પ્રદાતામાં ઉમેરવા માટે એક અથવા વધારે રિપોઝીટરીઓને સુયોજિત કરો. આ લક્ષણ ફક્ત વૈવિધ્ય પ્રદાતાઓ માટે ઉપલબ્ધ છે.
hi: अपने प्रदाता में उत्पाद या रिपोजिटरी पर आप अपना स्वयं का उत्पाद और रिपोजिटरी जोड़ सकते हैं. यह आपको इस सर्वर में किसी दूरस्थ रिपोजिटरी से सामग्री को तुल्यकालित करने की छूट देता है. बस किसी उत्पाद को जोड़ें और इस प्रदाता में जोड़ने के लिए एक या अधिक रिपोजिटरी को जोड़ें. यह विशेषता पसंदीदा प्रदाता के लिए केवल उपलब्ध है.
it: Sui Prodotti & Repositori, è possibile aggiungere al provider desiderato sia i prodotti che i repositori. Questa operazione permette di sincronizzare il contenuto da qualsiasi repositorio remoto su questo server. Aggiungere semplicemente un Prodotto e successivamente impostare uno o più repositori per il provider. Questa funzione è solo disponibile per Provider personalizzati.
ja: 製品 & リポジトリでは、使用しているプロバイダーに製品とリポジトリを追加できます。これにより、任意のリモートリポジトリからこのサーバーへコンテンツを同期することができます。製品の追加後、このプロバイダーに追加するリポジトリを 1 つ以上設定します。この機能はカスタムプロバイダーでのみ利用可能です。
mr: उत्पादने व रेपॉजिटरिजवर तुम्ही प्रोव्हाइडरकरीता स्वतःचे उत्पादने व रेपॉजिटरिज् समाविष्ट करू शकता. यामुळे कोणत्याहि रिमोट रेपॉजिटरिपासून सर्व्हरकरीता कंटेंट सिंक्रोनाइज करणे शक्य आहे. फक्त उत्पादन समाविष्ट करा व एक किंवा त्यापेक्षा जास्त रेपॉजिटरिज् सेटअप करून या प्रोव्हाइडरकरीता समावेश करा. हे गुणविशेष फक्त कस्टम प्रोव्हाइडर्स् करीता लागू होते.
pa: ਉਤਪਾਂਦਾ ਤੇ ਰਿਪੋਜ਼ਟਰੀਆਂ ਉੱਪਰ ਤੁਸੀਂ ਆਪਣੇ ਉਤਪਾਦ ਅਤੇ ਰਿਪੋਜ਼ਟਰੀਆਂ ਨੂੰ ਆਪਣਏ ਪਰੋਵਾਈਡਰ ਉੱਪਰ ਜੋੜ ਸਕਦੇ ਹੋ। ਇਸ ਨਾਲ ਤੁਸੀਂ ਕਿਸੇ ਰਿਮੋਟ ਰਿਪੋਜ਼ਟਰੀ ਤੋਂ ਸੰਖੇਪਾਂ ਨੂੰ ਇਸ ਸਰਵਰ ਨਾਲ ਸਮਕਾਲੀ ਕਰ ਸਕਦੇ ਹੋ। ਸਧਾਰਨ ਤੌਰ ਤੇ ਇੱਕ ਉਤਪਾਦ ਨੂੰ ਜੋੜੋ ਅਤੇ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਰਿਪੋਜ਼ਟਰੀਆਂ ਨੂੰ ਇਸ ਪਰੋਵਾਈਡਰ ਤੇ ਜੋੜਨ ਲਈ ਸੈੱਟਅੱਪ ਕਰੋ। ਇਹ ਫੀਚਰ ਸਿਰਫ ਕਸਟਮ ਪਰੋਵਆਡਰਾਂ ਲਈ ਉਪਲੱਬਧ ਹੈ।
ru: Можно добавить собственные продукты и репозитории для провайдера. Это позволит синхронизировать содержимое с удалёнными репозиториями. Добавьте продукт и настройте репозитории. Доступно только для дополнительных провайдеров.
ta: உங்கள் வழங்குநரில் உங்கள் சொந்த தயாரிப்புகள் மற்றும் தொகுப்பதிவகங்களை தயாரிப்புகள் & தொகுப்பதிவகங்களில் சேர்க்கலாம். இது உங்களை ஏதாவது தொலை தொகுப்பதிவகத்திலிருந்து உள்ளடக்கத்தை ஒத்திசைக்க அது அனுமதிக்கிறது. ஒரு தயாரிப்பை எளிதாக சேர்த்து பின் ஒன்றை அமைத்து இந்த வழங்குநருக்கு தொகுப்பதிவகங்களை சேர்க்கிறது. இந்த அம்சம் தனிபயன் வழங்குநர்களுக்காக மட்டுமே கிடைக்கும்.

source: On:
bn: চালু:
de: Auf:
es: En:
gu: પર:
hi: पर:
ja: 場所:
mr: यावरील:
pa: ਉੱਪਰ:
ru: На:
ta: இதில்:

source: One or more errors found in Package names '%{s}'.
mr: संकुल नावे '%{s}' अंतर्गत एक किंवा त्यापेक्षा जास्त त्रुटी आढळेत.
pa: ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਗਲਤੀਆਂ ਪੈਕੇਜ ਨਾਂ '%{s}' ਵਿੱਚ ਲੱਭੀਆਂ ਹਨ।

source: One or more of the groups provided has an action pending.
bn: উপলব্ধ এক অথবা অধিক সংখ্যক সংকলেনর ক্ষেত্রে কোনো কাজ বাকি রয়েছে।
de: Eine oder mehrere der angegebenen Gruppen haben ausstehende Aktionen.
es: Uno o más de uno de los grupos provistos tiene una acción pendiente.
gu: એક અથવા વધારે પૂરા પાડેલ જૂથોને હજુ એક ક્રિયા બાકી છે.
hi: दिए गए एक या अधिक समूह के पास कार्रवाई स्थगित है.
it: Uno o più gruppi forniti ha una azione in sospeso.
ja: 1 つ以上のグループに、保留中のアクションがあります。
mr: एक किंवा त्यापेक्षा जास्त गटांकरीता कृती लोंबकळत आहे.
pa: ਦਿੱਤੇ ਗਏ ਗਰੁੱਪਾਂ ਵਿੱਚੋਂ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਲਈ ਕਾਰਵਾਈ ਅਧੂਰੀ ਹੈ।
ru: Группы ожидают выполнения действия.
ta: வழங்கப்பட்ட குழுக்களில் ஒன்று அல்லது மேற்பட்ட செயல் நிலுவையில் உள்ளன.

source: One or more of the packages provided has an action pending.
bn: উপলব্ধ এক অথবা অধিক সংখ্যক প্যাকেজের ক্ষেত্রে কোনো কাজ বাকি রয়েছে।
de: Eines oder mehrere der angegebenen Pakete haben ausstehende Aktionen.
es: Uno o más de uno de los paquetes provistos tiene una acción pendiente.
gu: એક અથવા વધારે પૂરા પાડેલ પેકેજોને હજુ એક ક્રિયા બાકી છે.
hi: दिए गए एक या अधिक संकुल के पास कार्रवाई स्थगित है.
it: Uno o più pacchetti forniti ha una azione in sospeso.
ja: 1 つ以上のパッケージに、保留中のアクションがあります。
mr: एक किंवा त्यापेक्षा जास्त संकुलांकरीता कृती लोंबकळत आहे.
pa: ਨਿਰਧਾਰਤ ਪੈਕੇਜਾਂ ਵਿੱਚੋਂ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਲਈ ਕਾਰਵਾਈਆਂ ਅਧੂਰੀਆਂ ਹਨ।
ru: Пакеты ожидают выполнения действия.
ta: வழங்கப்பட்ட தொகுப்புகளில் ஒன்று அல்லது மேற்பட்ட செயல் நிலுவையில் உள்ளன.

source: One or more package names are invalid.
bn: এক অথবা অধিক সংখ্যক প্যাকেজের নাম বৈধ নয়।
de: Einer oder mehrere der Paketnamen sind ungültig.
es: Uno o más de uno de los nombres de paquete es inválido.
gu: એક અથવા વધારે પેકેજ નામો અયોગ્ય છે.
hi: दिए गए एक या अधिक संकुल नाम अमान्य हैं.
it: Uno o più nomi dei pacchetti non sono validi.
ja: 1 つ以上のパッケージ名が無効です。
mr: एक किंवा त्यापेक्षा जास्त संकुले नावे अवैध आहेत.
pa: ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਪੈਕੇਜ ਨਆਂ ਗਲਤ ਹਨ।
ru: Есть пакеты с недопустимыми именами.
ta: ஒன்று அல்லது மேற்பட்ட தொகுப்புகளின் பெயர்கள் தவறானது.

source: Only %s favorites may be created.
bn: শুধুমাত্র %s পছন্দসই জিনিস প্রস্তুত করা যাবে।
de: Nur %s Favoriten dürfen erstellt werden.
es: Únicamente se pueden crear %s favoritos
gu: ફક્ત %s પસંદીદાને બનાવી શકાય છે.
hi: केवल %s पसंदीदा बनाया जा सकता है.
it: È possibile creare solo %s favoriti.
ja: 作成できるお気に入りは %s つのみです。
mr: फक्त %s पसंती निर्माण करणे शक्य आहे.
pa: ਸਿਰਫ %s ਮਨਪਸੰਦ ਬਣਾਏ ਜਾ ਸਕਦੇ ਹੋ।
ru: Допускается добавить в избранное: %s
ta: '%s' பிடித்தவைகள் மட்டுமே உருவாக்கப்படும்.

source: Only one Red Hat provider permitted for an Organization
bn: একটি প্রতিষ্ঠানের জন্য শুধুমাত্র একটি Red Hat উপলব্ধকারী ব্যবহার করা যাবে
de: Nur ein Red Hat Provider erlaubt für eine Organisation
es: Únicamente se permite un proveedor de Red Hat para una organización
gu: ફક્ત એક Red Hat પ્રદાતા સંસ્થા માટે પરવાનગી
hi: किसी संगठन के लिए केवल एक Red Hat प्रदाता को अनुमति है
it: Per una organizzazione è permesso solo un provider di Red Hat
ja: 1 組織に対し 1 Red Hat プロバイダーのみが許可されます。
mr: संस्थाकरीता फक्त एक Red Hat प्रोव्हाडर स्वीकारले जाते
pa: ਸਿਰਫ ਇੱਕ Red Hat ਪਰੋਵਾਈਡਰ ਨੂੰ ਇੱਕ ਸੰਗਠਨ ਲਈ ਮਨਜੂਰੀ ਹੈ
ru: Для каждой организации допускается добавление только одного провайдера Red Hat.
ta: ஒரு நிறுவனத்திற்காக ஒரே ஒரு Red Hat வழங்குநர் மட்டும் அனுமதிக்கப்பட்டனர்

source: Only show syncing.
bn: শুধুমাত্র সুসংগতকারী প্রদর্শন করা হবে।
de: Nur Synchronisation anzeigen.
es: Solamente mostrar sincronización.
gu: ફક્ત સુમેળ બતાવો.
hi: केवल सिंकिंग दिखाएँ.
it: Mostra solo il processo di sincronizzazione.
ja: 同期のみを表示
mr: फक्त सिंकिंग दाखवा.
pa: ਸਿਰਫ ਸਮਕਾਲੀ ਵੇਖਾਓ।
ru: В процессе синхронизации
ta: ஒத்திசைப்பதை மட்டும் காட்டவும்.

source: Open Source Subscription Management
bn: ওপেন সোর্স সাবস্ক্রিপশন পরিচালনা
de: Open Source Subskriptionsverwaltung
es: Administración de suscripción de código abierto
gu: ઓપન સોર્સ ઉમેદવારી સંચાલન
hi: ओपन सोर्स सदस्यता प्रबंधन
it: Gestione sottoscrizione open source
ja: オープンソースサブスクリプション管理
mr: ओपन सोअर्स् सबस्क्रिप्शन मॅनेजमेंट
pa: ਓਪਨ ਸੋਰਸ ਮੈਂਬਰੀ ਮੈਨੇਜਮੈਂਟ
ru: Управление подписками на основе открытого кода
ta: ஓபன் சோர்ஸ் சந்தா நிர்வாகம்

source: Open Source Systems Management
bn: ওপেন সোর্স সিস্টেম পরিচালনা
de: Open Source Systemverwaltung
es: Administración de sistemas de código abierto
gu: ઓપન સોર્સ સિસ્ટમ સંચાલન
hi: ओपन सोर्स सिस्टम प्रबंधन
it: Gestione sistemi open source
ja: オープンソースシステム管理
mr: ओपन सोअर्स् सिस्टम्स् मॅनेजमेंट
pa: ਓਪਨ ਸੋਰਸ ਸਿਸਟਮ ਮੈਨੇਜਮੈਂਟ
ru: Управление системами на основе открытого кода
ta: ஓபன் சோர்ஸ் சிஸ்டம்களின் நிர்வாகம்

source: Organization
bn: প্রতিষ্ঠান
de: Organisation
es: Organización
gu: સંસ્થા
hi: संगठन
it: Organizzazione
ja: 組織
mr: संस्था
pa: ਸੰਗਠਨ
ru: Организация
ta: நிறுவனம்

source: Organization '%s' already exists and either has been scheduled for deletion or failed deletion.
mr: संस्था '%s' आधिपासूनच अस्तित्वात आहे व यशस्वीरित्या नष्ट करणे किंवा अपयशीरित्या नष्ट करण्यासाठी ठरवले आहे.
pa: ਸੰਗਠਨ '%s' ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ ਅਤੇ ਜਾਂ ਤਾਂ ਹਟਾਉਣ ਲਈ ਤਹਿ ਕੀਤਾ ਹੈ ਜਾਂ ਹਟਾਉਣਾ ਫੇਲ ਹੋਇਆ ਹੈ।

source: Organization '%s' has been scheduled for background deletion.
bn: পটভূমিতে মুছে ফেলার জন্য '%s' প্রতিষ্ঠানটি নির্বাচন করা হয়েছে।
de: Organisation '%s' wurde für das Löschen im Hintergrund eingeplant.
es: Organización '%s' ha sido programada para borrado en el segundo plano.
gu: સંસ્થા '%s' પાશ્ર્વભાગ કાઢવા માટે ગોઠવવામાં આવી છે.
hi: संगठन '%s' ने पृष्ठभूमि विलोपन के लिए नियोजन किया है.
it: L'organizzazione '%s' è stata programmata per una cancellazione nel background.
ja: 組織 '%s' がバッググラウンドの削除用にスケジュールされました。
mr: संस्था '%s' यास बॅकग्राऊंड डिलिशनकरीता ठरवले आहे.
pa: ਸੰਗਠਨ '%s' ਨੂੰ ਬੈਕਗਰਾਊਂਡ ਵਿੱਚੋਂ ਹਟਾਉਣ ਲਈ ਤਹਿ ਕੀਤਾ ਗਿਆ ਹੈ।
ru: Организация «%s» будет удалена в фоновом режиме.
ta: நிறுவனம் '%s' ஆனது பின்னணி அழித்தலுக்காக திட்டமிட்டிருக்கலாம்.

source: Organization '%s' was created.
bn: '%s' প্রতিষ্ঠান প্রস্তুত করা হয়েছে।
de: Organisation '%s' wurde erstellt.
es: Organización '%s' ha sido creada.
gu: સંસ્થા '%s' ને બનાવ્યુ હતુ.
hi: संगठन '%s' बनाया गया था.
it: È stata creata l'organizzazione '%s'.
ja: 組織 '%s' を作成しました。
mr: संस्था '%s' निर्माण केले.
pa: ਸੰਗਠਨ '%s' ਬਣ ਗਿਆ ਸੀ।
ru: Создана организация «%s».
ta: நிறுவனம் '%s' உருவாக்கப்பட்டது.

source: Organization '%s' was updated.
bn: '%s' প্রতিষ্ঠান আপডেট করা হয়েছে।
de: Organisation '%s' wurde aktualisiert.
es: Organización '%s' ha sido actualizada.
gu: સંસ્થા '%s' ને સુધાર્યુ હતુ.
hi: संगठन '%s' अद्यतन किया गया था.
it: È stata aggiornata l'organizzazione '%s'.
ja: 組織 '%s' を更新しました。
mr: संस्था '%s' सुधारित केले.
pa: ਸੰਗਠਨ '%s' ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਸੀ।
ru: Организация «%s» обновлена.
ta: நிறுவனம் '%s' புதுப்பிக்கப்பட்டது.

source: Organizations
bn: প্রতিষ্ঠান
de: Organisationen
es: Organizaciones
gu: સંસ્થાઓ
hi: संगठन
it: Organizzazioni
ja: 組織
mr: संस्था
pa: ਸੰਗਠਨ
ru: Организации
ta: நிறுவனங்கள்

source: Organizations allow content and systems to be separated by logical divisions. To edit the environments within an organization, click on that organization and then click on the desired environment.
bn: প্রতিষ্ঠানের ক্ষেত্রে প্রাসঙ্গিক শ্রেণীর মাধ্যমে তথ্য ও সিস্টেম ভাগ করা যাবে। প্রতিষ্ঠানের মধ্যে উপস্থিত এনভায়রনমেন্ট সম্পাদনার জন্য সংশ্লিষ্ট প্রতিষ্ঠানের মধ্যে প্রথমে ক্লিক করে প্রযোজ্য এনভায়রনমেন্টের মধ্যে ক্লিক করুন।
de: Organisationen ermöglichen es Ihnen, Inhalte und Systeme logisch zu unterteilen. Um die Umgebungen innerhalb einer Organisation zu bearbeiten, klicken Sie auf diese Organisation und anschließend auf die gewünschte Umgebung.
es: Las organizaciones permiten la separación de contenido y sistemas por divisiones lógicas. Para editar los entornos dentro de una organización, haga clic en esa organización y, a continuación, haga clic en el entorno deseado.
gu: સંસ્થાઓ લૉજીકલ વિભાગો દ્દારા અલગ કરવા માટે સિસ્ટમો અને સમાવિષ્ટને પરવાનગી આપે છે. સંસ્થામાં પર્યાવરણોમાં ફેરફાર કરવા માટે, પેલી સંસ્થા પર ક્લિક કરો અને પછી ઇચ્છિત પર્યાવરણ પર ક્લિક કરો.
hi: संगठन तार्किक विभाजन के द्वारा पृथक सामग्री और तंत्र को छूट देती है. किसी संगठन के अंदर वातावरण को संपादित करने के लिए, संगठन पर क्लिक करें और फिर वांछित वातावरण पर क्लिक करें.
it: Le organizzazioni permettono di separare il contenuto ed i sistemi per mezzo di divisioni logiche. Per modificare gli ambienti all'interno di una organizzazione fare clic sull'organizzazione e successivamente sull'ambiente desiderato.
ja: 組織により、コンテンツとシステムを論理単位で区切ることができます。組織内の環境を編集するには、組織をクリックして希望する環境をクリックします。
mr: लॉजिकल विभाजनतर्फे संस्था कंटेंट व प्रणालींना वेगळ करण्यास परवानगी देते. संस्था अंतर्गत वातावरणे संपादित करण्यासाठी, संस्थावर क्लिक करा व पसंतीच्या वातावरणावर क्लिक करा.
pa: ਸਧਾਰਨ ਤੌਰ ਤੇ ਇੱਕ ਉਤਪਾਦ ਨੂੰ ਜੋੜੋ ਅਤੇ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਰਿਪੋਜ਼ਟਰੀਆਂ ਨੂੰ ਇਸ ਪਰੋਵਾਈਡਰ ਤੇ ਜੋੜਨ ਲਈ ਸੈੱਟਅੱਪ ਕਰੋ। ਇਹ ਫੀਚਰ ਸਿਰਫ ਕਸਟਮ ਪਰੋਵਆਡਰਾਂ ਲਈ ਉਪਲੱਬਧ ਹੈ।
ru: Организации позволяют логически сгруппировать системы и пакеты. Чтобы изменить окружение, щёлкните на имени организации и выберите окружение.
ta: தருக்க பிரிவுகளிலால் பிரிக்கப்பட்ட சிஸ்டம்கள் மற்றும் உள்ளடக்கத்தை நிறுவனங்கள் அனுமதிக்கின்றன. ஒரு நிறுவனத்தினுள் சூழ்நிலைகளை திருத்துவதற்கு, நிறுவனத்தை கிளிக் செய்து விருப்பமான சூழ்நிலையை கிளிக் செய்யவும்.

source: Package
bn: প্যাকেজ
de: Paket
es: Paquete
gu: પેકેજ
hi: संकुल
it: Pacchetto
ja: パッケージ
mr: संकुल
pa: ਪੈਕੇਜ
ru: Пакет
ta: தொகுப்பு

source: Package '%s' doesn't belong to the specified product!
bn: ‌'%s' প্যাকেজটি কোনো সুনির্দিষ্ট উৎপাদনের অংশ নয়!
de: Paket '%s' gehört nicht zum angegebenen Produkt!
es: iPaquete '%s' no pertenece al producto especificado!
gu: પેકેજ '%s' ચોક્કસ પ્રોડક્ટને સંબંધિત નથી!
hi: संकुल '%s' विशेष उत्पाद में हिस्सा नहीं है!
it: Il pacchetto '%s' non appartiene al prodotto specificato!
ja: パッケージ '%s' は指定された製品に属していません。
mr: संकुल '%s' निर्देशीत उत्पादनच्या मालकिचे नाही!
pa: ਪੈਕੇਜ '%s' ਨਿਰਧਾਰਤ ਉਤਪਾਦ ਨਾਲ ਸੰਬੰਧਿਤ ਨਹੀਂ ਹੈ!
ru: Пакет «%s» не принадлежит выбранному продукту.
ta: தொகுப்பு '%s' இந்த குறிப்பிட்ட தயாரிப்புக்கு இல்லை.

source: Package '%s' is already present in the template
bn: '%s' প্যাকেেজটি টেমপ্লেটের মধ্যে বর্তমানে উপস্থিত রয়েছে
de: Paket '%s' ist bereits in der Vorlage vorhanden
es: Paquete '%s' ya está presente en la plantilla
gu: પેકેજ '%s' પહેલેથી જ ટૅમ્પલેટમાં હાજર છે
hi: संकुल '%s' इस नमूना में पहले से मौजूद है.
it: Il pacchetto '%s' è già presente nel template
ja: パッケージ '%s' はテンプレートにすでに含まれております。
mr: उत्पादन '%s' आधिपासूनच टेम्पलेटमध्ये आढळले.
pa: ਪੈਕੇਜ '%s' ਟੈਂਪਲਿਟ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
ru: Шаблон уже содержит пакет «%s».
ta: தொகுப்பு '%s' ஏற்கனவே மாதிரிஉருவில் உள்ளது

source: Package '%s' not found in the %s environment
bn: '%s' প্যাকেজটি %s পরিবেশের মধ্যে পাওয়া যায়নি।
de: Paket '%s' nicht in der %s Umgebung gefunden
es: No se encontró paquete %s en el entorno
gu: પેકેજ '%s' એ %s પર્યાવરણમાં મળ્યુ નથી
hi: संकुल '%s' वातावरण '%s' में नहीं मिला.
it: Pacchetto '%s' non trovato nell'ambiente %s
ja: %s 環境の中にパッケージ '%s' は見つかりませんでした。
mr: संकुल '%s' %s वातावरणात आढळले नाही
pa: ਪੈਕੇਜ '%s' %s ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਲੱਭਿਆ ਨਹੀਂ
ru: В окружении %s нет пакета «%s».
ta: தொகுப்பு '%s' இந்த % சூழலில் காணப்படவில்லை.

source: Package '%s' was not found in the source environment.
bn: মূল এনভায়রনমেন্টের মধ্যে '%s' উৎপাদনটি পাওয়া যায়নি।
de: Paket '%s' nicht in der Quellumgebung gefunden.
es: No se encontró paquete '%s' en el entorno de origen.
gu: પેકેજ '%s' એ સ્ત્રોત પર્યાવરણમાં મળ્યુ નથી
hi: उत्पाद '%s' स्रोत वातावरण में नहीं मिला था.
it: Pacchetto '%s' non trovato nell'ambiente d'origine.
ja: ソース環境の中にパッケージ '%s' は見つかりませんでした。
mr: संकुल '%s' स्रोत वातावरणात आढळले नाही.
pa: ਪੈਕੇਜ '%s' ਸੋਰਸ ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਨਹੀਂ ਲੱਭਿਆ।
ru: В исходном окружении нет пакета «%s».
ta: தொகுப்பு '%s' இந்த மூல சூழலில் காணப்படவில்லை.

source: Package Dependencies
bn: প্যাকেজের নির্ভরতা
de: Paketabhängigkeiten
es: Dependencias de paquetes
gu: પેકેજ નિર્ભરતા
hi: संकुल निर्भरता
it: Dipendenze del pacchetto
ja: パッケージの依存関係
mr: संकुल अवलंबने
pa: ਪੈਕੇਜ ਨਿਰਭਰਤਾ
ru: Зависимости
ta: தொகுப்பு சார்புகள்

source: Package Filter %s deleted.
bn: %s প্যাকেজ ফিল্টার মুছে ফেলা হয়েছে।
de: Paketfilter %s gelöscht.
es: Filtro de paquete %s borrado
gu: પેકેજ ફિલ્ટર %s ને કાઢી નાંખેલ હતુ.
hi: संकुल फिल्टर %s मिटाया गया.
it: Filtro %s del pacchetto cancellato.
ja: パッケージフィルター '%s' を削除しました。
mr: संकुल फिल्टर %s नष्ट केले.
pa: ਪੈਕੇਜ ਫਿਲਟਰ %s ਹਟਾਇਆ ਗਿਆ ਸੀ।
ru: Фильтр %s удален.
ta: தொகுப்பு வடிப்பிகள் %s அழிக்கப்பட்டது.

source: Package Filter '%s' has been updated.
bn: %s প্যাকেজ ফিল্টার আপডেট করা হয়েছে।
de: Paketfilter '%s' wurde aktualisiert.
es: Filtro de paquete '%s' ha sido actualizado.
gu: પેકેજ ફિલ્ટર '%s' ને સુધારી દેવામાં આવ્યુ હતુ.
hi: संकुल फिल्टर '%s' अद्यतन किया गया.
it: Il filtro %s del pacchetto è stato aggiornato.
ja: パッケージフィルター '%s' を更新しました。
mr: संकुल फिल्टर '%s' सुधारित केले.
pa: ਪੈਕੇਜ ਫਿਲਟਰ '%s' ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਸੀ।
ru: Фильтр «%s» обновлен.
ta: தொகுப்பு வடிப்பிகள் %s புதுப்பிக்கப்பட்டன.

source: Package Filters
bn: প্যাকেজ ফিল্টার
de: Paketfilter
es: Filtros de paquetes
gu: પેકેજ ફિલ્ટર
hi: संकुल फिल्टर
it: Filtri del pacchetto
ja: パッケージフィルター
mr: संकुल फिल्टर
pa: ਪੈਕੇਜ ਫਿਲਟਰ
ru: Фильтры
ta: தொகுப்பு வடிப்பிகள்

source: Package Filters allow you to blacklist packages from being promoted into subsequent environments. Simply create a filter and add either a package name or regular expression to the filter. You can associate the filter with entire products or individual repositories within any product.
bn: পরবর্তী এনভায়রনমেন্টের মধ্যে প্যাকেজ প্রোমোশন প্রতিরোধ করা জন্য প্যাকেজ ফিল্টারের সাহায্যে প্যাকেজ ব্ল্যাক-লিস্ট করা যাবে। একটি সাধারণ ফিল্টার প্রস্তুত করে সেটির সাথে একটি প্যাকেজের নাম অথবা রেগুলার এক্সপ্রেশন যোগ করুন। ফিল্টারটিকে সম্পূর্ণ কোনো উৎপাদন অথবা কোনো উৎপাদনের মধ্যে উপস্থিত সকল সংগ্রহস্থলের সাথে যুক্ত করা যাবে।
de: Paketfilter erlauben es Ihnen, bestimmte Pakete von der Übertragung in nachfolgende Umgebungen auszuschließen. Erstellen Sie dazu einfach einen Filter und fügen Sie entweder einen Paketnamen oder einen regulären Ausdruck zum Filter hinzu. Sie können den Filter mit ganzen Produkten verknüpfen oder mit einzelnen Repositorys innerhalb eines Produktes.
es: Los filtros de paquetes le permiten poner en lista negra los paquetes para que no sean promovidos a entornos subsiguientes. Simplemente cree un filtro y añada ya sea el nombre del paquete o una expresión regular a filtrar. Puede asociar el filtro con todos los producto o con repositorios individuales dentro de cualquier producto.
gu: પેકેજ ફિલ્ટરો વારંવાર પર્યાવરણોમાં પ્રોસ્તાહિત કરવાથી પેકેજોને બ્લેકલીસ્ટ કરવા માટે તમને પરવાનગી આપે છે. ખાલી ફિલ્ટર બનાવો અને ક્યાંતો પેકેજ નામ અથવા નિયમિત સમીકરણ ફિલ્ટરમાં ઉમેરો. તમે કોઇપણ પ્રોડક્ટમાં આખી પ્રોડક્ટો અથવા વ્યક્તિગત રિપોઝીટરીઓ સાથે ફિલ્ટરને સાંકળી શકો છો.
hi: संकुल फिल्टर संकुलों को तदनुरूपी वातावरण में प्रोन्नत किए जाने से ब्लैकलिस्ट करने की छूट देती है. बस फिल्टर बनाएँ और फिल्टर में संकुल नाम या नियमित अभिव्यक्त जोड़ें. आप फिल्टर को पूरे उत्पाद या किसी उत्पाद के अंदर अकेले रिपोजिटरी से जोड़ सकते हैं.
it: I filtri dei pacchetti permettono di inserire nella blacklist i pacchetti impedendone una loro promozione in ambienti successivi. Creare un filtro ed aggiungere il nome di un pacchetto o l'espressione regolare al filtro. È possibile associare il filtro con i prodotti o con i repositori individuali all'interno di qualsiasi prodotto.
ja: パッケージフィルターにより、パッケージを後続の環境にプロモートされないようにすることが可能です。そのためには、フィルターを作成して、パッケージ名または正規表現をフィルターに追加するだけでできます。任意の製品内でフィルターを製品全体またはそれぞれのリポジトリと関連付けることができます。
mr: संकुल फिल्टर्स् तुम्हाला संकुलला परस्पर वातावरणात ब्लॅकलिस्ट करण्यास परवानगी देते. एकतर फिल्टर निर्माण करा व फिल्टरमध्ये संकुल नाव किंवा रेग्युलर एक्सप्रेशन समाविष्ट करा. फिल्टरला संपूर्ण उत्पादनांसह किंवा कोणत्याहि उत्पादन अंतर्गत एकमेव रेपॉजिटरिजसह संलग्न करणे शक्य आहे.
pa: ਪੈਕੇਜ ਫਿਲਟਰ ਤੁਹਾਨੂੰ ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਪਰਮੋਟ ਕਰਨ ਲਈ ਪੈਕੇਜਾਂ ਨੂੰ ਬਲੈਕਲਿਸਟ ਕਰਨ ਵਿੱਚ ਮੱਦਦ ਕਰਦਾ ਹੈ। ਇੱਕ ਫਿਲਟਰ ਬਣਾਓ ਅਤੇ ਪੈਕੇਜ ਨਾਂ ਜੋੜੇ। ਤੁਸੀਂ ਫਿਲਟਰ ਨੂੰ ਕਿਸੇ ਉਤਪਾਦ ਵਿੱਚ ਪੂਰੇ ਉਤਪਾਦ ਜਾਂ ਇਕੱਲੀ ਰਿਪੋਜ਼ਟਰੀ ਨਾਲ ਜੋੜ ਸਕਦੇ ਹੋ।
ru: Фильтры позволяют исключить пакеты при переносе в другое окружение. Для этого в фильтр надо добавить шаблон или точное имя пакета. Полученный фильтр можно применить к продуктам и отдельным репозиториям.
ta: தொகுப்பு வடிப்பிகள் முக்கியமான தொகுப்புகளை பின்வருகின்ற சூழல்களிலிருந்து உயர்த்துவதற்கு அனுமதிக்கும். ஒரு வடிப்பியை உருவாக்கி ஒரு தொகுப்பு பெயர் அல்லது வடிப்பிக்கான வழக்கமாக வெளிப்பாட்டை சேர்க்கவும். முழு தயாரிப்புகள் அல்லது தனிப்பட்ட தொகுப்பதிவகங்களை ஏதாவது தயாரிப்பிற்குள் நீங்கள் தொடர்புபடுத்தலாம்.

source: Package Group
bn: প্যাকেজ সংকলন
de: Paketgruppe
es: Grupo de paquetes
gu: પેકેજ જૂથ
hi: संकुल समूह
it: Gruppo di pacchetti
ja: パッケージグループ
mr: संकुल गट
pa: ਪੈਕੇਜ ਗਰੁੱਪ
ru: Группа пакетов
ta: தொகுப்பு குழு

source: Package Group Install
bn: প্যাকেজ সংকলন ইনস্টলেশন
de: Paketgruppeninstallation
es: Instalación de grupo de paquetes
gu: પેકેજ જૂથ સ્થાપિત કરો
hi: संकुल समूह संस्थापन
it: Installazione gruppi di pacchetti
ja: パッケージグループのインストール
mr: संकुल गट प्रतिष्ठापन
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ
ru: Установка группы пакетов
ta: தொகுப்பு குழு நிறுவல்

source: Package Group Install scheduled by %s
bn: %s দ্বারা নির্ধারিত প্যাকেজ সংকলন ইনস্টলেশন
de: Paketgruppeninstallation eingeplant durch %s
es: Instalación de grupo de paquetes programada por %s
gu: %s દ્દારા સુનિશ્ચિત પકેજ જૂથ સ્થાપન
hi: संकुल समूह संस्थापन %s के द्वारा नियत
it: Installazione gruppo di pacchetti programmato per il %s
ja: %s によりパッケージグループのインストールがスケジュールされました。
mr: %s तर्फे संकुल गट प्रतिष्ठापन क्रमवारित लावले
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ %s ਤੱਕ ਤਹਿ ਕੀਤਾ ਹੈ
ru: Установку группы пакетов назначил: %s
ta: தொகுப்பு குழு நிறுவல் %s-ஆல் திட்டமிடப்பட்டது

source: Package Group Remove
bn: প্যকােজ সংকলন অপসারণ
de: Paketgruppenentfernung
es: Retiro de grupo de paquetes
gu: પેકેજ જૂથ દૂર કરો
hi: संकुल समूह हटाना
it: Rimozione gruppi di pacchetti
ja: パッケージグループの削除
mr: संकुल गट काढून टाकणे
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਓ
ru: Удаление группы пакетов
ta: தொகுப்பு குழு நீக்கல்

source: Package Group Remove scheduled by %s
bn: %s দ্বারা নির্ধারিত প্যাকেজ সংকলন অপসারণ
de: Paketgruppenentfernung eingeplant durch %s
es: Retiro de grupo de paquetes programado por %s
gu: %s દ્દારા પેકેજ જૂથને દૂર કરવાનું સુનિશ્ર્ચિત થયેલ છે
hi: संकुल समूह विस्थापन %s के द्वारा नियत
it: Rimozione gruppo di pacchetti programmato per il %s
ja: %s によりパッケージグループの削除がスケジュールされました。
mr: %s तर्फे संकुल गट काढून टाकणे क्रमवारित लावले
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਉਣਾ %s ਤੱਕ ਤਹਿ ਕੀਤਾ ਹੈ
ru: Удаление группы пакетов назначил: %s
ta: தொகுப்பு குழு நீக்கல் %s-ஆல் திட்டமிடப்பட்டது

source: Package Group Update
bn: প্যাকেজ সংকলন আপডেট
de: Paketgruppenaktualisierung
es: Actualización de grupo de paquetes
gu: પેકેજ જૂથ સુધારો
hi: संकुल समूह अद्यतन
it: Aggiornamento gruppi di pacchetti
ja: パッケージグループの更新
mr: संकुल गट सुधारणा
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਅੱਪਡੇਟ
ru: Обновление группы пакетов
ta: தொகுப்பு குழு புதுப்பித்தல்

source: Package Group Update scheduled by %s
bn: %s দ্বারা নির্ধারিত প্যাকেজ সংকলন আপডেট
de: Paketgruppenaktualisierung eingeplant durch %s
es: Actualización de grupo de paquetes programada por %s
gu: %s દ્દારા પેકેજ જૂથને સુધારો કરવાનું સુનિશ્ર્ચત થયેલ છે
hi: संकुल समूह अद्यतन %s के द्वारा नियत
it: Aggiornamento gruppo di pacchetti programmato per il %s
ja: %s によりパッケージグループの更新がスケジュールされました。
mr: %s तर्फे संकुल गट सुधारणा क्रमवारित लावले
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਅੱਪਡੇਟ %s ਤੱਕ ਤਹਿ ਕੀਤਾ ਹੈ
ru: Обновление группы пакетов назначил: %s
ta: தொகுப்பு குழு புதுப்பித்தல் %s-ஆல் திட்டமிடப்பட்டது

source: Package Groups
bn: প্যাকেজ সংকলন
de: Paketgruppen
es: Grupos de paquetes
gu: પેકેજ જૂથો
hi: संकुल समूह
it: Gruppi di pacchetti
ja: パッケージグループ
mr: संकुल गटे
pa: ਪੈਕੇਜ ਗਰੁੱਪ
ru: Группы пакетов
ta: தொகுப்பு குழுக்கள்

source: Package Install
bn: প্যাকেজ ইনস্টলেশন
de: Paketinstallation
es: Instalación de paquetes
gu: પેકેજ સ્થાપિત કરો
hi: संकुल संस्थापन
it: Installazione pacchetto
ja: パッケージのインストール
mr: संकुल प्रतिष्ठापन
pa: ਪੈਕੇਜ ਇੰਸਟਾਲ
ru: Установка пакета
ta: தொகுப்பு நிறுவல்
