Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: '%s' did not meet the current search criteria and is not being shown.
bn: বর্তমান অনুসন্ধানের পরামিতিগুলি '%s' দ্বারা পূর্ণ করা হয়নি ও প্রদর্শন করা হচ্ছে না।
de: '%s' stimmt nicht mit aktuellen Suchkriterien überein und wird nicht angezeigt.
es: '%s' no cumplió con los criterios actuales de búsqueda y no se muestra.
gu: '%s' એ હાલનાં શોધ માપદંડ સાથે મળતુ નથી અને અને દર્શાવવામાં આવતુ નથી.
hi: '%s' मौजूदा खोज मापदंड से मेल नहीं खाता है और नहीं दिख रहा है.
it: '%s' non ha soddisfatto i criteri di ricerca correnti e non è stato mostrato.
ja: 「%s」は現在の検索基準を満たしていなかったため表示されません。
mr: '%s' ने सद्याची शोध अट पूर्ण केली नाही व दाखवले जात नाही.
pa: '%s' ਮੌਜੂਦਾ ਖੋਜ ਸਕੀਮ ਦੀ ਜਰੂਰਤ ਪੂਰੀ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ ਵੇਖਾਇਆ ਨਹੀਂ ਜਾ ਰਿਹਾ ਹੈ।
ru: «%s» не удовлетворяет критериям поиска, поэтому не будет показан.
ta: '%s' இந்த சிஸ்டம் எந்த சந்தாக்களையும் தற்போது நுகரவில்லை.

source: '%s' no longer matches the current search criteria.
bn: বর্তমান অনুসন্ধানের পরামিতি অনুযায়ী '%s'-র কোনো মিল নেই।
de: '%s' stimmt nicht mehr mit aktuellen Suchkriterien überein.
es: '%s' ya no concuerda con los criterios de búsqueda actuales.
gu: '%s' એ હાલનાં શોધ માપદંડ સાથે લાંબો સમય બંધબેસતુ નથી.
hi: '%s' अब मौजूदा खोज मापदंड से मेल नहीं खाता है.
it: '%s' non corrisponde più ai criteri di ricerca correnti.
ja: 「%s」は現在の検索基準には一致しなくなりました。
mr: '%s' यापुढे सद्याच्या शोध अटसह जुळत नाही.
pa: '%s' ਕਦੇ ਵੀ ਮੌਜੂਦਾ ਖੋਜ ਸਕੀਮ ਦੀ ਲੋੜ ਪੂਰੀ ਨਹੀਂ ਕਰੇਗਾ।
ru: «%s» не удовлетворяет критериям поиска.
ta: '%s' நடப்பு உள்ளடக்கத்திற்கான தேடல் இல்லை

source: (%X of %Y repositories selected)
bn: (%X সংগ্রহস্থল নির্বাচিত হয়েছে, সর্বমোট %Y সংগ্রহস্থল)
de: (%X von %Y Repositorys ausgewählt)
es: (%X de %Y repositorios seleccionados)
gu: (%Y ની %X રિપોઝીટરીઓ પસંદ થયેલ છે)
hi: (%Y रिपोजिटरी %X चुना गया है)
it: (%X di %Y repositori selezionati)
ja: (%X 選択済みリポジトリ、合計: %Y)
mr: (%X, %Y पैकी रेपॉजिटरिज् नीवडले)
pa: (%X of %Y ਰਿਪੋਜ਼ਟਰੀਆਂ ਚੁਣੀਆਂ ਗਈਆਂ ਹਨ)
ru: (выбрано репозиториев: %X из %Y )
ta: (%X of %Y தொகுப்பதிவகங்கள் தேர்ந்தெடுக்கப்பட்டன)

source: (Entire product selected)
bn: (সম্পূর্ণ উৎপাদন নির্বাচিত হয়েছে)
de: (Gesamtes Produkt ausgewählt)
es: (Todo el producto seleccionado)
gu: (આખી પ્રોડક્ટ પસંદ થયેલ છે)
hi: (पूरा उत्पाद चुना गया)
it: (Prodotto intero selezionato)
ja: (選択済み製品全体)
mr: (संपूर्ण उत्पादन नीवडले)
pa: (ਪੂਰਾ ਉਤਪਾਦ ਚੁਣਿਆ ਗਿਆ ਹੈ)
ru: (продукт выбран полностью)
ta: (முழு தயாரிப்பு தேர்ந்தெடுக்கப்பட்டது)

source: (Load %X More)
bn: (অতিরিক্ত %X লোড করা হয়েছে)
de: (%X mehr laden)
es: (Carga %X Más)
gu: (%X વધારે લાવો)
hi: (%X अधिक लोड करें)
it: (Carica altri %X)
ja: (%X 超をロード)
mr: (%X आणखी लोड करा)
pa: (%X ਹੋਰ ਲੋਡ ਕਰੋ)
ru: (загрузить еще %X)
ta: (இன்னும் %X ஏற்று)

source: (Loaded %X of %Y Total)
bn: (%X লোড করা হয়েছে, সর্বমোট %Y)
de: (%X von %Y insgesamt geladen)
es: (Cargado %X de %Y Total)
gu: (%Y નું %X કુલ લાવેલ છે)
hi: (%Y के %X को कुल लोड किया गया)
it: (Caricati %X di %Y Totali)
ja: (%X ロード済み、合計: %Y)
mr: (%X लोड केले, एकूण %Y पैकी)
pa: (%X ਲੋਡ ਹੋਏ ਕੁੱਲ %Y ਦੇ)
ru: (всего загружено %X из %Y)
ta: (மொத்த %X ஆல் %Y ஏற்றப்பட்டது)

source: + Add
bn: + যোগ করুন
de: + Hinzufügen
es: + Añadir
gu: + ઉમેરો
hi: + जोड़े
it: + Aggiungi
ja: + 追加
mr: + समावेष
pa: + ਜੋੜੋ
ru: + Добавить
ta: + சேர்

source: + All
bn: + সকল
de: + Alle
es: + Todo
gu: + બધા
hi: + सभी
it: + Tutti
ja: + すべて
mr: + सर्व
pa: + ਸਭ
ru: + Все
ta: + அனைத்து

source: + New %s
bn: + নতুন %s
de: + Neu: %s
es: + Nuevo %s
gu: + નવું %s
hi: + नया %s
it: + Nuovo %s
ja: + 新規の %s
pa: + ਨਵਾਂ %s
ru: + Создать %s

source: + New Changeset
bn: + নতুন চেঞ্জ-সেট
de: + Neuer Änderungssatz
es: + Nuevo Changeset
gu: + નવું Changeset
hi: + नई चेंजशीट
it: + Nuovo Changeset
ja: + 新規の変更セット
pa: + ਨਵੀਂ ਚੇਂਜਸ਼ੀਟ
ru: + Новый набор изменений
ta: + புதிய Changeset

source: + New Filter
bn: + নতুন ফিল্টার
de: + Neuer Filter
es: + Nuevo Filtro
gu: + નવું ફિલ્ટર
hi: + नया फिल्टर
it: + Nuovo filtro
ja: + 新規のフィルター
pa: + ਨਵਾਂ ਫਿਲਟਰ
ru: + Новый фильтр

source: + New GPG Key
bn: + নতুন GPG-কি
de: + Neuer GPG-Schlüssel
es: + Nueva llave GPG
gu: + નવી GPG કી
hi: + नयी GPG कुंजी
it: + Nuova chiave GPG
ja: + 新規の GPG キー
pa: + ਨਵੀਂ GPG ਕੁੰਜੀ
ru: + Новый ключ GPG

source: + New Key
bn: + নতুন কি
de: + Neuer Schlüssel
es: + Nueva llave
gu: + નવી કી
hi: + नयी कुंजी
it: + Nuova chiave
ja: + 新規のキー
pa: + ਨਵੀਂ ਕੁੰਜੀ
ru: + Новый ключ

source: + New Organization
bn: + নতুন প্রতিষ্ঠান
de: + Neue Organisation
es: + Nueva organización
gu: + નવી સંસ્થા
hi: + नया संगठन
it: + Nuova organizzazione
ja: + 新規の組織
pa: + ਨਵੀਂ ਸੰਸਥਾ
ru: + Новая организация

source: + New Plan
bn: + নতুন পরিকল্পনা
de: + Neuer Plan
es: + Nuevo Plan
gu: + નવી યોજના
hi: + नयी योजना
it: + Nuova programmazione
ja: + 新規のプラン
pa: + ਨਵੀਂ ਸਕੀਮ
ru: + Новый план

source: + New Promotion Changeset
mr: + नविन प्रमोशन चेंजसेट
pa: + ਨਵੀਂ ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸ਼ੀਟ

source: + New Provider
bn: + নতুন উপলব্ধকারী
de: + Neuer Provider
es: + Nuevo proveedor
gu: + નવો પ્રદાતા
hi: + नए प्रदाता
it: + Nuovo Provider
ja: + 新規のプロバイダー
pa: + ਨਵਾਂ ਪਰੋਵਾਈਡਰ
ru: + Новый провайдер

source: + New Role
bn: + নতুন ভূমিকা
de: + Neue Rolle
es: + Nuevo rol
gu: + નવી ભૂમિકા
hi: + नई भूमिका
it: + Nuovo ruolo
ja: + 新規のロール
pa: + ਨਵਾਂ ਰੋਲ
ru: + Новая роль

source: + New System
bn: + নতুন সিস্টেম
de: + Neues System
es: + Nuevo sistema
gu: + નવી સિસ્ટમ
hi: + नया तंत्र
it: + Nuovo sistema
ja: + 新規のシステム
pa: + ਨਵਾਂ ਸਿਸਟਮ
ru: + Новая система

source: + New Template
bn: + নতুন টেমপ্লেট
de: + Neue Vorlage
es: + Nueva plantilla
gu: + નવું ટૅમ્પલેટ
hi: + नया टेम्प्लेट
it: + Nuovo Template
ja: + 新規のテンプレート
mr: + नवीन टेम्पलेट
pa: + ਨਵਾਂ ਟੈਂਪਲਿਟ
ru: + Новый шаблон
ta: + புதிய மாதிரிஉரு

source: + New User
bn: + নতুন ব্যবহারকারী
de: + Neuer Benutzer
es: + Nuevo usuario
gu: + નવો વપરાશકર્તા
hi: + नया उपयोक्ता
it: + Nuovo utente
ja: + 新規のユーザー
pa: + ਨਵਾਂ ਯੂਜ਼ਰ
ru: + Новый пользователь

source: - Remove
bn: - মুছে ফেলুন
de: - Entfernen
es: -Retirar
gu: - દૂર કરો
hi: - हटाएँ
it: - Rimuovi
ja: - 削除
mr: - काढून टाका
pa: - ਹਟਾਓ
ru: - Удалить
ta: - நீக்கு

source: 400 - Invalid Parameters
bn: 400 - অবৈধ পরামিতি
de: 400 - Ungültige Parameter
es: 400 - Parámetros inválidos
gu: 400 - અમાન્ય પરિમાણો
hi: 400 - अवैध पैरामीटर
it: 400 - Parametri non validi
ja: 400 - 無効なパラメータです
pa: 400 - ਗਲਤ ਪੈਰਾਮੀਟਰ
ru: 400 Недопустимые параметы

source: 403 - Permission denied
de: 403 - Zugriff verweigert
es: 403 - Permiso denegado
gu: 403 - પરવાનગી નામંજૂર
hi: 403 - अनुमति अस्वीकृत
it: 403 - Permesso negato
ja: 403 - パーミッションが拒否されました
mr: 403 - परवानगी नकारली
pa: 403 - ਮਨਜੂਰੀ ਰੱਦ
ru: 403 Отказ в разрешении
ta: 403 - அனுமதி மறுக்கப்பட்டது

source: 404 - That page doesn't exist or is missing!
de: 404 - Diese Seite existiert nicht oder fehlt!
es: 404 - Esa página no existe o no se encuentra.
gu: 404 - પેલુ પાનું અસ્તિત્વ ધરાવતુ નથી અથવા ગેરહાજર છે!
hi: 404 - वह पृष्ठ मौजूद नहीं है या लापता है!
it: 404 - Quella pagina non esiste o risulta mancante!
ja: 404 - そのページは存在しないか、見つかりません!
mr: 404 - पृष्ठ अस्तित्वात नाही किंवा आढळले नाही!
pa: 404 - ਉਹ ਪੇਜ਼ ਮੌਜੂਦ ਨਹੀਂ ਜਾਂ ਗੁੰਮ ਹੈ!
ru: 404 Страница не найдена
ta: 404 - அந்த பக்கம் இல்லை அல்லது விடப்பட்டது!

source: 500 Internal Server Error
de: 500 Interner Server-Fehler
es: 500 Error interno de servidor
gu: 500 આંતરિક સર્વર ભૂલ
hi: 500 आंतरिक सर्वर त्रुटि
it: 500 Errore server interno
ja: 500 内部サーバーエラーです
mr: 500 आंतरिक सर्व्हर त्रुटी
pa: 500 ਅੰਦਰੂਨੀ ਸਰਵਰ ਗਲਤੀ
ru: 500 Внутренняя ошибка сервера
ta: 500 உள்ளார்ந்த சேவையக பிழை

source: << Previous
bn: << পূর্ববর্তী
de: << Vorherige
es: << Anterior
gu: << પહેલાં
hi: << पिछला
it: << Precedente
ja: << 前へ
mr: << मागील
pa: << ਪਿੱਛੇ
ru: << Назад
ta: << முந்தைய

source: A request has been received by Katello server '%s' to retrieve the logins for email '%s'. The following is a list of those logins:
bn: '%s' Katello সার্ভার দ্বারা '%s' ই-মেইলের সাথে যুক্ত লগ-ইন উদ্ধার করার অনুরোধ প্রাপ্ত করা হয়েছে। সংশ্লিষ্ট লগ-ইন গুলির তালিকা নীচে উপস্থিত করা হয়েছে:
de: Beim Katello-Server '%s' ging eine Anfrage zu den Anmeldungen für die E-Mail-Adresse '%s' ein. Nachfolgend sehen Sie eine Liste der zugehörigen Anmeldungen:
es: El servidor de Katello '%s' ha recibido una solicitud para recuperar los nombres de usuario para correo-e '%s'. A continuación, la lista de nombres de usuarios:
gu: ઇમેઇલ '%s' માટે પ્રવેશને પાછુ લાવવા માટે Katello સર્વર '%s' દ્દારા સૂચના મેળવી દેવામાં આવી છે. નીચેની પ્રવેશોની યાદી છે:
hi: Katello सर्वर '%s' द्वारा '%s' ईमेल लॉगिन से एक निवेदन आया है. उन लॉगिनों की यह निम्नलिखित सूची है:
it: È stata ricevuta una richiesta dal server di Katello '%s' per il recupero dei login per l'email '%s'. Di seguito viene riportato un elenco dei suddetti login:
ja: Katello サーバー '%s' は要求を受信して、メールアドレス '%s' のログイン情報を取得しました。以下はそれらログイン情報の一覧です。
mr: इमेल '%s' करीता लॉगिंस् प्राप्त करण्यासाठी कटेलो सर्व्हर '%s' कडून विनंती प्राप्त झाली आहे. खालील त्या लॉगिंची सूची आहे:
pa: Katello ਸਰਵਰ '%s' ਦੁਆਰਾ ਈਮੇਲ '%s' ਲਈ ਲਾਗਇਨ ਲੈਣ ਬਾਰੇ ਬੇਨਤੀ ਆਈ ਹੈ। ਇਹਨਾਂ ਲਾਗਇਨਾਂ ਦੀ ਹੇਠਾਂ ਸੂਚੀ ਦਿੱਤੀ ਗਈ ਹੈ:
ru: Сервер Katello «%s» получил запрос имени пользователя для адреса «%s». Список:
ta: Katello சேவையகம் '%s' ஐ மின்னஞ்சல் '%s'-க்காக நுழைவை பெறுவதற்கு ஒரு கோரிக்கை அனுப்பட்டிருக்கலாம். பின்வருவது அந்த நுழைவின் ஒரு பட்டியலாகும்:

source: A request has been received to reset the Katello password for user '%s'. In order to reset this password, click the URL below.
bn: '%s' ব্যবহারকারীর জন্য Katello পাসওয়ার্ড পুনরায় নির্ধারণের অনুরোধ প্রাপ্ত করা হয়েছে। পাসওয়ার্ড পুনরায় নির্ধারণের জন্য নীচে উল্লিখিত URL-টি ক্লিক করুন।
de: Eine Anfrage zur Änderung des Katello-Passworts für den Benutzer '%s' wurde gestellt. Klicken Sie auf die nachstehende URL, um das Passwort zu ändern:
es: Se ha recibido una solicitud para restablecer la contraseña de Katello para usuario '%s'. Para restablecerla, haga clic en la URL de abajo.
gu: વપરાશકર્તા '%s' માટે Katello પાસવર્ડને પુન:સુયોજિત કરવા માટે સૂચના મળી ગઇ છે. આ પાસવર્ડને પુન:સુયોજિત કરવા માટે, નીચે URL પર ક્લિક કરો.
hi: Katello कूटशब्द को फिर सेट करने के लिए उपयोक्ता '%s' से एक निवेदन आया है. इस कूटशब्द को फिर सेट करने के लिए, URL को नीचे क्लिक करें.
it: È stata ricevuta una richiesta per resettare la password di Katello per l'utente '%s'. Per resettare la password selezionare l'URL di seguito riportato.
ja: ユーザー '%s' の Katello パスワードをリセットする要求を受信しました。このパスワードをリセットするには、以下の URL をクリックしてください。
mr: वापरकर्ता '%s' करीता कटेलो पासवर्ड रिसेट करण्यासाठी विनंती प्राप्त झाली आहे. पासवर्ड पूर्ववत् करण्यासाठी, खालील URL यावर क्लिक करा.
pa: ਯੂਜ਼ਰ '%s' ਲਈ Katello ਪਾਸਵਰਡ ਤਬਦੀਲ ਕਰਨ ਬਾਰੇ ਬੇਨਤੀ ਆਈ ਹੈ। ਇਬ ਪਾਸਵਰਡ ਤਬਦੀਲ ਕਰਨ ਲਈ, ਹੇਠਲਾਂ URL ਦਬਾਓ।
ru: Получен запрос изменения пароля Katello для пользователя "%s". Нажмите приведённую ниже ссылку.
ta: Katello கடவுச்சொல்லை மறுஅமைக்க பயனர் '%s' க்காக ஓரு கோரிக்கை அனுப்பப்படிருக்கலாம். இந்த கடவுச்சொல்லை மறுஅமைக்க, கீழுள்ள URLஐ கிளிக் செய்யவும்.

source: Activation Keys
bn: অ্যাক্টিভেশন-কি
de: Aktivierungsschlüssel
es: Llaves de activación
gu: સક્રિયકરણ કીઓ
hi: सक्रियकरण कुंजी
it: Chiavi di attivazione
ja: アクティベーションキー
mr: ॲक्टिवेशन किज्
pa: ਸਰਗਰਮੀ ਕੁੰਜੀਆਂ
ru: Ключи активации
ta: செயல்பாட்டு விசைகள்

source: Activation Keys provide a set of characteristics that may be applied to a system during system registration. This includes things such as, default environment to assign to the system, subscriptions to allocate to the system, system template to apply to the system...etc.
bn: সিস্টেম নিবন্ধনের সময় সিস্টেমে প্রয়োগ করার বৈশিষ্ট্যগুলি অ্যাক্টিভেশন-কি সহযোগে নির্ধারণ করা যাবে। এই বৈশিষ্ট্যগুলির মধ্যে মধ্যে রয়েছে সিস্টেমের ডিফল্ট এনভায়রনমেন্ট, সিস্টেমের জন্য বরাদ্দ করার সাবস্ক্রিপশন, সিস্টেম টেমপ্লেট...ইত্যাদি।
de: Aktivierungsschlüssel liefern eine Reihe von Charakteristiken, die während der Registrierung auf ein System angewendet werden können. Dazu gehören die Standardumgebung, die dem System zugewiesen wird, Subskriptionen, die dem System zugeteilt werden, Systemvorlagen, die auf das System angewendet werden, usw.
es: Las llaves de activación proporcionan un conjunto de características que se pueden aplicar a un sistema durante el registro del sistema. Esto incluye cosas tales como, entorno predeterminado para asignar al sistema, suscripciones para asignar al sistema, plantillas de sistemas para aplicar al sistema, etc.
gu: સક્રિયકરણ કીઓ લાક્ષણિકતાઓનાં સમૂહને પૂરુ પાડે છે કે જે સિસ્ટમ રજીસ્ટ્રેશન દરમ્યાન સિસ્ટમમાં લાગુ કરી શકાય છે. આ આવી વસ્તુઓને સમાવે છે, જેવી સિસ્ટમમાં સોંપવા માટે મૂળભૂત પર્યાવરણ, સિસ્ટમમાં ફાળવવા માટે ઉમેદવારીઓ, સિસ્ટમમાં લાગુ કરવા માટે સિસ્ટમ ટૅમ્પલેટ...વગેરે.
hi: सक्रियकरण कुंजी विशेषताओं का एक सेट है जो सिस्टम के पंजीयन के दौरान एक तंत्र में लागू किया जा सकता है. इसमें ऐसी चीजें समाहित हैं जैसे कि तंत्र में नियत करने के लिए तयशुदा वातावरण, तंत्र में आबंटित करने के लिए सदस्यताएँ, तंत्र में लागू करने के लिए तंत्र नमूना...आदि.
it: Le chiavi di attivazione forniscono un insieme di caratteristiche che possono essere applicate ad un sistema durante la registrazione. Ciò include un ambiente predefinito per l'assegnazione al sistema, le sottoscrizioni da assegnare al sistema, il template da applicare al sistema...ecc.
ja: アクティベーションキーにより、システムに割り当てるデフォルト環境、システムに割り振るサブスクリプション、システムに適用するシステムテンプレートなどの機能をシステム登録中にシステムに適用することができます。
mr: ॲक्टिवेशन किज् गुणधर्मांचा संच पुरवतो ज्यास प्रणालीची नोंदणी करताना प्रणालीसाठी लागू करणे शक्य आहे. यामध्ये, प्रणालीकरीता लागू करण्याजोगी पूर्वनिर्धारित वातावरणे, प्रणालीसाठी वाटपकरीता सबस्क्रिप्शन्स्, प्रणालीकरीता लागू करण्याजोगी प्रणाली टेम्पलेट...इत्यादि समाविष्टीत आहे.
pa: ਸਰਗਰਮੀ ਕੁੰਜੀ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਿੰਦੀ ਹੈ ਜੋ ਸਿਸਟਮ ਰਜਿਸਟਰੇਸ਼ਨ ਦੌਰਾਨ ਸਿਸਟਮ ਤੇ ਲਾਗੂ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ। ਇਸ ਵਿੱਚ ਸ਼ਾਮਿਲ ਹਨ, ਜਿਵੇਂ ਸਿਸਟਮ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਮੂਲ ਵਾਤਾਵਰਨ, ਸਿਸਟਮ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਮੈਂਬਰੀ, ਸਿਸਟਮ ਤੇ ਲਾਗੂ ਕਰਨ ਵਾਲਾ ਸਿਸਟਮ ਟੈਂਪਲਿਟ...ਆਦਿ।
ru: Ключи активации определяют параметры для применения в процессе регистрации системы, включая выбор исходного окружения, подписок, шаблонов и т.п.
ta: சிஸ்டம் பதிவின் போது ஒரு சிஸ்டம் எழுத்துக்களின் ஜோடியை செயல்பாட்டு விசைகள் இதில் செயல்படுத்த வழங்குகிறது. இது, சிஸ்டத்தில் முன்னிருப்பு சூழலை ஒதுக்குவதற்கு , சிஸ்டத்திற்கு சந்தாக்களை ஒதுக்க, சிஸ்டம் மாதிரிஉருவை சிஸ்டத்தில் செயல்படுத்துவதையும் சேர்ந்ததாகும்... இன்னும் பல.

source: Activation key '%s' was created.
bn: '%s' অ্যাক্টিভেশন-কি প্রস্তুত করা হয়েছে
de: Aktivierungsschlüssel '%s' wurde erstellt.
es: Ha sido creada la llave de activación '%'
gu: સક્રિયકરણ કી '%s' બનાવેલ હતી.
hi: सक्रियकरण कुंजी '%s' बनाया गया था.
it: La chiave di attivazione '%s' è stata creata.
ja: アクティベーションキー '%s' が作成されました。
mr: ॲक्टिवेशन कि '%s' निर्माण केले.
pa: ਸਰਗਰਮੀ ਕੁੰਜੀ '%s' ਬਣਾਈ ਗਈ ਹੈ।
ru: Ключ «%s» создан.
ta: செயல்பாட்டு விசை '%s' உருவாக்கப்பட்டது

source: Activation key '%s' was updated.
bn: '%s' অ্যাক্টিভেশন-কি আপডেট করা হয়েছে।
de: Aktivierungsschlüssel '%s' wurde aktualisiert.
es: Ha sido actualizada la llave de activación '%'
gu: સક્રિયકરણ કી '%s' સુધારેલ હતી.
hi: सक्रियकरण कुंजी '%s' अद्यतन किया गया था.
it: La chiave di attivazione '%s' è stata aggiornata.
ja: アクティベーションキー '%s' は更新されました。
mr: ॲक्टिवेशन कि '%s' सुधारित केले.
pa: ਸਰਗਰਮੀ ਕੁੰਜੀ '%s' ਅੱਪਡੇਟ ਹੋਈ ਸੀ।
ru: Ключ «%s» обновлен.
ta: செயல்பாட்டு விசை '%s' புதுப்பிக்கப்பட்டது

source: Add
bn: যোগ করুন
de: Hinzufügen
es: Añadir
gu: ઉમેરો
hi: जोड़ें
it: Aggiungi
ja: 追加
mr: समाविष्ट करा
pa: ਜੋੜੋ
ru: Добавить
ta: சேர்

source: Add All
bn: সকল যোগ করুন
de: Alle hinzufügen
es: Añadir todas
gu: બધુ ઉમેરો
hi: सभी जोड़ें
it: Aggiungi tutti
ja: すべてを追加
mr: सर्व समाविष्ट करा
pa: ਸਭ ਜੋੜੋ
ru: Добавить все
ta: அனைத்தும் சேர்

source: Add Global Permission
bn: সার্বজনীন অনুমতি যোগ করুন
de: Globale Berechtigung hinzufügen
es: Añadir permiso global
gu: વૈશ્ર્વિક પરવાનગી વાપરો
hi: ग्लोबल अनुमति जोड़ें
it: Aggiungi il permesso globale
ja: グローバルパーミッションを追加
mr: ग्लोबल परवानगी समाविष्ट करा
pa: ਗਰੋਬਲ ਮਨਜੂਰੀ ਜੋੜੋ
ru: Добавление разрешения
ta: உலக அனுமதிகளை சேர்

source: Add New Environment
bn: নতুন এনভায়রনমেন্ট যোগ করুন
de: Neue Umgebung hinzufügen
es: Añadir nuevo entorno
gu: નવાં પર્યાવરણને ઉમેરો
hi: नया वातावरण जोड़ें
it: Aggiungi un nuovo ambiente
ja: 新規の環境を追加
mr: नवीन वातावरण समाविष्ट करा
pa: ਨਵਾਂ ਇਨਵਾਇਰਮੈਂਟ ਜੋੜੋ
ru: Добавить окружение
ta: புதிய சூழலை சேர்

source: Add Package Canceled
bn: প্যাকেজ বাতিল যোগ করুন
de: Hinzufügen von Paket abgebrochen
es: Añadir paquete cancelado
gu: રદ થયેલ પેકેજને ઉમેરો
hi: संकुल जोड़ें को रद्द किया गया
it: Aggiunta pacchetto cancellata
ja: パッケージの追加が取り消されました
mr: रद्द केलेले संकुल समाविष्ट करा
pa: ਪੈਕੇਜ ਜੋੜਨਾ ਰੱਦ ਹੋਇਆ
ru: Добавление пакета отменено
ta: சேர்த்தல் தொகுப்பு ரத்துசெய்யப்பட்டது

source: Add Package Complete
bn: প্যাকেজ সমাপ্তি যোগ করুন
de: Hinzufügen von Paket abgeschlossen
es: Añadir paquete completo
gu: પૂર્ણ પેકેજ ઉમેરો
hi: संकुल जोड़ें संपन्न
it: Aggiunta pacchetto completata
ja: パッケージの追加が完了
mr: पूर्ण झालेले संकुल समाविष्ट करा
pa: ਪੈਕੇਜ ਜੋੜਨਾ ਮੁਕੰਮਲ ਹੋਇਆ
ru: Добавление пакета завершено
ta: சேர்த்தல் தொகுப்பு முடிந்தது

source: Add Package Error
bn: প্যাকেজ ত্রুটি যোগ করুন
de: Fehler beim Hinzufügen von Paket
es: Añadir error de paquete
gu: પેકેજ ભૂલ ઉમેરો
hi: संकुल जोड़ें त्रुटि
it: Errore aggiunta pacchetto
ja: パッケージの追加でエラー発生
mr: संकुल त्रुटी समाविष्ट करा
pa: ਪੈਕੇਜ ਜੋੜਨ ਵਿੱਚ ਗਲਤੀ
ru: Ошибка добавления пакета
ta: சேர்த்தல் தொகுப்பு பிழை

source: Add Package Group Canceled
bn: প্যাকেজ সংকলন বাতিল যোগ করুন
de: Hinzufügen von Paketgruppe abgebrochen
es: Añadir grupo de paquete cancelado
gu: રદ થયેલ પેકેજ જૂથને ઉમેરો
hi: संकुल समूह जोड़ें को रद्द किया गया
it: Aggiunta gruppo di pacchetti cancellata
ja: パッケージグループの追加が取り消されました
mr: रद्द केलेले संकुल गट समाविष्ट करा
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਜੋੜਨਾ ਰੱਦ ਹੋਇਆ
ru: Добавление группы пакетов отменено
ta: சேர்த்தல் தொகுப்பு குழு ரத்துசெய்யப்பட்டது

source: Add Package Group Complete
bn: প্যাকেজ সংকলন সমাপ্তি যোগ করুন
de: Hinzufügen von Paketgruppe abgeschlossen
es: Añadir grupo de paquetes completo
gu: પૂર્ણ પેકેજ જૂથ ઉમેરો
hi: संकुल समूह जोड़ें संपन्न
it: Aggiunta gruppo pacchetti completata
ja: パッケージグループの追加が完了
mr: पूर्ण झालेले संकुल गट समाविष्ट करा
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਜੋੜਨਾ ਮੁਕੰਮਲ ਹੋਇਆ
ru: Добавление группы пакетов завершено
ta: சேர்த்தல் தொகுப்பு குழு முடிந்தது

source: Add Package Group Error
bn: প্যাকেজ সংকলন ত্রুটি যোগ করুন
de: Fehler beim Hinzufügen von Paketgruppe
es: Añadir error de grupo de paquetes
gu: પેકેજ જૂથ ભૂલ ઉમેરો
hi: संकुल समूह जोड़ें त्रुटि
it: Errore aggiunta gruppo di pacchetti
ja: パッケージグループの追加でエラー発生
mr: संकुल गट त्रुटी समाविष्ट करा
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਜੋੜਨ ਵਿੱਚ ਗਲਤੀ
ru: Ошибка добавления группы пакетов
ta: சேர்த்தல் தொகுப்பு குழுப் பிழை

source: Add Package Group Timeout
bn: প্যাকেজ সংকলনের সময়সীমা যোগ করুন
de: Zeitüberschreitung beim Hinzufügen von Paketgruppe
es: Añadir tiempo de espera de grupo de paquetes
gu: સમયસમાપ્તિ પેકેજ જૂથ ઉમેરો
hi: संकुल समूह जोड़ें समय समाप्त
it: Timeout aggiunta gruppo di pacchetti
ja: パッケージグループ追加のタイムアウト
mr: संकुल गट वेळसमाप्ति समाविष्ट करा
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਜੋੜਨ ਦਾ ਸਮਾਂ ਸਮਾਪਤ
ru: Время ожидания добавления группы пакетов истекло
ta: சேர்த்தல் தொகுப்பு குழு நேரம் முடிந்தது

source: Add Package Timeout
bn: প্যাকেজের সময়সীমা যোগ করুন
de: Zeitüberschreitung beim Hinzufügen von Paket
es: Añadir tiempo de espera del paquete
gu: સમયસમાપ્તિ પેકેજ ઉમેરો
hi: संकुल समूह समय समाप्त
it: Timeout aggiunta pacchetto
ja: パッケージ追加のタイムアウト
mr: संकुल वेळसमाप्ति समाविष्ट करा
pa: ਪੈਕੇਜ ਜੋੜਨ ਦਾ ਸਮਾਂ ਸਮਾਪਤ
ru: Время ожидания добавления пакета истекло
ta: சேர்த்தல் தொகுப்பு நேரம் முடிந்தது

source: Add Packages
bn: প্যাকেজ যোগ করুন
de: Pakete hinzufügen
es: Añadir paquetes
gu: પેકેજો ઉમેરો
hi: संकुल जोड़ें
it: Aggiungi i pacchetti
ja: パッケージの追加
mr: सर्व संकुले समाविष्ट करा
pa: ਪੈਕੇਜ ਜੋੜੋ
ru: Добавить пакеты
ta: தொகுப்புகளை சேர்

source: Add Permission
bn: নতুন অনুমতি যোগ করুন
de: Berechtigung hinzufügen
es: Añadir permisos
gu: પરવાનગી ઉમેરો
hi: अनुमति जोड़ें
it: Aggiungi il permesso
ja: パーミッションの追加
mr: परवानगी समाविष्ट करा
pa: ਮਨਜੂਰੀ ਜੋੜੋ
ru: Добавить разрешение
ta: அனுமதியை சேர்

source: Add Permission to
bn: চিহ্নিত স্থানে অনুমতি যোগ করুন
de: Berechtigung hinzufügen zu
es: Añadir permisos a
gu: તેમાં પરવાનગી ઉમેરો
hi: इसमें अनुमति जोड़ें
it: Aggiungi il permesso a
ja: パーミッションの追加先
mr: येथे परवानगी समाविष्ट करा
pa: ਮਨਜੂਰੀ ਇਸ ਵਿੱਚ ਜੋੜੋ
ru: Добавить разрешение для
ta: இதற்கு அனுமதிக்கு சேர்

source: Add Product
bn: উৎপাদন যোগ করুন
de: Produkt hinzufügen
es: Añadir producto
gu: પ્રોડક્ટને ઉમેરો
hi: उत्पाद जोड़ें
it: Aggiungi prodotto
ja: 製品の追加
mr: उत्पादन समाविष्ट करा
pa: ਉਤਪਾਦ ਜੋੜੋ
ru: Добавить продукт
ta: தயாரிப்பை சேர்

source: Add Repository
bn: সংগ্রহস্থল যোগ করুন
de: Repository hinzufügen
es: Añadir repositorio
gu: રિપોઝીટરીને ઉમેરો
hi: रिपोजिटरी जोड़ें
it: Aaggiungi repositorio
ja: リポジトリの追加
mr: रेपॉजिटरी समाविष्ट करा
pa: ਰਿਪੋਜ਼ਟਰੀ ਜੋੜੋ
ru: Добавить репозиторий
ta: தொகுபதிவகம் சேர்

source: Add Subscriptions ▸
bn: সাবস্ক্রিপশন যোগ করুন ▸
de: Subskriptionen hinzufügen
es: Añadir suscripciones ▸
gu: ઉમેદવારીઓને ઉમેરો ▸
hi: सदस्यताएँ जोड़ें ▸
it: Aggiungi sottoscrizioni ▸
ja: サブスクリプションの追加 ▸
mr: सबस्क्रिप्शन्स् समाविष्ट करा ▸
pa: ਮੈਂਬਰੀ ਜੋੜੋ ▸
ru: Добавить подписки ▸
ta: சந்தாக்கள் சேர்

source: Add to Key
bn: কি যোগ করুন
de: Zu Schlüssel hinzufügen
es: Añadir clave
gu: કીને ઉમેરો
hi: कुंजी में जोड़ें
it: Aggiungi alla chiave
ja: キーへ追加
mr: किमध्ये समाविष्ट करा
pa: ਕੁੰਜੀ ਵਿੱਚ ਜੋੜੋ
ru: Добавить в ключ
ta: விசைக்கு சேர்

source: Added LDAP group '%s'
bn: LDAP দল '%s' যোগ করা হয়েছে
de: LDAP-Gruppe '%s' hinzugefügt
es: Añadido grupo LDAP '%s'
gu: ઉમેરાયેલ LDAP જૂથ '%s'
hi: जोड़ा गया LDAP समूह '%s'
it: Aggiunto il gruppo LDAP '%s'
ja: LDAP グループ「%s」を追加しました
pa: LDAP ਗਰੁੱਪ '%s' ਜੋੜਿਆ ਗਿਆ ਹੈ
ru: Группа LDAP «%s» добавлена

source: Added:
bn: যোগ করা হয়েছে:
de: Hinzugefügt:
es: Añadido:
gu: ઉમેરાયેલ:
hi: जोड दिया गया:
it: Aggiunto:
ja: 追加済み:
mr: समाविष्ट केले:
pa: ਜੋੜ ਦਿੱਤਾ:
ru: Добавлено:
ta: சேர்க்கப்பட்டது:

source: Adding Package Group...
bn: প্যাকেজ সংকলন যোগ করুন...
de: Paketgruppe wird hinzugefügt ...
es: Añadiendo grupo de paquete...
gu: પેકેજ જૂથને ઉમેરી રહ્યા છે...
hi: संकुल समूह जोड़ रहा है...
it: Aggiunta gruppo di pacchetti in corso...
ja: パッケージグループを追加しています...
mr: संकुल गट समाविष्ट करत आहे...
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਜੋੜ ਰਿਹਾ ਹੈ...
ru: Добавление группы пакетов...
ta: தொகுப்பு குழுவை சேர்க்கிறது...

source: Adding Package...
bn: প্যাকেজ যোগ করুন...
de: Paket wird hinzugefügt ...
es: Añadiendo paquete...
gu: પેકેજને ઉમેરી રહ્યા છે...
hi: संकुल जोड़ रहा है...
it: Aggiunta pacchetto in corso...
ja: パッケージを追加しています...
mr: संकुल समाविष्ट करत आहे...
pa: ਪੈਕੇਜ ਜੋੜ ਰਿਹਾ ਹੈ...
ru: Добавление пакета...
ta: தொகுப்பை சேர்க்கிறது...

source: Adding...
bn: যোগ করা হচ্ছে...
de: Hinzufügen ...
es: Añadiendo...
gu: ઉમેરી રહ્યા છે...
hi: जोड़ रहा है...
it: Aggiunta in corso...
ja: 追加しています...
mr: समाविष्ट करत आहे...
pa: ਜੋੜ ਰਿਹਾ ਹੈ...
ru: Добавление...
ta: சேர்க்கிறது...

source: Administer Activation Keys
bn: অ্যাক্টিভেশন-কি পরিচালনা করুন
de: Aktivierungsschlüssel verwalten
es: Administrar llaves de activación
gu: સક્રિયકરણ કીઓ સંચાલિત
hi: सक्रियकरण कुंजी का निरीक्षण करें
it: Amministra le chiavi di attivazione
ja: アクティベーションキーの管理
mr: ॲक्टिवेशन किज् व्यवस्थापीत करा
pa: ਪਰਬੰਧਨ ਸਰਗਰਮੀ ਕੁੰਜੀਆਂ
ru: Управление ключами активации
ta: நிர்வாகி செயல்பாட்டு விசை

source: Administer Changesets in Environment
bn: এনভায়রনমেন্টের মধ্যে উপস্থিত চেঞ্জ-সেট পরিচালনা করুন
de: Änderungssätze in Umgebung verwalten
es: Administrar Changesets en un entorno
gu: પર્યાવરણમાં ચેન્જસેટ સંચાલિત
hi: वातावरण में चेंजशीट प्रबंधित करें
it: Amministra Changesets nell'ambiente
ja: 環境内の変更セットを管理
mr: वातावरणात चेंजसेट व्यवस्थापीत करा
pa: ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਪਰਬੰਧਕ ਚੇਂਜਸ਼ੀਟਾਂ
ru: Управление наборами изменений в окружении
ta: நிர்வாகி சூழலில் Changeset

source: Administer GPG Keys
bn: GPG-কি পরিচালনা করুন
de: GPG-Schlüssel verwalten
es: Administrar llaves GPG
gu: GPG કી સંચાલિત
hi: जीपीजी कुंजी प्रबंधित करें
it: Amministra le chiavi GPG
ja: GPG キーの管理
mr: GPG किज् व्यवस्थापीत करा
pa: ਪਰਬੰਧਕ GPG ਕੁੰਜੀਆਂ
ru: Управление ключами GPG
ta: நிர்வாகி GPG விசை

source: Administer Organization
bn: প্রতিষ্ঠান পরিচালনা করুন
de: Organisation verwalten
es: Administrar organización
gu: સંસ્થા સંચાલિત
hi: संगठन कुंजी प्रबंधित करें
it: Amministra l'organizzazione
ja: 組織の管理
mr: संस्था व्यवस्थापीत करा
pa: ਪਰਬੰਧਕ ਸੰਗਠਨ
ru: Управление организацией
ta: நிர்வாகி நிறுவனம்
