Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Enabled by Default:
bn: ডিফল্টরূপে সক্রিয় করা হবে:
de: Standardmäßig aktiviert:
es: Habilitado de forma predeterminada:
gu: મૂળભૂત રીતે સક્રિય થયેલ છે:
hi: तयशुदा रूप में सक्रिय:
it: Abilitato per impostazione predefinita:
ja: デフォルトにより有効
mr: पूर्वनिर्धारितपणे सुरू करा:
pa: ਮੂਲ ਹੀ ਯੋਗ:
ru: Включено по умолчанию:
ta: முன்னிருப்பால் செயல்படுத்தப்பட்டது

source: End
bn: শেষ
de: Ende
es: Fin
gu: અંત
hi: समाप्त
it: Fine
ja: 終了
pa: ਅੰਤ
ru: Конец

source: End Date
bn: সমাপ্তির তারিখ
de: Enddatum
es: Fecha de terminación
gu: અંતિમ તારીખ
hi: अन्त तिथि
it: Data fine
ja: 終了日
mr: समाप्ति दिनांक
pa: ਆਖਰੀ ਮਿਤੀ
ru: Срок действия
ta: முடிவு தேதி

source: Enter Selected Content...
bn: নির্বাচিত তথ্য লিখুন...
de: Ausgewählte Inhalte eingeben ...
es: Ingresar contenido seleccionado...
gu: પસંદ થયેલ સમાવિષ્ટને દાખલ કરો...
hi: चयनित अंतर्वस्तचु दाखिल करें...
it: Inserisci contenuto selezionato...
ja: 選択済みコンテンツを入力...
mr: नीवडलेले कंटेंट द्या...
pa: ਚੁਣੇ ਸੰਖੇਪ ਦਿਓ...
ru: Введите выбранное содержимое...
ta: தேர்ந்தெடுக்கப்பட்ட உள்ளடக்கத்தை உள்ளிடவும்...

source: Environment
bn: এনভায়রনমেন্ট
de: Umgebung
es: Entorno
gu: પર્યાવરણ
hi: वातावरण
it: Ambiente
ja: 環境
mr: वातावरण
pa: ਵਾਤਾਵਰਨ
ru: Окружение
ta: சூழல்

source: Environment %s has a successor. Only the last environment on a path can be deleted
bn: Environment %s এনভায়রনমেন্টের একটি উত্তরসূরী উপস্থিত রয়েছে। পাথের সর্বশেষ এনভায়রমেন্ট শুধুমাত্র মুছে ফেলা যাবে।
de: Umgebung %s hat einen Nachfolger. Nur die letzte Umgebung auf einem Pfad kann gelöscht werden
es: Entorno %s tiene un sucesor. Solamente el último entorno en una ruta puede ser borrado
gu: પર્યાવરણ %s એક અનુગામી છે. ફક્ત પાથ પર છેલ્લા પર્યાવરણને કાઢી શકાતુ નથી
hi: वातावरण %s के पास सक्सेसर है. पथ पर अंतिम वातावरण मिटाया जा सकता है
it: L'ambiente %s ha un successore. Solo l'ultimo ambiente su un percorso può essere cancellato
ja: 環境 %s より後に別の環境があります。 一つのパス上で削除できるのは最後の環境のみです。
pa: ਇਨਵਾਇਰਮੈਂਟ %s ਦਾ ਇੱਕ ਸਫਲ ਹੈ। ਮਾਰਗ ਉੱਪਰਲਾ ਸਿਰਫ ਆਖਰੀ ਇਨਵਾਇਰਮੈਂਟ ਹੀ ਹਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ
ru: За окружением %s следуют другие окружения. Только последнее окружение может быть удалено.

source: Environment '%s' was created.
bn: '%s' এনভায়রনমেন্ট মুছে ফেলা হয়েছে।
de: Umgebung '%s' wurde erstellt.
es: Ha sido creado entorno '%s'.
gu: પર્યાવરણ '%s' બનાવેલ હતુ.
hi: वातावरण '%s' बनाया गया था.
it: Ambiente '%s' creato.
ja: 環境 '%s' を作成されました。
mr: वातावरण '%s' निर्माण केले.
pa: ਇਨਵਾਇਰਮੈਂਟ '%s' ਬਣਾਇਆ ਗਿਆ ਹੈ।
ru: Окружение «%s» создано.
ta: சூழல் '%s' உருவாக்கப்பட்டது.

source: Environment '%s' was deleted.
bn: '%s' এনভায়রনমেন্ট মুছে ফেলা হয়েছে।
de: Umgebung '%s' wurde gelöscht.
es: Ha sido borrado entorno '%s'.
gu: પર્યાવરણ '%s' ને કાઢી નાંખેલ હતુ.
hi: वातावरण '%s' मिटाया गया था.
it: Ambiente '%s' cancellato.
ja: 環境 '%s' を削除されました。
mr: वातावरण '%s' नष्ट केले.
pa: ਇਨਵਾਇਰਮੈਂਟ '%s' ਹਟਾਇਆ ਗਿਆ ਹੈ।
ru: Окружение «%s» удалено.
ta: சூழல் '%s' அழிக்கப்பட்டது.

source: Environment '%s' was updated.
bn: '%s' এনভায়রনমেন্ট আপডেট করা হয়েছে।
de: Umgebung '%s' wurde aktualisiert.
es: Ha sido actualizado entorno '%s'
gu: પર્યાવરણ '%s' ને સુધારેલ હતુ.
hi: वातावरण '%s'अद्यतन किया गया था.
it: Ambiente '%s' aggiornato.
ja: 環境 '%s' を更新されました。
mr: वातावरण '%s' सुधारित केले.
pa: ਇਨਵਾਇਰਮੈਂਟ '%s' ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।
ru: Окружение «%s» обновлено.
ta: சூழல் '%s' புதுப்பிக்கப்பட்டது.

source: Environment Promotion Paths
bn: এনভায়রনমেন্ট প্রোমোশনের পাথ
de: Umgebungs-Übertragungspfade
es: Rutas de promoción de entorno
gu: પર્યાવરણ પ્રાત્સાહન માર્ગ
hi: वातावरण संवर्धन पथ
it: Percorsi di avanzamento dell'ambiente
ja: 環境のプロモーションパス
mr: वातावरण प्रमोशन मार्ग
pa: ਵਾਤਾਵਰਨ ਪਰਮੋਸ਼ਨ ਮਾਰਗ
ru: Диаграмма окружений
ta: சூழல் உயர்வு பாதைகள்

source: Environment cannot be in its own promotion path
bn: এনভায়রনমেন্টের প্রোমোশনের পাথের মধ্যে এনভায়রনমেন্ট স্থাপন করা সম্ভব নয়
de: Umgebung kann nicht in ihrem eigenen Übertragungspfad liegen
es: No puede haber entorno en su propia ruta de entorno
gu: પર્યાવરણને તેનાં પોતાનાં પ્રોત્સાહન માર્ગમાં કરી શકાતુ નથી
hi: वातावरण को अपनी पदोन्नति के रास्ते में नहीं हो सकता है
it: L'ambiente non può trovarsi sul proprio percorso di avanzamento
ja: 環境はそれ自身のプロモーションパスに存在することはできません。
mr: वातावरण स्वतःच्या प्रमोशन मार्गावर असू शकत नाही
pa: ਵਾਤਾਵਰਨ ਆਪਣੇ ਪਰਮੋਸ਼ਨ ਮਾਰਗ ਵਿੱਚ ਨਹੀਂ ਹੋ ਸਕਦਾ
ru: Путь переноса не может быть таким же как исходный путь
ta: சூழல் உள்ளடக்கம் அதனுடைய சொந்த முன்னேற்ற பார்வை இருக்காது

source: Environment:
bn: এনভায়রনমেন্ট:
de: Umgebungen:
es: Entorno:
gu: પર્યાવરણ:
hi: वातावरण:
it: Ambiente:
ja: 環境:
mr: वातावरण:
pa: ਇਨਵਾਇਰਮੈਂਟ:
ru: Окружение:
ta: சூழல்:

source: Environments
bn: এনভায়রনমেন্ট
de: Umgebungen
es: Entornos
gu: પર્યાવરણો
hi: वातावरण
it: Ambienti
ja: 環境
mr: वातावरणे
pa: ਇਨਵਾਇਰਮੈਂਟ
ru: Окружения
ta: சூழல்கள்

source: Errata
bn: ত্রুটি-বিচ্যুতি
es: Erratas
gu: એરાટા
hi: इरेटा
ja: エラータ
mr: एराटा
pa: ਇਰੱਟਾ
ru: Исправления
ta: பிழை

source: Errata Install
bn: ত্রুটি-বিচ্যুতি ইনস্টলেশন
de: Errata Installation
es: Instalar erratas
gu: એરાટા સ્થાપન
hi: इरेटा संस्थापन
it: Installazione errata
ja: エラータのインストール
mr: एराटा प्रतिष्ठापन
pa: ਇਰੱਟਾ ਇੰਸਟਾਲ
ru: Установка исправлений
ta: பிழை நிறுவல்

source: Errata Install scheduled by %s
bn: %s দ্বারা নির্ধারিত ত্রুটি-বিচ্যুতির ইনস্টলেশন
de: Errata Installation eingeplant durch %s
es: Instalación de erratas programada por %s
gu: %s દ્દારા એરાટા સ્થાપનને સુનિશ્ચિત કરેલ છે
hi: इरेटा संस्थापन %s के द्वारा नियत
it: Installazione errata programmata per il %s
ja: %s によりエラータのインストールがスケジュールされました。
mr: %s तर्फे एराटा प्रतिष्ठापन क्रमवारित लावले
pa: ਇਰੱਟਾ ਇੰਸਟਾਲ %s ਦੁਆਰਾ ਤਹਿ ਕੀਤਾ ਗਿਆ ਹੈ
ru: Установку исправлений назначил: %s
ta: பிழை நிறுவல் %s-ஆல் திட்டமிடப்பட்டது

source: Errata scheduled for install.
bn: ইনস্টলেশনের জন্য নির্ধারিত ত্রুটি-বিচ্যুতি।
de: Errata zur Installation eingeplant.
es: Erratas programadas para instalación.
gu: સ્થાપન માટે એરાટા સુનિશ્ચિત છે
hi: संस्थापन के लिए इरेटा नियत.
it: Errata programmata per l'installazione.
ja: エラータのインストールがスケジュールされました。
mr: प्रतिष्ठापनकरीता एराटा क्रमवारित लावले.
pa: ਇੰਸਟਾਲ ਲਈ ਇਰੱਟਾ ਤਹਿ
ru: Установка исправлений назначена.
ta: பிழை நிறுவ இருக்கிறது

source: Erratum
bn: ত্রুটি-বিচ্যুতি
es: Errata
hi: इरेटा
ja: エラータ
mr: एराटम
pa: ਇਰੱਟਮ
ru: Исправление
ta: அச்சுப்பிழை

source: Erratum '%s' doesn't belong to the specified product!
bn: '%s' ইরাটা কোনো সুনির্দিষ্ট উৎপাদনের সাথে যুক্ত নয়!
de: Erratum '%s' gehört nicht zum angegebenen Produkt!
es: iLa errata '%' no pertenece al producto especificado!
gu: Erratum '%s' કોઇ ચોક્કસ પ્રોડક્ટને સંબંધિત નથી!
hi: इरेटा '%s' विशेष उत्पाद में हिस्सा नहीं है!
it: L'errata '%s' non appartiene al prodotto specificato!
ja: エラータ「%s」は指定された製品に属していません。
mr: एराटम '%s' निर्देशीत उत्पादनच्या मालकिचे नाही!
pa: ਇਰੱਟਮ '%s' ਨਿਰਧਾਰਤ ਉਤਪਾਦ ਨਾਲ ਸੰਬੰਧਿਤ ਨਹੀਂ ਹੈ!
ru: Исправление «%s» не подходит для выбранного продукта.
ta: பிழை '%s' இந்த குறிப்பிட்ட தயாரிப்புக்கு இல்லை.

source: Error
bn: ত্রুটি
de: Fehler
gu: ભૂલ
hi: त्रुटि
it: Errore
ja: エラー
mr: त्रुटी
pa: ਗਲਤੀ
ru: Ошибка
ta: பிழை

source: Error syncing!
bn: সুসংগত করে ত্রুটি!
de: Synchronisationsfehler!
es: Error al sincronizar
gu: સુમેળ કરતી વખતે ભૂલ!
hi: तुल्यकालन में त्रुटि!
it: Errore di sincronizzazione!
ja: 同期でエラーが発生しました!
mr: सिंकिंगवेळी त्रुटी!
pa: ਸਮਕਾਲੀ ਗਲਤੀ!
ru: Ошибка синхронизации.
ta: ஒத்திசைக்கும் பிழை!

source: Error while deleting provider [ %s ]: %s
bn: উপলব্ধকারীর তথ্য মুছে ফেলার সময় ত্রুটি [ %s ]: %s
de: Fehler beim Löschen von Provider [ %s ]: %s
es: Error al borrar proveedor [ %s ]: %s
gu: જ્યારે પ્રદાતા [ %s ] ને કાઢી રહ્યા હોય ત્યારે ભૂલ: %s
hi: [ %s ] प्रदाता मिटाने के दौरान त्रुटि: %s
it: Errore durante la cancellazione del provider [ %s ]: %s
ja: プロバイダー [ %s ] 削除中のエラー: %s
mr: प्रोव्हाइडर [ %s ] नष्ट करतेवेळी त्रुटी आढळली: %s
pa: ਪਰੋਵਾਈਡਰ [ %s ] ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ ਗਲਤੀ: %s
ru: Ошибка удаления провайдера [ %s ]: %s
ta: வழங்குநரை அழிக்கும் போது பிழை [ %s ]: %s

source: Error:
bn: ত্রুটি:
de: Fehler:
gu: ભૂલ:
hi: त्रुटि:
it: Errore:
ja: エラー:
mr: त्रुटी:
pa: ਗਲਤੀ:
ru: Ошибка:
ta: பிழை:

source: Event
bn: ইভেন্ট
de: Ereignis
es: Evento
gu: ઘટના
hi: घटना
it: Evento
ja: イベント
mr: इव्हेंट
pa: ਘਟਨਾ
ru: Событие
ta: நிகழ்வு

source: Events
mr: इव्हेंटस्
pa: ਘਟਨਾਵਾਂ

source: Exactly one distribution must be present to export a TDL
bn: একটি TDL এক্সপোর্ট করার জন্য শুধুমাত্র একটি ডিস্ট্রিবিউশন উপস্থিত থাকা আবশ্যক
de: Genau eine Distribution muss vorhanden sein, um eine TDL zu exportieren
es: Debe estar presente exactamente una distribución para exportar un TDL
gu: બરાબર એક વિતરણ TDL ને નિકાસ કરવા માટે હાજર હોવુ જ જોઇએ
hi: पूरी तरह से एक वितरण को TDL में निर्यात करने के लिए उपस्थित रहना चाहिए
it: Per esportare un TDL è necessaria la presenza esatta di una distribuzione
ja: TDL をエクスポートするには、ディストリビューションが 1 つ存在する必要があります。
mr: TDL एक्सपोर्ट करण्यासाठी किमान एक वितरण उपलब्ध असायला हवे
pa: ਇੱਕ TDL\ ਐਕਸਪੋਰਟ ਕਰਨ ਲਈ ਇੱਕ ਡੁਸਟਰੀਬਿਊਸ਼ਨ ਮੌਜੂਦ ਹੋਣਾ ਜਰੂਰੀ ਹੈ
ru: Для экспорта TDL необходим как минимум один дистрибутив
ta: ஒரு TDLஐ ஏற்றுமதி செயவதற்கு சரியாக ஒரு விநியோகம் இருக்க வேண்டும்

source: Expand
bn: প্রসারিত করুন
de: Ausklappen
es: Expandir
gu: વિસ્તારો
hi: फैलाएँ
it: Espandi
ja: 展開
mr: विस्तारित करा
pa: ਫੈਲਾਓ
ru: Развернуть
ta: விரிவாக்கம்

source: Expand All
bn: সকল প্রসারিত করুন
de: Alle ausklappen
es: Expandir todos
gu: બધુ વિસ્તારો
hi: सभी फैलाएँ
it: Espandi tutti
ja: すべて展開
mr: सर्व विस्तारित करा
pa: ਸਭ ਫੈਲਾਓ
ru: Развернуть все
ta: அனைத்து விரிவாக்கு

source: Expand/Contract All
mr: सर्व वाढवा/कमी
pa: ਸਭ ਫੈਲਾਓ/ਸੰਕੁਚਿਤ

source: Expanded
bn: প্রসারিত
de: Ausgeklappt
es: Expandido
gu: વિસ્તરેલ
hi: विस्तारित
it: Ampliato
ja: 展開
pa: ਫੈਲਿਆ
ru: Развернуто

source: Expected attribute is missing:
bn: প্রত্যাশিত অ্যাট্রিবিউট অনুপস্থিত রয়েছে:
de: Erwartetes Attribut fehlt:
es: Falta atributo esperado:
gu: ઇચ્છિત ગુણધર્મ ગેરહાજર છે:
hi: प्रत्याशित विशेषता गुम:
it: L'attributo previsto risulta mancante:
ja: 予期される属性がありません:
mr: अपेक्षीत गुणधर्म आढळले नाही:
pa: ਲੋੜੀਂਦਾ ਐਟਰੀਬਿਊਟ ਗੈਰਮੌਜੂਦ ਹੈ:
ru: Отсутствует атрибут:
ta: எதிர்பார்க்கப்பட்ட பண்பு விடுப்பட்டுள்ளது;

source: Fact
bn: সংবাদ
de: Fakt
es: Evento
gu: તથ્ય
hi: तथ्य
it: Evento
ja: 情報
mr: फॅक्ट
pa: ਸਿਧਾਂਤ
ru: Компонент
ta: காரணி

source: Facts
bn: সংবাদ
de: Fakten
es: Eventos
gu: તથ્ય
hi: तथ्य
it: Eventi
ja: 情報
mr: फॅक्टस्
pa: ਸਿਧਾਂਤ
ru: Статистика
ta: காரணிகள்

source: Failed
bn: বিফল
de: Fehlgeschlagen
es: Falló
gu: નિષ્ફળ
hi: विफल
it: Fallito
ja: 失敗
mr: अपयशी
pa: ਫੇਲ ਹੋਇਆ ਹੈ
ru: Ошибка
ta: தோல்வியுற்றது

source: Failed to create candlepin environment %s
bn: candlepin পরিবেশ %s প্রস্তুত করতে ব্যর্থ
de: Erstellung der Candlepin-Umgebung %s fehlgeschlagen
es: Falló la creación de entorno de Candlepin %s
gu: candlepin પર્યાવરણને %s ને બનાવવામાં નિષ્ફળતા
hi: कैंडलपिन वातावरण %s बनाने में विफल
it: Creazione ambiente %s in candlepin fallita
ja: candlepin の環境 %s の作成に失敗しました。
mr: कँडलपिन वातावरण %s निर्माण करण्यास अपयशी
pa: candlepin ਇਨਵਾਇਰਮੈਂਟ %s ਬਣਾਉਣ ਤੋਂ ਫੇਲ ਹੋਇਆ ਹੈ
ru: Не удалось создать окружение candlepin %s
ta: candlepin சூழலை %s உருவாக்க முடியவில்லை

source: Failed to create candlepin owner %s
bn: candlepin মালিক %s প্রস্তুত করতে ব্যর্থ
de: Erstellung des Candlepin-Besitzers %s fehlgeschlagen
es: Falló la creación de propietario de Candlepin %s
gu: candlepin માલિક %s ને બનાવવામાં નિષ્ફળતા
hi: कैंडलपिन स्वामी %s बनाने में विफल
it: Creazione proprietario %s in candlepin fallita
ja: candlepin の所有者 %s の作成に失敗しました。
mr: कँडलपिन मालकी %s निर्माण करण्यास अपयशी
pa: candlepin ਮਾਲਕ %s ਬਣਾਉਣ ਤੋਂ ਫੇਲ ਹੋਇਆ ਹੈ
ru: Не удалось создать владельца candlepin %s
ta: candlepin சூழலை %s உருவாக்க முடியவில்லை

source: Failed to delete all environments for owner %s in candlepin:
bn: candlepin-র মধ্যে %s মালিকের সাথে যুক্ত সকল পরিবেশ মুছে ফেলতে ব্যর্থ:
de: Löschen aller Umgebungen für Besitzer %s in Candlepin fehlgeschlagen:
es: Falló el borrado de entorno de propietario %s en Candlepin:
gu: candlepin માં માલિક %s માટે બધા પર્યાવરણોને કાઢી નાંખતી વખતે નિષ્ફળતા:
hi: %s स्वामी के लिए कैंडलपिन में सभी वातावरण मिटाने में विफल
it: Rimozione di tutti gli ambienti per il proprietario %s in candlepin fallita:
ja: candlepin 内の所有者 %s のすべての環境の削除に失敗しました。
mr: कँडलपिनमध्ये मालक %s करीता सर्व वातावरणे नष्ट करण्यास अपयशी:
pa: ਮਾਲਕ %s ਲਈ candlepin ਵਿੱਚ ਸਭ ਇਨਵਾਇਰਮੈਂਟ ਹਟਾਉਣ ਤੋਂ ਫੇਲ ਹੋਇਆ ਹੈ:
ru: Не удалось удалить все окружения для пользователя %s в candlepin:
ta: candlepin-இல் உரிமையாளர் %sக்கு அனைத்து சூழல்களையும் அழிக்க முடியவில்லை

source: Failed to delete all providers for owner %s in candlepin: %s
mr: कँडलपिनमध्ये मालक %s करीता सर्व प्रोव्हाइडर्स् नष्ट करण्यास अपयशी: %s
pa: ਮਾਲਕ %s ਲਈ candlepin ਵਿੱਚ ਸਭ ਪਰੋਵਾਈਡਰ ਹਟਾਉਣ ਤੋਂ ਫੇਲ ਹੋਇਆ ਹੈ: %s

source: Failed to delete all systems for owner %s in candlepin: %s
bn: candlepin-র মধ্যে %s মালিকের সাথে যুক্ত সকল সিস্টেম মুছে ফেলতে ব্যর্থ:
de: Löschen aller Systeme für Besitzer %s in Candlepin fehlgeschlagen:
es: Falló el borrado de todos los sistemas para propietario %s en Candlepin: %s
gu: candlepin માં માલિક %s માટે બધી સિસ્ટમોને કાઢી નાંખવાનું નિષ્ફળ: %s
hi: स्वामी %s के लिए कैंडलपिन में सभी तंत्र मिटाने में विफल: %s
it: Rimozione di tutti i sistemi per il proprietario %s in candlepin fallita: %s
ja: candlepin 内の所有者 %s のすべてのシステムの削除に失敗しました。
mr: कँडलपिनमध्ये मालककरीता सर्व प्रणाली नष्ट करण्यास अपयशी: %s
pa: ਮਾਲਕ %s ਲਈ candlepin ਵਿੱਚ ਸਭ ਸਿਸਟਮ ਹਟਾਉਣ ਤੋਂ ਫੇਲ ਹੋਇਆ ਹੈ: %s
ru: Не удалось удалить все системы для пользователя %s в candlepin: %s
ta: candlepin-இல் உரிமையாளர் %sக்கு அனைத்து சிஸ்டங்களை அழிக்க முடியவில்லை

source: Failed to delete candlepin environment %s
bn: candlepin পরিবেশ %s মুছে ফেলতে ব্যর্থ
de: Löschen der Candlepin-Umgebung %s fehlgeschlagen
es: Falló el borrado de entorno de Candlepin %s
gu: candlepin પર્યાવરણ %s ને કાઢવામાં નિષ્ફળતા
hi: कैंडलपिन वातावरण %s मिटाने में विफल
it: Rimozione ambiente %s in candlepin fallita
ja: candlepin の環境 %s の削除に失敗しました。
mr: कँडलपिन वातावरण %s नष्ट करण्यास अपयशी
pa: candlepin ਇਨਵਾਇਰਮੈਂਟ %s ਨੂੰ ਹਟਾਉਣ ਤੋਂ ਫੇਲ ਹੋਇਆ ਹੈ
ru: Не удалось удалить окружение candlepin %s
ta: candlepin சூழலை %s அழிக்க முடியவில்லை

source: Failed to delete candlepin owner %s
bn: candlepin মালিক %s মুছে ফেলতে ব্যর্থ
de: Löschen des Candlepin-Besitzers %s fehlgeschlagen
es: Falló el borrado de Candlepin %s
gu: candlepin માલિક %s ને કાઢવામાં નિષ્ફળતા
hi: कैंडलपिन स्वामी %s मिटाने में विफल
it: Rimozione proprietario %s in candlepin fallita
ja: candlepin の所有者 %s の削除に失敗しました。
mr: कँडलपिन मालक %s नष्ट करण्यास अपयशी
pa: candlepin ਮਾਲਕ %s ਨੂੰ ਹਟਾਉਣ ਤੋਂ ਫੇਲ ਹੋਇਆ ਹੈ
ru: Не удалось удалить владельца candlepin %s
ta: candlepin சூழலை %s அழிக்க முடியவில்லை

source: Failed to delete organization '%s'. Check notices for more details.
bn: '%s' প্রতিষ্ঠানের তথ্য মুছে ফেলতে ব্যর্থ। অধিক বিবরণের জন্য সূচনাবার্তা দেখুন।
de: Löschen der Organisation '%s' fehlgeschlagen. Siehe Notizen für weitere Details.
es: Falló el borrado de organización '%'. Verifique los anuncios para obtener mayor información.
gu: સંસ્થા '%s' ને કાઢવામાં નિષ્ફળતા. વધારે વિગતો માટે સૂચનાઓ ચકાસો.
hi: संगठन '%s' मिटाने में विफल. अधिक विवरण के लिए सूचना जाँचें.
it: Rimozione organizzazione '%s' fallita. Controllare le informazioni per maggiori dettagli.
ja: 組織 '%s' の削除の削除に失敗しました。通知の詳細を確認してください。
mr: संस्था '%s' नष्ट करण्यास अपयशी. अधिक तपशीलकरीता सूचना तपासा.
pa: ਸੰਗਠਨ '%s' ਨੂੰ ਹਟਾਉਣ ਤੋਂ ਫੇਲ ਹੋਇਆ ਹੈ। ਹੋਰ ਵੇਰਵੇ ਲਈ ਸੂਚਨਾ ਵੇਖੋ।
ru: Не удалось удалить организацию «%s» (см. уведомления).
ta: நிறுவனம் '%s'ஐ அழிக்க முடியாது. மேலும் விவரங்களுக்கு அறிவிப்புகளை பார்க்கவும்.

source: Failed to promote changeset '%s'. Check notices for more details
bn: '%s' changeset প্রোমোট করতে ব্যর্থ। অধিক বিবরণের জন্য সূচনাবার্তা দেখুন।
de: Übertragung des Änderungssatzes '%s' fehlgeschlagen. Siehe Notizen für weitere Details.
es: Falló la promoción de Changeset '%'. Verifique los anuncios para obtener mayor información.
gu: ચેન્જસેટ '%s' ને પ્રોત્સાહિત કરવામાં નિષ્ફળતતા. વધારે વિગતો માટે સૂચનાઓ ચકાસો
hi: चेंजसेट '%s' के प्रोन्नयन में विफल. अधिक विवरण के लिए सूचना जाँचें.
it: Avanzamento changeset '%s' fallito. Controllare le informazioni per maggiori dettagli
ja: 更新セット '%s' のプロモートに失敗しました。通知の詳細を確認してください。
mr: चेंजसेट '%s' प्रमोट करण्यास अपयशी. अधिक तपशीलकरीता सूचना तपासा.
pa: ਚੇਂਜਸੈੱਟ '%s' ਨੂੰ ਪਰੋਮੋਟ ਕਰਨ ਤੋਂ ਫੇਲ ਹੋਇਆ ਹੈ। ਹੋਰ ਵੇਰਵੇ ਲਈ ਸੂਚਨਾ ਵੇਖੋ
ru: Не удалось перенести набор «%s» (см. уведомления).
ta: நிறுவனம் '%s'ஐ முன்னேற்ற முடியாது. மேலும் விவரங்களுக்கு அறிவிப்புகளை பார்க்கவும்.

source: File
bn: ফাইল
de: Datei
es: Archivo
gu: ફાઇલ
hi: फ़ाइल
ja: ファイル
mr: फाइल
pa: ਫਾਈਲ
ru: Файл
ta: கோப்பு

source: Filelist
bn: ফাইলের তালিকা
de: Dateiliste
es: Lista de archivo
gu: ફાઇલયાદી
it: Elencofile
ja: ファイル一覧
mr: फाइलसूची
pa: ਫਾਈਲਲਿਸਟ
ru: Список файлов
ta: கோப்புப்பட்டியல்

source: Filter
bn: ফিল্টার
es: Filtro
gu: ફિલ્ટર
hi: फिल्टर
it: Filtro
ja: フィルター
mr: फिल्टर
pa: ਫਿਲਟਰ
ru: Фильтр
ta: வடிப்பி

source: Filter %s created successfully.
bn: %s ফিল্টার সাফল্যের সাথে প্রস্তুত করা হয়েছে
de: Filter %s erfolgreich erstellt.
es: Filtro %s ha sido creado correctamente.
gu: ફિલ્ટર %s ને સફળતાપૂર્વક બનાવ્યું.
hi: नमूना %s सफलतापूर्वक बनाया गया
it: Filtro %s creato con successo.
ja: フィルター %s が正常に作成されました。
mr: फिल्टर %s यशस्वीरित्या निर्माण केले.
pa: ਫਿਲਟਰ %s ਸਫਲਤਾਪੂਰਕ ਬਣ ਗਿਆ ਹੈ।
ru: Фильтр %s создан.
ta: வடிப்பி %s வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Filter on loaded Events...
bn: লোড করা ইভেন্টের সাথে ব্যবহারযোগ্য ফিল্টার...
de: Filter auf geladenen Ereignissen ...
es: Filtrar en eventos cargados...
gu: લાવેલ ઘટનાઓ પર ફિલ્ટર...
hi: लोडेड कार्यक्रम पर फिल्टर...
it: Filtra sugli eventi caricati...
ja: ロード済みのイベントをフィルター...
mr: लोड झालेल्या इव्हेंटस्ला फिल्टर करा...
pa: ਲੋਡ ਕੀਤੇ ਈਵੈਂਟ ਉੱਪਰ ਫਿਲਟਰ...
ru: Выбрать по загруженным событиям...
ta: ஏற்றப்பட்ட நிகழ்வுகளில் வடிப்பி...

source: Filter on loaded packages...
bn: লোড করা প্যাকেজের উপর ফিল্টার করুন...
de: Filter auf geladenen Paketen ...
es: Filtrar en paquetes cargados...
gu: લાવેલ પેકેજો પર ફિલ્ટર...
hi: लोडेड संकुल पर फिल्टर...
it: Filtra sui pacchetti caricati...
ja: ロード済みのパッケージをフィルター...
mr: लोड झालेल्या संकुलांना फिल्टर करा...
pa: ਲੋਡ ਕੀਤੇ ਪੈਕੇਜਾਂ ਤੇ ਫਿਲਟਰ...
ru: Выбрать по загруженным пакетам...
ta: ஏற்றப்பட்ட தொகுப்புகளில் வடிப்பி...

source: Filter...
bn: ফিল্টার...
es: Filtrar...
gu: ફિલ્ટર ...
hi: फिल्टर...
it: Filtro...
ja: フィルター...
mr: फिल्टर...
pa: ਫਿਲਟਰ...
ru: Фильтр...
ta: வடிப்பி...

source: Filtered Packages
bn: ফিল্টার করা প্যাকেজ
de: Gefilterte Pakete
es: Paquetes filtrados
gu: ફિલ્ટર થયેલ પેકેજો
hi: फिल्टर किया संकुल
it: Pacchetti filtrati
ja: フィルターされるパッケージ
mr: फिल्टर झालेले संकुले
pa: ਫਿਲਟਰ ਕੀਤੇ ਪੈਕੇਜ
ru: Пакеты
ta: வடிக்கப்பட்ட தொகுப்புகள்

source: Filters
bn: ফিল্টার
de: Filter
es: Filtros
gu: ફિલ્ટરો
hi: फिल्टर
it: Filtri
ja: フィルター
mr: फिल्टर्स्
pa: ਫਿਲਟਰ
ru: Фильтры
ta: வடிப்பிகள்

source: Filters assigned to repository or product of erratum '%s' block it from promotion!
bn: সংগ্রহস্থল অথবা উৎপাদনের '%s' ত্রুটি-বিচ্যুতির সাথে যুক্ত ফিল্টারের ফলে সেটিকে প্রোমোট করা যাচ্ছে না!
de: Die zum Repository oder Produkt von Erratum '%s' zugewiesenen Filter hindern es an der Übertragung!
es: Filtros asignados a repositorio o producto de errata '%s' lo bloquean de la promoción
gu: ફિલ્ટરો પ્રોત્સાહન માંથી erratum '%s' બ્લોકની રિપોઝીટરી અથવા પ્રોડક્ટમાં સોંપેલ છે!
hi: '%s' ने इसे प्रोन्नयन के लिए रोका!
it: I filtri assegnati al repositorio o prodotto dell'erratum '%s' bloccano il suo avanzamento
ja: エラータ「%s」の製品またはリポジトリに割り当てられているフィルターによってプロモージョンの実行がブロックされています。
pa: ਇਰੱਟਮ '%s' ਦੀ ਰਿਪੋਜ਼ਟਰੀ ਜਾਂ ਉਤਪਾਦ ਨੂੰ ਨਿਰਧਾਰਤ ਫਿਲਟਰ ਇਸਨੂੰ ਪਰਮੋਸ਼ਨ ਤੋਂ ਰੋਕਦੇ ਹਨ!
ru: Фильтры для репозиториев или продуктов исправления «%s» не допускают его перенос.

source: Filters can be stored only in Library repositories.
bn: শুধুমাত্র Library সংগ্রহস্থলের মধ্যে ফিল্টার সংগ্রহ করা যাবে।
de: Filter können nur in Bibliothek-Repositorys gespeichert werden.
es: Los filtros pueden ser almacenados únicamente en repositorios de bibliotecas.
gu: ફિલ્ટર ફક્ત લાઇબ્રેરી રિપોઝીટરીઓમાં સંગ્રહ કરી શકાય છે.
hi: केवल लाइब्रेरी रिपोजिटरी में फिल्टर छाँटा जा सकता है.
it: I filtri possono essere archiviti solo in repositori Library.
ja: フィルターを格納できるのはライブラリのリポジトリのみです。
mr: फिल्टर्स्ला फक्त लाइब्ररि रेपॉजिटरिज् मध्ये साठवणे शक्य आहे.
pa: ਫਿਲਟਰ ਸਿਰਫ ਲਾਇਬਰੇਰੀ ਰਿਪੋਜ਼ਟਰੀਆਂ ਵਿੱਚ ਸਟੋਰ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।
ru: Фильтры могут храниться только в репозитории Library.
ta: ஒரு நூலக தொகுபதிவகங்களின் மட்டுமே வடிப்பிகள் உருவாக்கப்படும்

source: Finished
mr: पूर्ण झाले
pa: ਮੁਕੰਮਲ

source: Force
mr: फोर्स
pa: ਮਜਬੂਰ

source: Forgotten username or password?
mr: वापरकर्तानाव किंवा पासवर्ड विसरलात?
pa: ਯੂਜ਼ਰ-ਨਾਂ ਜਾਂ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?

source: Full Access
bn: সম্পূর্ণ ব্যবহারাধিকার
de: Voller Zugriff
es: Acceso total
gu: સંપૂર્ણ પ્રવેશ
hi: पूर्ण पहुँच
it: Accesso completo
ja: フルアクセス
mr: संपूर्ण प्रवेश
pa: ਪੂਰੀ ਪਹੁੰਚ
ru: Полный доступ
ta: முழு அணுகல்

source: Full Products
bn: উৎপাদনের সম্পূর্ণ তালিকা
de: Vollständige Produkte
es: Productos totales
gu: સંપૂર્ણ પ્રોડક્ટ
hi: पूर्ण उत्पाद
it: Prodotti completi
ja: 完全な製品
mr: संपूर्ण उत्पादने
pa: ਪੂਰੇ ਉਤਪਾਦ
ru: Целые продукты
ta: முழு தயாரிப்புகள்

source: GPG Key
bn: GPG-কি
de: GPG-Schlüssel
es: llave GPG
gu: GPG કી
hi: जीपीजी कुंजी
it: Chiave GPG
ja: GPG キー
mr: GPG कि
pa: GPG ਕੁੰਜੀ
ru: Ключ GPG
ta: GPG விசை

source: GPG Key '%s' was created.
bn: GPG-কি '%s' তৈরি করা হয়েছে।
de: GPG-Schlüssel '%s' wurde erstellt.
es: Ha sido creada llave GPG '%'.
gu: GPG કી '%s' ને બનાવ્યુ હતુ.
hi: जीपीजी कुंजी '%s' बनाया गया था.
it: La chiave GPG '%s' è stata creata.
ja: GPG キー '%s' を作成しました。
mr: GPG कि '%s' निर्माण केले.
pa: GPG ਕੁੰਜੀ '%s' ਬਣ ਗਈ ਸੀ।
ru: Создан ключ GPG «%s».
ta: GPG விசை '%s' உருவாக்கப்பட்டது.

source: GPG Key '%s' was deleted.
bn: GPG-কি '%s' মুছে ফেকা হয়েছে।
de: GPG-Schlüssel '%s' wurde gelöscht.
es: Ha sido borrada llave GPG '%'.
gu: GPG કી '%s' ને કાઢી નાંખ્યુ હતુ.
hi: जीपीजी कुंजी '%s' मिटाया गया था.
it: La chiave GPG '%s' è stata rimossa.
ja: GPG キー '%s' を削除しました。
mr: GPG कि '%s' नष्ट केले.
pa: GPG ਕੁੰਜੀ '%s' ਹਟਾਈ ਗਈ ਸੀ।
ru: Ключ «%s» удален.
ta: GPG விசை '%s' அழிக்கப்பட்டது.

source: GPG Key '%s' was updated.
bn: GPG-কি '%s' আপডেট করা হয়েছে।
de: GPG-Schlüssel '%s' wurde aktualisiert.
es: Ha sido actualizada llave GPG '%'
gu: GPG કી '%s' સુધાર્યુ હતુ.
hi: जीपीजी कुंजी '%s' अद्यतन किया गया था.
it: La chiave GPG '%s' è stata aggiornata.
ja: GPG キー '%s' を更新しました。
mr: GPG कि '%s' सुधारित केले.
pa: GPG ਕੁੰਜੀ '%s' ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ ਸੀ।
ru: Ключ «%s» обновлен.
ta: GPG விசை '%s' புதுப்பிக்கப்பட்டது.

source: GPG Key URL:
bn: GPG-কি URL:
de: GPG-Schlüssel-URL:
es: URL de llave GPG:
gu: GPG કી URL:
hi: जीपीजी कुंजी URL:
it: URL chiave GPG:
ja: GPG キー URL:
mr: GPG कि URL:
pa: GPG ਕੁੰਜੀ URL:
ru: URL ключа GPG
ta: GPG விசை URL:

source: GPG Key assigned at the Product Level for
bn: চিহ্নিত উৎপাদনের স্তরের জন্য নির্ধারিত GPG-কি
de: GPG-Schlüssel auf Produktebene zugewiesen für
es: Llave GPG asignada al nivel del producto para
gu: તેની માટે પ્રોડક્ટ સ્તર પર સોંપેલ GPG કી
hi: इसके लिए उत्पाद स्तर पर जीपीजी कुंजी नियत था
it: Chiave GPG assegnata a livello del prodotto per
ja: 製品レベルで割り当てられた GPG キーの対象
mr: GPG कि उत्पादन स्तरावर लागू केले
pa: ਜਿੰਨਾਂ ਲਈ GPG ਕੁੰਜੀ ਉਤਪਾਦ ਲੈਵਲ ਤੇ ਨਿਰਧਾਰਤ ਕੀਤੀ ਸੀ
ru: Ключ GPG назначен на уровне продуктов для
ta: GPG தயாரிப்பு நிலைக்கு ஒதுக்கப்பட்டது

source: GPG Key assigned at the Repository Level for
bn: চিহ্নিত সংগ্রহস্থলের স্তরের জন্য নির্ধারিত GPG-কি
de: GPG-Schlüssel auf Repository-Ebene zugewiesen für
es: Llave GPG asignada al nivel del producto para
gu: તેની માટે રિપોઝીટરી સ્તર પર સોંપેલ GPG કી
hi: इसके लिए रिपो स्तर पर जीपीजी कुंजी नियत था
it: Chiave GPG assegnata a livello del repositorio per
ja: リポジトリレベルで割り当てられた GPG キーの対象
mr: GPG कि रेपॉजिटरि स्तरावर लागू केले
pa: ਜਿਨਾਂ ਲਈ GPG ਕੁੰਜੀ ਰਿਪੋਜ਼ਟਰੀ ਲੈਵਲ ਤੇ ਨਿਰਧਾਰਤ ਕੀਤੀ ਸੀ
ru: Ключ GPG назначен на уровне репозитория для
ta: GPG தொகுபதிவக நிலைக்கு ஒதுக்கப்பட்டது

source: GPG Keys
bn: GPG-কি
de: GPG-Schlüssel
es: llaves GPG
gu: GPG કી
hi: जीपीजी कुंजी
it: Chiavi GPG
ja: GPG キー
mr: GPG किज्
pa: GPG ਕੁੰਜੀਆਂ
ru: Ключи GPG
ta: GPG விசைகள்

source: Global Permissions
bn: সার্বজনীন অনুমতি
de: Globale Berechtigungen
es: Permisos globales
gu: વૈશ્ર્વિક પરવાનગીઓ
hi: वैश्विक अनुमतियाँ
it: Permessi globali
ja: グローバルパーミッション
mr: ग्लोबल परवानगी
pa: ਗਲੋਬਲ ਮਨਜੂਰੀ
ru: Глобальные
ta: உலக அனுமதிகள்
