Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: System Templates allow you to create a template for what a system should look like. This includes what products are subscribed and what packages are installed.
bn: সিস্টেম টেমপ্লেটের সাহায্যে সিস্টেমের মান নির্ধারণের জন্য একটি টেমপ্লেট উপলব্ধ করা হয়। এর মধ্যে সাবস্ক্রাইব করা উৎপাদন ও ইনস্টল করা প্যাকেজের তথ্য উপস্থিত থাকে।
de: Systemvorlagen ermöglichen es Ihnen, eine Vorlage dessen zu erstellen, wie ein System aussehen soll. Dazu gehören Angaben über die subskribierten Produkte und die installierten Pakete.
es: Las plantillas del sistema le permiten crear una plantilla para que el sistema sea similar. Incluye los productos suscritos y los paquetes instalados.
gu: સિસ્ટમ ટૅમ્પલેટ એ ટૅમ્પલેટને બનાવવા માટે તમને પરવાનગી આપે છે જેની માટે સિસ્ટમ આનાં જેવી લાગવી જોઇએ. આ કઇ પ્રોડક્ટોની ઉમેદવારી થયેલ છે અને ક્યાં પેકેજો સ્થાપિત થયેલ છે તે સમાવે છે.
hi: तंत्र नमूना एक नमूना बनाने की छूट देता है कि तंत्र किस तरह दिखना चाहिए. इसमें सदस्यता लिए उत्पाद और संस्थापित संकुल शामिल हैं.
it: I template del sistema permettono la creazione di un template relativo al tipo di modello del sistema stesso. Ciò include i prodotti sottoscritti ed i pacchetti installati.
ja: システムテンプレートを使用すると、サブスクライブされる製品、インストールされるパッケージなどシステムの外観を設定するテンプレートを作成することができます。
mr: प्रणाली टेम्पलेटस् तुम्हाला प्रणाली कशी दिसायला हवे त्याकरीता टेम्पलेट निर्माण करण्यास परवानगी देते. यामध्ये उत्पादनांकरीता सब्स्क्राइब केलेले उत्पादने व प्रतिष्ठापीत संकुले समाविष्टीत आहे.
pa: ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਤੁਹਾਨੂੰ ਇੱਕ ਟੈਂਪਲਿਟ ਬਣਾਉਣ ਵਿੱਚ ਮੱਦਦ ਕਰਦੇ ਹਨ ਕਿ ਸਿਸਟਮ ਕਿਵੇਂ ਦਾ ਦਿਸਣਾ ਚਾਹੀਦਾ ਹੈ। ਇਸ ਵਿੱਚ ਮੈਂਬਰੀ ਉਤਪਾਦਾਂ ਅਤੇ ਇੰਸਟਾਲੇ ਕੀਤੇ ਪੈਕੇਜਾਂ ਬਾਰੇ ਦੱਸਿਆ ਹੁੰਦਾ ਹੈ।
ru: Шаблоны позволяют сгруппировать продукты и пакеты для последующей установки в системе.
ta: நீங்கள் விரும்பும் சிஸ்டத்திற்கான ஒரு மாதிரிஉருவை உருவாக்க சிஸ்டம் மாதிரிஉருக்கள் அனுமதிக்கின்றன. இது எந்த தயாரிப்புகள் சந்தாபடுத்தப்பட்டது மற்றும் எந்த தொகுப்புகள் நிறுவப்பட்டது என்பதை உட்பட்டதாகும்.

source: System Type
bn: সিস্টেমের ধরন
de: Systemtyp
es: Tipo de sistema
gu: સિસ્ટમ પ્રકાર
hi: तंत्र प्रकार
it: Tipo di sistema
ja: システムタイプ
mr: प्रणाली प्रकार
pa: ਸਿਸਟਮ ਕਿਸਮ
ru: Тип системы
ta: சிஸ்டம் வகை

source: System Type:
bn: সিস্টেমের ধরন:
de: Systemtyp:
es: Tipo de sistema:
gu: સિસ્ટમ પ્રકાર:
hi: तंत्र प्रकार:
it: Tipo di sistema:
ja: システムタイプ:
mr: प्रणाली प्रकार:
pa: ਸਿਸਟਮ ਕਿਸਮ:
ru: Тип:
ta: சிஸ்டம் வகைகள்:

source: System subscriptions updated.
bn: সিস্টেমের সাবস্ক্রিপশন আপডেট করা হয়েছে।
de: Systemsubskriptionen aktualisiert.
es: Suscripciones de sistemas actualizados.
gu: સિસ્ટમ ઉમેદવારીઓ સુધારેલ.
hi: सिस्टम सदस्यता अद्यतन.
it: Sottoscrizioni del sistema aggiornate.
ja: システムのサブスクリプションが更新されました。
mr: प्रणाली सबस्क्रिप्शन्स् सुधारित केले.
pa: ਸਿਸਟਮ ਮੈਂਬਰੀਆਂ ਅੱਪਡੇਟ ਹੋ ਗਈਆਂ ਹਨ।
ru: Подписки обновлены.
ta: சிஸ்டம் சந்தாக்கள் புதுப்பிக்கப்பட்டன.

source: Systems
bn: সিস্টেম
de: Systeme
es: Sistemas
gu: સિસ્ટમો
hi: सिस्टम
it: Sistemi
ja: システム
mr: प्रणाली
pa: ਸਿਸਟਮ
ru: Системы
ta: சிஸ்டம்கள்

source: Template
bn: টেমপ্লেট
de: Vorlage
es: Plantilla
gu: ટૅમ્પલેટ
hi: नमूना
ja: テンプレート
mr: टेम्पलेट
pa: ਟੈਂਪਲਿਟ
ru: Шаблон
ta: மாதிரிஉரு

source: Template %s has been updated successfully
bn: %s টেমপ্লেট সাফল্যের সাথে আপডেট করা হয়েছে
de: Vorlage %s wurde erfolgreich aktualisiert
es: Ha sido actualizada la plantilla %s
gu: ટૅમ્પલેટ %s સફળતાપૂર્વક સુધારી દેવામાં આવ્યુ છે
hi: नमूना %s सफलतापूर्वक अद्यतन किया जा रहा है
it: Il template %s è stato aggiornato con successo
ja: テンプレート「%s」が正しく更新されました
mr: टेम्पलेट %s यशस्वीरित्या सुधारित केले
pa: ਟੈਂਪਲਿਟ %s ਸਫਲਤਾਪੂਰਕ ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਹੈ
ru: Шаблон %s обновлён.
ta: மாதிரிஉரு %s வெற்றிகரமாக புதுப்பிக்கப்பட்டது

source: Template %s updated successfully.
bn: %s টেমপ্লেট সাফল্যের সাথে আপডেট করা হয়েছে
de: Vorlage %s erfolgreich aktualisiert.
es: Plantilla %s actualizada con éxito.
gu: ટૅમ્પલેટ %s સફળતાપૂર્વક સુધારાયું.
hi: नमूना %s सफलतापूर्वक अद्यतन किया गया
it: Template %s aggiornato con successo.
ja: テンプレート「%s」が正しく更新されました
mr: टेम्पलेट %s यशस्वीरित्या सुधारित केले.
pa: ਟੈਂਪਲਿਟ %s ਸਫਲਤਾਪੂਰਕ ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਸੀ।
ru: Шаблон %s обновлён.
ta: மாதிரிஉரு %s வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

source: Template '%s' has been updated successfully, however you have removed either a product or repository that contained the selected distribution for this template. Please select another distribution to ensure a working system template.
bn: Template '%s' টেমপ্লেট সাফল্যের সাথে আপডেট করা হলেও, এই টেমপ্লেটের জন্য ব্যবহারযোগ্য ডিস্ট্রিবিউশন ধারণকারী কোনো উৎপাদন অথবা সংগ্রহস্থল মুছে ফেলা হয়েছে। কার্যকরী সিস্টেমের টেমপ্লেট স্থাপন করার জন্য অনুগ্রহ করে একটি পৃথক ডিস্ট্রিবিউশন নির্বাচন করুন।
de: Vorlage '%s' wurde erfolgreich aktualisiert, allerdings haben Sie entweder ein Produkt oder ein Repository entfernt, das die gewählte Distribution für diese Vorlage enthielt. Bitte wählen Sie eine andere Distribution aus, damit die Systemvorlage funktionieren kann.
es: Plantilla '%s' ha sido actualizada con éxito, sin embargo usted ha retirado un producto o un repositorio que contenía la distribución seleccionada para esta plantilla. Por favor seleccione otra distribución para garantizar una plantilla de sistema de trabajo.
gu: ટૅમ્પલેટ '%s' ને સફળતાપૂર્વક સુધારી દેવામાં આવ્યુ છે, છતાંપણ તમે ક્યાંતો પ્રોડક્ટ અથવા રિપોઝીટરીને દૂર કરેલ છે કે જે આ ટૅમ્પલેટ માટે પસંદ થયેલ વિતરણને સમાવેલ છે. મહેરબાની કરીને કામ કરતી સિસ્ટમ ટૅમ્પલેટમાં ખાતરી કરવા માટે બીજા વિતરણને પસંદ કરો.
hi: नमूना %s सफलतापूर्वक अद्यतन किया जा रहा है हालाँकि आपके पास या तो कोई उत्पाद है या रिपोजिटरी है जो इस नमूना के लिए चुना वितरण समाहित करता है. कृपया दूसरा वितरण चुनें ताकि कार्य तंत्र नमूना पक्का किया जा सके.
it: Il template %s è stato aggiornato con successo tuttavia è stato rimosso un prodotto o un repositorio che conteneva la distribuzione selezionata per questo template. Selezionare un'altra distribuzione per avere un template del sistema funzionante.
ja: テンプレート「%s」は正しく更新されましたが、 このテンプレートに選択されたディストリビューションを含む製品またはリポジトリのいずれかが削除されています。 正しく動作するシステムテンプレートにするため別のディストリビューションを選択してください。
mr: टेम्पलेट '%s' यशस्वीरित्या सुधारित केले, तरी तुम्ही एकतर उत्पादन किंवा रेपॉजिटरि काढून टाकले ज्यामध्ये ठराविक टेम्पलेटकरीता निवडलेले वितरण समाविष्टीत आहे. सुरू असलेल्या प्रणाली टेम्पलेटची खात्री देण्याकरीता कृपया दुसऱ्या वितरणाची निवड करा.
pa: ਇਸ ਟੈਂਪਲਿਟ ਲਈ ਚੁਣੇ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਸ਼ਾਮਿਲ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਵਰਕਿੰਗ ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਹੋਰ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਚੁਣੋ।
ru: Шаблон «%s» обновлен, но вы удалили продукт или репозиторий, содержащий дистрибутив для этого шаблона. Выберите другой дистрибутив.
ta: இந்த மாதிரிஉருக்கான '%s' தேர்ந்தெடுக்கப்பட்ட விநியோகத்தை கொண்டுள்ளது. ஒரு பணிபுரியும் சிஸ்ட மாதிரிஉருவை உறுபடுத்த மற்றொரு விநியோகத்தை தேர்ந்தெடுக்கவும்.

source: Template '%s' was deleted.
bn: '%s' টেমপ্লেটটি মুছে ফেলা হয়েছে।
de: Vorlage '%s' wurde gelöscht.
es: Plantilla '%s' ha sido borrada.
gu: ટૅમ્પલેટ '%s' કાઢી નાંખેલ હતુ.
hi: नमूना '%s' मिटाया गया था.
it: Template '%s' rimosso.
ja: テンプレート「%s」が削除されました。
mr: टेम्पलेट '%s' नष्ट केले.
pa: ਟੈਂਪਲਿਟ '%s' ਹਟਾਇਆ ਗਿਆ ਸੀ।
ru: Шаблон «%s» удален.
ta: மாதிரிஉரு '%s' அழிக்கப்பட்டது.

source: Template can have parent templates only from the same environment
bn: টেমপ্লেটের ক্ষেত্রে শুধুমাত্র একই এনভায়রনমেন্ট থেকে ঊর্ধ্বতন টেমপ্লেট নির্ধারণ করা যাবে
de: Vorlage kann nur übergeordnete Vorlagen aus derselben Umgebung haben
es: La plantilla puede tener plantillas principales únicamente del mismo entorno
gu: ટૅમ્પલેટ પાસે ફક્ત એજ પર્યાવરણમાંથી મુખ્ય ટૅમ્પલેટો હોઇ શકે છે
hi: नमूना समान वातावरण से केवल जनक नमूना रह सकता है
it: I template possono avere template genitori provenienti solo dallo stesso ambiente
ja: テンプレートには同じ環境の親テンプレートのみ含めることが可能です。
mr: टेम्पलेटकडे पॅरेंट टेम्पलेटस् फत्त समान वातावरणाकडूनच असू शकते
pa: ਟੈਂਪਲਿਟ ਦਾ ਸਿਰਫ ਉਸੇ ਵਾਤਾਵਰਨ ਤੋਂ ਅਧਾਰ ਟੈਂਪਲਿਟ ਹੋ ਸਕਦਾ ਹੈ
ru: Шаблону могут соответствовать родительские шаблоны в этом же окружении.
ta: ஒரு லாக்கர் சூழலில் மட்டுமே மாதிரிஉருக்கள் புதுப்பிக்கப்படும்

source: Template cannot be exported
bn: টেমপ্লেট এক্সপোর্ট করা সম্ভব নয়
de: Vorlage kann nicht exportiert werden
es: No se puede exportar la plantilla
gu: ટૅમ્પલેટને નિકાસ કરી શકાતુ નથી
hi: नमूना को निर्यात नहीं किया जा सकता है
it: Impossibile esportare i template
ja: テンプレートはエクスポートできません。
mr: टेम्पलेटला एकस्पोर्ट करणे अशक्य
pa: ਟੈਂਪਿਲਟ ਐਕਸਪੋਰਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
ru: Невозможно выполнить экспорт шаблона.
ta: மாதிரிஉருவை ஏற்றுமதி செய்ய முடியாது

source: Template imported
bn: টেমপ্লেট ইম্পোর্ট করা হয়েছে
de: Vorlage importiert
es: Plantilla importada
gu: આયાત થયેલ ટૅમ્પલેટ
hi: नमूना आयातित
it: Template importati
ja: テンプレートがインポートされました。
mr: टेम्पलेट आयात केले
pa: ਟੈਂਪਲਿਟ ਬਰਾਮਦ ਹੋ ਗਿਆ
ru: Импорт шаблона завершён.
ta: மாதிரிஉரு இறக்குமதி செய்யப்பட்டது

source: Templates
bn: টেমপ্লেট
de: Vorlagen
es: Plantillas
gu: ટૅમ્પલેટો
hi: नमूना
it: Template
ja: テンプレート
mr: टेम्पलेटस्
pa: ਟੈਂਪਲਿਟ
ru: Шаблоны
ta: மாதிரிஉருக்கள்

source: Templates can be updated only in a Library environment
bn: শুধুমাত্র Library এনভায়রনমেন্টের মধ্যে টেমপ্লেট আপডট করা যাবে
de: Vorlagen können nur in einer Bibliothek-Umgebung aktualisiert werden
es: Las plantillas únicamente pueden actualizarse en el entorno de biblioteca
gu: ટૅમ્પલેટને ફક્ત લાઇબ્રેરી પર્યાવરણમાં સુધારી શકાય છે
hi: नमूना केवल एक लाइब्रेरी वातावरण में अद्यतन किया जा सकता है
it: I template possono essere aggiornati solo in un ambiente Library
ja: テンプレートはライブラリ環境でのみ更新できます。
mr: टेम्पलेटस् फक्त लाइब्ररि वातावरणात सुधारित करणे शक्य आहे
pa: ਟੈਂਪਿਲਟ ਨੂੰ ਸਿਰਫ ਲਾਕਰ ਵਾਤਾਵਰਨ ਵਿੱਚ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
ru: Обновление шаблонов доступно только в окружении Library.
ta: ஒரு நூலக சூழலில் மட்டுமே மாதிரிஉருக்கள் புதுப்பிக்கப்படும்

source: The current organization cannot be deleted. Please switch to a different organization before deleting.
bn: বর্তমান প্রতিষ্ঠানের তথ্য মুছে ফেলা যাবে না। মুছে ফেলার পূর্বে অন্য প্রতিষ্ঠানে পরিবর্তন করুন।
de: Die derzeitige Organisation kann nicht gelöscht werden. Bitte wechseln Sie vor dem Löschen zu einer anderen Organisation.
es: La actual organización no puede ser borrada. Por favor cambie a una organización diferente antes de borrar.
gu: વર્તમાન સંસ્થા કાઢી શકાતી નથી. મહેરબાની કરીને કાઢી નાંખતા પહેલાં અલગ સંસ્થામાં ખસેડો.
hi: वर्तमान संगठन को हटाया नहीं जा सकता. हटाने से पहले एक अलग संगठन के लिए स्विच करें.
it: L'organizzazione attuale non può essere cancellata. Smistarsi su una organizzazione diversa prima di eseguire la rimozione.
ja: 現在の組織を削除できません。削除する前に別の組織に切り替えてください。
mr: सध्याची संस्था नष्ट करणे अशक्य. कृपया नष्ट करण्यापूर्वी वेगळ्या संस्थेचा वापर करा.
pa: ਮੌਜੂਦਾ ਸੰਗਠਨ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਹਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਵੱਖਰੇ ਸੰਗਠਨ ਤੇ ਜਾਓ।
ru: Организация не может быть удалена. Перейдите в другую организацию и повторите попытку.
ta: நடப்பு நிறுவனத்தை அழிக்க முடியாது. அழிப்பதற்கு முன் ஒரு வேறுபட்ட நிறுவனத்திற்கு மாற்றவும்.

source: The current template "$TEMPLATE" has been modified. Would you like to save the changes?
bn: বর্তমান টেমপ্লেট "$TEMPLATE" পরিবর্তন করা হয়েছে। আপনি কি পরিবর্তনগুলি সংরক্ষণ করতে ইচ্ছু?
de: Die aktuelle Vorlage "$TEMPLATE" wurde verändert. Möchten Sie die Änderungen speichern?
es: La plantilla actual "$TEMPLATE" ha sido modificada. ¿Desea guardar los cambios?
gu: વર્તમાન ટૅમ્પલેટ "$TEMPLATE" ને બદલી દેવામાં આવી છે. શું તમે તે ફેરફારોને સંગ્રહવા માંગો છો?
hi: मौजूदा नमूना "$TEMPLATE" संशोधित किया गया है. आप परिवर्तनों को स्थायी करना चाहेंगे?
it: Il template corrente "$TEMPLATE" è stato modificato. Desideri salvare le modifiche?
ja: 現在のテンプレート "$TEMPLATE" が変更されました。変更を保存しますか?
mr: सध्याचे टेम्पलेट "$TEMPLATE" संपादित केले आहे. तुम्हाला बदल साठवायला आवडेल?
pa: ਮੌਜੂਦਾ ਟੈਂਪਲਿਟ "$TEMPLATE" ਸੋਧਿਆ ਗਿਆ ਹੈ। ਕੀ ਤੁਸੀਂ ਤਬਦੀਲੀਆਂ ਸੰਭਾਲਣੀਆਂ ਚਾਹੁੰਦੇ ਹੋ?
ru: «$TEMPLATE» изменён. Сохранить изменения?
ta: நடப்பு மாதிரியுரு "$TEMPLATE" மாற்றியமைக்கப்பட்டது. இந்த மாற்றங்களை சேமிக்கவா?

source: The current template "$TEMPLATE" has been modified. If you leave, any changes will be lost."
bn: বর্তমান টেমপ্লেট "$TEMPLATE" পরিবর্তন করা হয়েছে। এখন প্রস্থান করলে পরিবর্তনগুলি সংরক্ষণ করা হবে না।
de: Die aktuelle Vorlage "$TEMPLATE" wurde verändert. Wenn Sie die Seite verlassen, gehen die Änderungen verloren.
es: La plantilla actual "$TEMPLATE" ha sido modificada. Si sale, los cambios se perderán.
gu: વર્તમાન ટૅમ્પલેટ "$TEMPLATE" ને બદલી દેવામાં આવ્યુ છે. જો તમે છોડી દો તો, કોઇપણ ફેરફારો ગુમ થઇ જશે."
hi: मौजूदा नमूना "$TEMPLATE" संशोधित किया गया है. यदि आप छोड़ेंगे तो कोई भी परिवर्तन नष्ट हो जाएगा?
it: Il template corrente "$TEMPLATE" è stato modificato. Se esci ogni modifica verrà persa."
ja: 現在のテンプレート "$TEMPLATE" が変更されました。終了すると、変更が失われます。
mr: सध्याचे टेम्पलेट "$TEMPLATE" संपादित केले आहे. दुर्लक्ष्य केल्यास, बदल गमवाल."
pa: ਮੌਜੂਦਾ ਟੈਂਪਲਿਟ "$TEMPLATE" ਸੋਧਿਆ ਗਿਆ ਹੈ। ਜੇ ਤੁਸੀਂ ਛੱਡ ਦਿੱਤਾ, ਕੋਈ ਤਬਦੀਲੀ ਖਰਾਬ ਹੋ ਜਾਵੇਗੀ।"
ru: «$TEMPLATE» изменён. После выхода изменения будут потеряны.
ta: நடப்பு மாதிரியுரு "$TEMPLATE" மாற்றியமைக்கப்பட்டது. நீங்கள் விட்டுவிட்டால், ஏதாவது மாற்றங்களை இழக்கப்படும்".

source: The default you supplied was the same as the old default.
mr: पुरवलेलेल पूर्वनिर्धारित जुण्या पूर्वनिर्धारित प्रमाणेच होते.
pa: ਮੂਲ ਜੋ ਤੁਸੀਂ ਦਿੱਤਾ ਹੈ ਪੁਰਾਣੇ ਮੂਲ ਵਰਗਾ ਨਹੀਂ ਹੈ।

source: The environment still has content that belongs to product '%s'.
bn: '%s' উৎপাদনের সামগ্রী এখনো এনভায়রনমেন্টের মধ্যে উপস্থিত রয়েছে।
de: Die Umgebung hat noch Inhalte, die zu Produkt '%s' gehören.
es: El entorno aún tiene el contenido perteneciente al producto '%s'.
gu: પર્યાવરણ પાસે હજુ સમાવિષ્ટ છે કે જે પ્રોડક્ટ '%s' સાથે સંબંધિત છે.
hi: इस वातावरण में अभी भी सामग्री है और '%s' उत्पाद का हिस्सा होती है.
it: L'ambiente possiede ancora il contenuto del prodotto '%s'.
ja: この環境には製品「'%s」に属するコンテンツがまだ残っています。
mr: वातावरणात उत्पादन '%s' च्या मालकिचे अनुक्रम अजूनही आढळते.
pa: ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਹਾਲੇ ਵੀ ਉਤਪਾਦ '%s' ਨਾਲ ਸੰਬੰਧਿਤ ਸੰਖੇਪ ਮੌਜੂਦ ਹਨ।
ru: В окружении есть содержимое для продукта «%s».
ta: இந்த சூழல் இன்னும் தயாரிப்பு '%s'க்கான உள்ளடக்கத்தை கொண்டுள்ளது.

source: The following repositories are currently syncing. It is recommended that you wait for them to complete before continuing the promotion.
bn: নিম্নলিখিত সংগ্রহস্থলগুলি বর্তমানে সুসংগত করা হচ্ছে। প্রোমোশনের কাজে এগিয়ে চলার পূর্বে, সুসংগতির কাজ সমাপ্ত হওয়ার অপেক্ষা করা বাঞ্ছনীয়।
de: Die folgenden Repositorys werden derzeit synchronisiert. Es wird empfohlen zu warten, bis dieser Vorgang abgeschlossen ist, bevor Sie die Übertragung fortsetzen.
es: Los siguientes repositorios están sincronizados. Se recomienda esperar a que se completen antes de continuar la promoción.
gu: નીચેની રિપોઝીટરીઓનો હાલમાં સુમેળ કરી રહ્યા છે. તેનો આગ્રહ રાખેલ છે કે તમે પ્રોત્સાહન ચાલુ કરતા પહેલાં તેઓ માટે સમાપ્ત કરવા રાહ જુઓ.
hi: निम्नलिखित रिपोजिटरी अभी सिंक कर रहा है. इसकी अनुशंसा की जाती है कि आप प्रोन्नयन जारी रखने के पहले पूरा करने के लिए उसकी प्रतीक्षा करें.
it: È in atto la sincronizzazione dei seguenti repositori. È consigliato attendere la fine di questo processo prima di continuare l'avanzamento.
ja: 以下のリポジトリは現在同期中です。 同期の完了を待ってからプロモーションを続行することをお勧めします。
pa: ਹੇਠਲੀਆਂ ਰਿਪੋਜ਼ਟਰੀਆਂ ਹੁਣ ਸਮਕਾਲੀ ਨਹੀਂ ਹੋ ਰਹੀਆਂ ਹਨ। ਪਰਮੋਸ਼ਨ ਚਾਲੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇਹਨਾਂ ਨੂੰ ਮੁਕੰਮਲ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰਨ ਲਈ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
ru: Выполняется синхронизация репозиториев. Дождитесь завершения операции.

source: The password should not contain the username.
bn: পাসওয়ার্ডের মধ্যে ব্যবহারকারীর নাম থাকা চলবে না।
de: Das Passwort sollte nicht den Benutzernamen enthalten
es: La contraseña no debe contener el nombre de usuario.
gu: પાસવર્ડ એ વપરાશકર્તાનામ સમાવવુ જોઇએ નહિં.
hi: कूटशब्द को उपयोक्ता नाम नहीं शामिल करना चाहिए.
it: La password non deve contenere alcun nome utente.
ja: パスワードにはユーザー名を含めないことをお勧めします。
mr: पासवर्डमध्ये वापरकर्तानाव समाविष्टीत नसायला हवे.
pa: ਪਾਸਵਰਡ ਵਿੱਚ ਯੂਜ਼ਰ-ਨਾਂ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ।
ru: Пароль не может содержать имя пользователя.
ta: கடவுச்சொல் பயனர்பெயரே கொண்டுள்ளது.

source: The passwords do not match
bn: পাসওয়ার্ডে গরমিল
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
gu: પાસવર્ડો બંધબેસતા નથી
hi: शब्दकूट एक समान नहीं हैं
it: Le password non corrispondono
ja: パスワードが一致しません。
mr: पासवर्डस् जुळत नाही
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
ru: Пароли не совпадают.
ta: கடவுச்சொற்களை பொருந்தவில்லை

source: The selected environment is not the last environment in its promotion path. Only the last environment can be deleted.
bn: নির্বাচিত এনভায়রনমেন্টটি প্রোমোশন পাথের সর্বশেষ এনভায়রনমেন্ট নয়। শুধুমাত্র শেষ এনভায়রনমেন্টটি মুছে ফেলা যাবে।
de: Die ausgewählte Umgebung ist nicht die letzte Umgebung auf dem Übertragungspfad. Nur die letzte Umgebung kann gelöscht werden.
es: El entorno seleccionado no es el más reciente en su ruta de promoción. Solamente el último entorno será eliminado.
gu: પસંદ થયેલ પર્યાવરણ તેનાં પ્રોત્સાહન પાથમાં છેલ્લુ પર્યાવરણ નથી. ફક્ત છેલ્લુ પર્યાવરણને કાઢી શકાય છે.
hi: चुना गया वातावरण इसके प्रोन्नयन पथ में अंतिम वातावरण नहीं है. केवल अंतिम वातावरण मिटाया जा सकता है.
it: L'ambiente selezionato non è l'ultimo ambiente presente nel proprio percorso di avanzamento. Solo l'ultimo ambiente può essere cancellato.
ja: 選択された環境はプロモーションパス内の最後の環境ではありません。 削除できるのは最後の環境のみになります。
pa: ਚੁਣਿਆ ਇਨਵਾਇਰਮੈਂਟ ਇਸ ਪਰਮੋਸ਼ਨ ਮਾਰਗ ਵਿੱਚ ਆਖਰੀ ਇਨਵਾਇਰਮੈਂਟ ਨਹੀਂ ਹੈ। ਸਿਰਫ ਆਖਰੀ ਇਨਵਾਇਰਮੈਂਟ ਹਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।
ru: За выбранным окружением следуют другие окружения. Только последнее окружение может быть удалено.

source: The system is not currently consuming any subscriptions.
bn: সিস্টেমের বর্তমানে কোনো সাবস্ক্রিপশন ব্যবহার করা হচ্ছে না।
de: Das System verbraucht derzeit keine Subskriptionen.
es: El sistema no está consumiendo ninguna suscripción.
gu: સિસ્ટમ હાલમાં કોઇપણ ઉમેદવારીઓને વાપરતુ નથી.
hi: तंत्र में वर्तमान में कोई सदस्यता नहीं है.
it: Il sistema non sta attualmente utilizzando alcuna sottoscrizione.
ja: 現在システムはどのサブスクリプションも消費していません。
mr: प्रणाली सध्या कोणत्याहि सबस्क्रिपशन्स्चा वापर करत नाही.
pa: ਸਿਸਟਮ ਕੋਈ ਮੈਂਬਰੀ ਨਹੀਂ ਵਰਤ ਰਿਹਾ ਹੈ।
ru: Система не использует подписки.
ta: இந்த சிஸ்டம் எந்த சந்தாக்களையும் தற்போது நுகரவில்லை.

source: The template has children templates.
bn: টেমপ্লেটের মধ্যে চিলড্রেন টেমপ্লেট উপস্থিত রয়েছে।
de: Die Vorlage hat untergeordnete Vorlagen.
es: La plantilla tiene plantillas hijas.
gu: આ ટેમ્પલેટ પાસે બાળકો ટેમ્પલેટો છે.
hi: नमूना के पास संतति नमूने हैं.
it: Il template ha template figlio.
ja: テンプレートには、子のテンプレートが含まれています。
mr: टेम्लपेटमध्ये चिल्डरन टेम्पलेटस् आढळले.
pa: ਟੈਂਪਿਲਟ ਵਿੱਚ ਅਧੀਨ ਟੈਂਪਲਿਟ ਵੀ ਹਨ।
ru: У шаблона есть подчинённые шаблоны.
ta: மாதிரிஉரு சேய் மாதிரிஉருக்களை கொண்டுள்ளது.

source: There are currently no Global permissions for this role. Please click Add Permission in the action bar below to add a Global permission. A Global permission is one that cuts across all organizations.
bn: এই ভূমিকার জন্য কোনো অনুমতি বর্তমানে উপস্থিত নেই। সার্বজনীন অনুমতি যোগ করার জন্য নীচে উপস্থিত কর্মসঞ্চালনার বারের মধ্যে অনুমতি যোগ করুন শীর্ষক স্থানে ক্লিক করুন। সার্বজনীন অনুমতি সকল প্রতিষ্ঠানের ক্ষেত্রে প্রযোজ্য হবে।
de: Es gibt derzeit keine globalen Berechtigungen für diese Rolle. Bitte klicken Sie auf "Berechtigungen hinzufügen" in der Aktionsleiste unten, um eine globale Berechtigung hinzuzufügen. Globale Berechtigungen sind Berechtigungen, die sich über alle Organisationen erstrecken.
es: Actualmente no hay permisos globales para este rol. Por favor haga clic en Añadir permisos en la barra de acción de abajo y añada un permiso global. Un permiso global es el que afecta a todos las organizaciones.
gu: ત્યાં આ ભૂમિકા માટે હાલમાં વૈશ્ર્વિક પરવાનગીઓ નથી. મહેરબાની કરીને વૈશ્ર્વિક પરવાનગીને ઉમેરવા માટે નીચે કાર્ય પટ્ટીમાં પરવાનગીને ઉમેરો. વૈશ્ર્વિક પરવાનગી એ એક છે કે જે બધી સંસ્થાઓની આસપાસ કાપે છે.
hi: इस भूमिका के लिए अभी कोई वैश्विक अनुमतियाँ नहीं हैं. कृपया कार्रवाई पट्टी में नीचे अनुमतियाँ जोड़ें पर वैश्विक अनुमतियाँ जोड़ने के लिए क्लिक करें. एक वैश्विक अनुमतियाँ वह है जो सभी संगठन में चलती हैं.
it: Non sono attualmente presenti per questo ruolo i permessi globali. Selezionare Aggiungi permesso nell barra relativa per aggiungere un Permesso globale. Un Permesso globale è un permesso esteso a tutte le organizzazioni.
ja: 現在このロールにはグローバルパーミッションがありません。下部のアクションバーの「パーミッションを追加」をクリックして、グローバルパーミッションを追加します。グローバルパーミッションは、すべての組織に影響するパーミッションです。
mr: या रोलकरीता सध्या ग्लोबल परवानगी आढळली नाही. कृपया ग्लोबल परवानगी समाविष्ट करण्यासाठी ॲक्शन पट्टीतील परवानगी समाविष्ट करा क्लिक करा. ग्लोबल परवानगी सर्व संस्थाकरीता लागू होते.
pa: ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਤੁਹਾਨੂੰ ਇੱਕ ਟੈਂਪਲਿਟ ਬਣਾਉਣ ਵਿੱਚ ਮੱਦਦ ਕਰਦੇ ਹਨ ਕਿ ਸਿਸਟਮ ਕਿਵੇਂ ਦਾ ਦਿਸਣਾ ਚਾਹੀਦਾ ਹੈ। ਇਸ ਵਿੱਚ ਮੈਂਬਰੀ ਉਤਪਾਦਾਂ ਅਤੇ ਇੰਸਟਾਲੇ ਕੀਤੇ ਪੈਕੇਜਾਂ ਬਾਰੇ ਦੱਸਿਆ ਹੁੰਦਾ ਹੈ। ਟੈਂਪਲਿਟ ਦਾ ਸਿਰਫ ਉਸੇ ਵਾਤਾਵਰਨ ਤੋਂ ਅਧਾਰ ਟੈਂਪਲਿਟ ਹੋ ਸਕਦਾ ਹੈ।
ru: Нет глобальных разрешений. Выберите «Добавить разрешение». Глобальные разрешения распространяются на все организации.
ta: இந்த பங்கிற்கான உலக அனுமதிகள் தற்போது எதுவும் இல்லை.செயல்பாட்டு பட்டையில் கீழுள்ள ஒரு உலக அனுமதியை சேர்ப்பதற்கு அனுமதியை சேர் என்பதை கிளிக் செய்யவும். ஒரு உலக அனுமதி அனைத்து நிறுவனங்களையும் கடக்கும்.

source: There are currently no permissions for this organization. Please click Add Permission in the action bar below to add a permission to this organization.
bn: এই প্রতিষ্ঠানের জন্য কোনো অনুমতি বর্তমানে উপস্থিত নেই। প্রতিষ্ঠানের জন্য অনুমতি যোগ করার জন্য নীচে উপস্থিত কর্মসঞ্চালনার বারের মধ্যে অনুমতি যোগ করুন শীর্ষক স্থানে ক্লিক করুন।
de: Es gibt derzeit keine Berechtigungen für diese Organisation. Bitte klicken Sie auf "Berechtigungen hinzufügen" in der Aktionsleiste unten, um eine Berechtigung für diese Organisationen hinzuzufügen.
es: Actualmente, no hay permisos para esta organización. Por favor haga clic en añadir permiso en la barra de acción para añadir un permiso a esta organización.
gu: ત્યાં આ સંસ્થા માટે હાલમાં પરવાનગીઓ નથી. મહેરબાની કરીને પરવાનગીને ઉમેરવા માટે નીચે કાર્ય પટ્ટીમાં પરવાનગીને ઉમેરો.
hi: इस भूमिका के लिए अभी कोई वैश्विक अनुमतियाँ नहीं हैं. कृपया कार्रवाई पट्टी में नीचे अनुमतियाँ जोड़ें पर इस संगठन में अनुमतियाँ जोड़ने के लिए क्लिक करें.
it: Non è attualmente presente per questo ruolo alcun permesso. Selezionare Aggiungi permesso nell barra relativa per aggiungere un permesso a questa organizzazione.
ja: 現在この組織にはパーミッションがありません。下部のアクションバーの「パーミッションを追加」をクリックして、この組織にパーミッションを追加します。
mr: या रोलकरीता सध्या परवानगी आढळली नाही. कृपया संस्थाकरीता परवानगी समाविष्ट करण्यासाठी ॲक्शन पट्टीतील परवानगी समाविष्ट करा क्लिक करा.
pa: ਇਸ ਸੰਗਠਨ ਲਈ ਕੋਈ ਮਨਜੂਰੀ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਸੰਗਠਨ ਲਈ ਮਨਜੂਰੀ ਜੋੜਨ ਵਾਸਤੇ ਹੇਠਾਂ ਕਾਰਵਾਈ ਪੱਟੀ ਵਿੱਚ ਮਨਜੂਰੀ ਜੋੜੋ ਦਬਾਓ।
ru: Нет разрешений для этой организации. Выберите «Добавить разрешение».
ta: இந்த நிறுவனத்திற்கான அனுமதிகள் தற்போது எதுவும் இல்லை.செயல்பாட்டு பட்டையில் கீழுள்ள ஒரு அனுமதியை சேர்ப்பதற்கு இந்த நிறுவனத்தில் அனுமதியை சேர் என்பதை கிளிக் செய்யவும்.

source: There are no custom products or repositories enabled. Try enabling via Content Providers.
bn: স্বনির্ধারিত কোনো উৎপাদন অথবা সংগ্রহস্থল যোগ করা হয়নি। তথ্য উপলব্ধকারীদের মাধ্যমে তা সক্রিয় করার চেষ্টা করুন।
de: Es sind keine angepassten Produkte oder Repositorys aktiviert. Versuchen Sie die Aktivierung per Inhaltsanbieter.
es: No hay productos personalizados o repositorios habilitados. Intente habilitarlos a través de Proveedores de contenido.
gu: ત્યાં સક્રિય થયેલ વૈવિધ્ય પ્રોડક્ટો અથવા રિપોઝીટરીઓ નથી. સમાવિષ્ટ પ્રદાતા મારફતે સક્રિય કરવાનો પ્રયત્ન કરો.
hi: कोई पसंदीदा या रिपोजिटरी सक्रिय किया गया. कंटेंट प्रदाता सक्रिय करने की कोशिश करें.
it: Non è stato abilitato alcun prodotto o repositorio personalizzato. Provare ad abilitarli tramite i Provider del contenuto.
ja: 有効なカスタムの製品またはリポジトリはありません。コンテンツプロバイダーを使って有効にしてみてください。
mr: पसंतीचे उत्पादने किंवा रेपॉजिटरिज् सुरू केले नाही. कंटेंट प्रोव्हाइडर्स् तर्फे सुरू करण्याचा प्रयत्न करा.
pa: ਹਾਲੇ ਕੋਈ ਉਤਪਾਦ ਜਾਂ ਰਿਪੋਜ਼ਟਰੀ ਸੰਬੰਧਿਤ ਨਹੀਂ।
ru: Нет дополнительных продуктов и репозиториев. Их можно добавить в секции «Провайдеры».
ta: தனிபயன் தயாரிப்புகள் அல்லது தொகுப்பதிவகங்கள் தற்போது இல்லை. உள்ளடக்க வழங்குனர்கள் வழியே செயல்படுத்த முயற்சிக்கவும்.
