Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Couldn't find subject of synchronization
bn: সুসংগতির জন্য প্রয়োজনীয় সামগ্রী পাওয়া যায়নি
de: Subjekt der Synchronisation konnte nicht gefunden werden.
es: No se pudo hallar asunto de sincronización
gu: સુમેળનાં સુયોજનને શોધી શક્યા નહિં
hi: तुल्यकालन का विषय नहीं मिल सका
it: Impossibile trovare il soggetto della sincronizzazione
ja: 同期の件名が見つかりませんでした
mr: सिंक्रोनाइजेशनचा विषय आढळले नाही
pa: ਸਮਕਾਲਤਾ ਦਾ ਵਿਸ਼ਾ ਨਹੀਂ ਲੱਭ ਸਕਿਆ
ru: Не удалось найти объект синхронизации
ta: ஒத்திசைவிற்கான பொருளை தேட முடியவில்லை

source: Couldn't find user role '%s'
bn: '%s' ব্যবহারকারীর ভূমিকা পাওয়া যায়নি
de: Benutzerrolle '%s' konnte nicht gefunden werden.
es: No se pudo hallar el rol '%s'
gu: વપરાશકર્તા ભૂમિકા '%s' ને શોધી શક્યા નહિં
hi: '%s' उपयोक्ता भूमिका ढूँढ़ नहीं सकता है
it: Ruolo utente '%s' non trovato
ja: ユーザーロール「%s」が見つかりませんでした
pa: ਯੂਜ਼ਰ ਰੋਲ '%s' ਲੱਭ ਨਹੀਂ ਸਕਿਆ
ru: Роль «%s» не найдена.

source: Create
bn: নির্মাণ করুন
de: Erstellen
es: Crear
gu: બનાવો
hi: बनाएँ
it: Crea
ja: 作成
mr: निर्माण करा
pa: ਬਣਾਓ
ru: Создать
ta: உருவாக்கு

source: Create Application Life Cycle Management Environment
bn: অ্যাপ্লিকেশন লাইফ সাইকেল ম্যানেজমেন্ট পরিবেশ প্রস্তুত করুন
de: Umgebung zur Verwaltung des Applikationslebenszyklus erstellen
es: Crear entorno de administración de ciclo de vida de la aplicación
gu: અરજી જીવનચક્ર સંચાલન પર્યાવરણ બનાવો
hi: एप्लीकेशन लाइफ साइकिल मैनेजमेंट वातावरण बनाएँ
it: Crea ambiente di gestione del ciclo di vita dell'applicazione
ja: アプリケーションライフサイクルを管理する環境を作成
mr: ॲप्लिकेशन लाइफ साइकल मॅनेजमेंट एंवार्यंमेंट निर्माण करा
pa: ਐਪਲੀਕੇਸ਼ਨ ਲਾਈਫ ਸਾਈਕਲ ਮੈਨੇਜਮੈਂਟ ਇਨਵਾਇਰਮੈਂਟ ਬਣਾਓ
ru: Создание окружения
ta: பயன்பாடு வாழ்க்கை சுழற்சி நிர்வாக சூழலை உருவாக்கு

source: Create Product
bn: উৎপাদন প্রস্তুত করুন
de: Produkt erstellen
es: Crear producto
gu: પ્રોડક્ટ બનાવો
hi: उत्पाद बनाएँ
it: Crea prodotto
ja: 製品を作成
mr: उत्पादन निर्माण करा
pa: ਉਤਪਾਦ ਬਣਾਓ
ru: Создать продукт
ta: தயாரிப்பை உருவாக்கு

source: Create Repository
bn: সংগ্রহস্থল প্রস্তুত করুন
de: Repository erstellen
es: Crear repositorio
gu: રિપોઝીટરી બનાવો
hi: भंडार बनाएँ
it: Crea repositorio
ja: リポジトリを作成
mr: रेपॉजिटरि निर्माण करा
pa: ਰਿਪੋਜ਼ਟਰੀ ਬਣਾਓ
ru: Создать репозиторий
ta: தொகுப்பதிவகத்தை உருவாக்கு

source: Created (UTC)
bn: (UTC) প্রস্তুত করুন
de: Erstellt (UTC)
es: Creado (UTC)
gu: બનાવેલ (UTC)
hi: बनाया गया (UTC)
it: Creato (UTC)
ja: 作成済み (UTC)
mr: निर्माण केले (UTC)
pa: ਬਣ ਗਿਆ (UTC)
ru: Время (UTC)
ta: உருவாக்கப்பட்டது (UTC)

source: Creating an environment in candlepin: %s
bn: candlepin-র মধ্যে পরিবেশ প্রস্তুত করা হচ্ছে: %s
de: Erstellen einer Umgebung in Candlepin: %s
es: Crear un entorno en Candlepin: %s
gu: candlepin માં પર્યાવરણને બનાવી રહ્યા છે: %s
hi: कैंडलपिन में एक वातावऱण बना रहा है: %s
it: Creazione ambiente in candlepin: %s
ja: candlepin 内に環境を作成中です: %s
mr: कँडलपिनमध्ये वातावरण निर्माण करत आहे: %s
pa: candlepin ਵਿੱਚ ਇੱਕ ਇਨਵਾਇਰਮੈਂਟ ਬਣਾ ਰਿਹਾ ਹੈ: %s
ru: Создание окружения в candlepin: %s
ta: candlepin-இல் சூழலை உருவாக்குகிறது: %s

source: Creating an owner in candlepin: %s
bn: candlepin-র মধ্যে মালিক প্রস্তুত করা হচ্ছে: %s
de: Erstellen eines Besitzers in Candlepin: %s
es: Crear un propietario en Candlepin: %s
gu: candlepin માં માલિકને બનાવી રહ્યા છે: %s
hi: कैंडलपिन में एक स्वामी बना रहा है: %s
it: Creazione proprietario in candlepin: %s
ja: candlepin 内に所有者を作成中です: %s
mr: कँडलपिनमध्ये मालक निर्माण करत आहे: %s
pa: candlepin ਵਿੱਚ ਮਾਲਕ ਬਣਾ ਰਿਹਾ ਹੈ: %s
ru: Создание владельца в candlepin: %s
ta: candlepin-இல் உரிமையாளரை உருவாக்குகிறது: %s

source: Creating...
bn: তৈরি করা হচ্ছে...
de: Erstellen ...
es: Creando...
gu: બનાવી રહ્યા છે...
hi: बना रहा है...
it: Creazione in corso...
ja: 作成中...
pa: ਬਣਾ ਰਿਹਾ ਹੈ...
ru: Создается...

source: Current Organization
bn: বর্তমান প্রতিষ্ঠান
de: Derzeitige Organisation
es: Organización actual
gu: હાલની સંસ્થા
hi: वर्तमान संगठन
it: Organizzazione corrente
ja: 現在の組織
mr: सध्याची संस्था
pa: ਮੌਜੂਦਾ ਸੰਗਠਨ
ru: Текущая организация
ta: நடப்பு நிறுவனம்

source: Current Subscriptions
bn: বর্তমান সাবস্ক্রিপশন
de: Derzeitige Subskriptionen
es: Suscripciones actuales
gu: હાલની ઉમેદવારી
hi: वर्तमान सदस्यताएँ
it: Sottoscrizioni correnti
ja: 現在のサブスクリプション
mr: सध्याचे सबस्क्रिप्शन्स्
pa: ਮੌਜੂਦਾ ਮੈਂਬਰੀਆਂ
ru: Действительные
ta: நடப்பு சந்தாக்கள்

source: Custom Content Providers
mr: पसंतीचे कंटेंट प्रोव्हाइडर्स्
pa: ਮਨਪਸੰਦ ਸੰਖੇਪ ਪਰੋਵਾਈਡਰ

source: Dashboard
bn: ড্যাশ-বোর্ড
de: Übersicht
es: Tabla de mandos
gu: ડૅશબોર્ડ
hi: डैशबोर्ड
ja: ダッシュボード
mr: डॅशबोर्ड
pa: ਡੈਸ਼ਬੋਰਡ
ru: Обзор
ta: முகப்புப்பெட்டி

source: Date
bn: তারিখ
de: Datum
es: Fecha
gu: તારીખ
hi: तिथि
it: Data
ja: 日付
mr: दिनांक
pa: ਮਿਤੀ
ru: Дата
ta: தேதி

source: Date format is incorrect.
bn: তারিখের বিন্যাস সঠিক নয়।
de: Datumsformat ist ungültig.
es: La fecha del formato es incorrecta
gu: તારીખ બંધારણ અયોગ્ય છે.
hi: तिथि प्रारूप गलत है.
it: Il formato della data non è corretto.
ja: 日付の形式が正しくありません。
mr: दिनांक रूपण अयोग्य आहे.
pa: ਮਿਤੀ ਫਾਰਮੈਟ ਗਲਤ ਹੈ
ru: Недопустимый формат даты.
ta: தேதி வடிவம் தவறானது.

source: Debug Certificate
bn: সার্টিফিকেট ডিবাগ করুন
de: Zertifikat auf Fehler prüfen
es: Depurar certificado
gu: ડિબગ પ્રમાણપત્ર
hi: प्रमाणपत्र डिबग करें
it: Certificato di debug
ja: 証明書のデバッグ
mr: डिबग प्रमाणपत्र
pa: ਡੀਬੱਗ ਸਾਰਟੀਫਿਕੇਟ
ru: Сертификат
ta: பிழைதிருத்த சான்றிதழ்

source: Default Environment:
mr: डिबग वातावरण:
pa: ਮੂਲ ਇਨਵਾਇਰਮੈਂਟ:

source: Default Organization:
mr: पूर्वनिर्धारित संस्था:
pa: ਮੂਲ ਸੰਗਠਨ:

source: Delete All
bn: সকল মুছে ফেলুন
de: Alle löschen
es: Borrar todo
gu: બધુ કાઢી નાંખો
hi: सभी मिटाएँ
it: Cancella tutto
ja: すべてを削除
mr: सर्व नष्ट करा
pa: ਸਭ ਹਟਾਓ
ru: Удалить все
ta: அனைத்துயும் அழிக்கவும்

source: Delete Organization
bn: প্রতিষ্ঠান মুছে ফেলুন
de: Organisation löschen
es: Borrar organización
gu: સંસ્થા કાઢી નાંખો
hi: संगठन हटाएँ
it: Cancella organizzazione
ja: 組織を削除
mr: संस्था नष्ट करा
pa: ਸੰਗਠਨ ਹਟਾਓ
ru: Удалить организацию
ta: நிறுவனத்தை அழிக்கவும்

source: Delete Package Filters
bn: প্যাকেজ ফিল্টার মুছে ফেলুন
de: Paketfilter löschen
es: Borrar filtros de paquete
gu: પેકેજ ફિલ્ટરોને કાઢી નાંખો
hi: संकुल फिल्टर मिटाएँ
it: Cancella filtri del pacchetto
ja: パッケージフィルターを削除
mr: संकुल फिल्टर्स् नष्ट करा
pa: ਪੈਕੇਜ ਫਿਲਟਰ ਹਟਾਓ
ru: Удалить фильтры пакетов
ta: தொகுப்பு வடிப்பிகளை அழிக்கவும்

source: Delete Providers
bn: উপলব্ধকারীর তথ্য মুছে ফেলুন
de: Provider löschen
es: Borrar proveedores
gu: પ્રદાતાને કાઢી નાંખો
hi: प्रदाता मिटाएँ
it: Cancella i provider
ja: プロバイダーを削除
mr: प्रोव्हाइडर्स् नष्ट करा
pa: ਪਰੋਵਾਈਡਰ ਹਟਾਓ
ru: Удалить провайдеры
ta: வழங்குனர்களை அழி

source: Delete Roles
bn: ভূমিকা মুছে ফেলুন
de: Rollen löschen
es: Borrar roles
gu: ભૂમિકા કાઢી નાંખો
hi: भूमिकाएँ हटाएँ
it: Cancella ruoli
ja: ロールを削除
mr: रोल्स् नष्ट करा
pa: ਰੋਲ ਹਟਾਓ
ru: Удалить роли
ta: பங்குகளை அழிக்கவும்

source: Delete Systems
bn: সিস্টেম মুছে ফেলুন
de: Systeme löschen
es: Borrar sistemas
gu: સિસ્ટમો કાઢી નાંખો
hi: तंत्र हटाएँ
it: Cancella sistemi
ja: システムを削除
mr: प्रणाली नष्ट करा
pa: ਸਿਸਟਮ ਹਟਾਓ
ru: Удалить системы
ta: சிஸ்டங்களை அழிக்கவும்

source: Delete Users
bn: ব্যবহারকারী মুছে ফেলুন
de: Benutzer löschen
es: Borrar usuarios
gu: વપરાશકર્તાઓ કાઢી નાંખો
hi: उपयोक्ता हटाएँ
it: Cancella utenti
ja: ユーザーを削除
mr: वापरकर्ते नष्ट करा
pa: ਯੂਜ਼ਰ ਹਟਾਓ
ru: Удаление пользователей
ta: பயனர்களை அழிக்கவும்

source: Deleted provider [ %s ]
bn: উপলব্ধকারী মুছে ফেলা হয়েছে [ %s ]
de: Gelöschter Provider [ %s ]
es: Proveedor borrado [ %s ]
gu: પ્રદાતા [ %s ] કાઢી નાંખ્યુ
hi: हटाए गए प्रदाता [% s]
it: Provider [ %s ] cancellato
ja: プロバイダー [ %s ] が削除されました。
mr: प्रोव्हाइडर [ %s ] नष्ट केले
pa: ਪਰੋਵਾਈਡਰ [ %s ] ਹਟਾਓ
ru: Провайдер [ %s ] удалён.
ta: வழங்குநர் [ %s ] அழிக்கப்பட்டது

source: Deleteing environment in candlepin: %s
mr: कँडलपिनमध्ये वातावरण नष्ट करत आहे: %s
pa: candlepin ਵਿੱਚ ਇਨਵਾਇਰਮੈਂਟ ਹਟਾ ਰਿਹਾ ਹੈ: %s

source: Deleting owner in candlepin: %s
bn: candlepin-র মধ্যে মালিকের তথ্য মুছে ফেলা হচ্ছে: %s
de: Löschen eines Besitzers in Candlepin: %s
es: Borrando propietario en Candlepin: %s
gu: candlepin માં માલિકને કાઢી રહ્યા છે: %s
hi: कैंडलपिन में एक स्वामी मिटा रहा है: %s
it: Rimozione proprietario in candlepin: %s
ja: candlepin 内の所有者を削除中: %s
mr: कँडलपिनमध्ये मालक नष्ट करत आहे: %s
pa: candlepin ਵਿੱਚ ਮਾਲਕ ਨੂੰ ਹਟਾ ਰਿਹਾ ਹੈ: %s
ru: Удаление владельца в candlepin: %s
ta: candlepin-இல் உரிமையாளரை அழிக்கிறது: %s

source: Dependencies
bn: নির্ভরতা
de: Abhängigkeiten
es: Dependencias
gu: નિર્ભરતા
hi: निर्भरता
it: Dipendenze
ja: 依存関係
mr: अवलंबने
pa: ਨਿਰਭਰਤਾ
ru: Зависимости
ta: சார்புகள்

source: Dependency of
bn: চিহ্নিত সামগ্রীর নির্ভরতা
de: Abhängigkeit von
es: Dependencia de
gu: ની નિર્ભરતા
hi: इसकी निर्भरता
it: Dipendenze di
ja: 依存関係
mr: याचे अवलंबने
pa: ਜਿਸਦੀ ਨਿਰਭਰਤਾ
ru: Зависимость
ta: இதனால் சார்பு

source: Description
bn: বিবরণ
de: Beschreibung
es: Descripción
gu: વર્ણન
hi: विवरण
it: Descrizione
ja: 詳細
mr: वर्णन
pa: ਵਰਣਨ
ru: Описание
ta: விளக்கம்

source: Description:
bn: বিবরণ:
de: Beschreibung:
es: Descripción
gu: વર્ણન:
hi: विवरण:
it: Descrizione:
ja: 詳細:
mr: वर्णन:
pa: ਵਰਣਨ:
ru: Описание:
ta: விளக்கம்:

source: Details
bn: বিবরণ
es: Información
gu: વિગતો
hi: विवरण
it: Dettagli
ja: 詳細
mr: तपशील
pa: ਵੇਰਵਾ
ru: Свойства
ta: விவரங்கள்

source: Details for the currently selected permission.
bn: বর্তমানে নির্বাচিত অনুমতির বিবরণ
de: Details der derzeit ausgewählten Berechtigung.
es: Información para el permiso actual seleccionado.
gu: હાલની પસંદ થયેલ પરવાનગી માટે વિગતો.
hi: वर्तमान में चयनित अनुमति के लिए विवरण.
it: Dettagli per il permesso attualmente selezionato.
ja: 現在選択されているパーミッションの詳細
mr: सध्या नीवडलेल्या परवानगीकरीता तपशील.
pa: ਮੌਜੂਦਾ ਚੁਣੀ ਮਨਜੂਰੀ ਲਈ ਵੇਰਵਾ।
ru: Свойства выбранного разрешения.
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட அனுமதிக்கான விவரங்கள்.

source: Disable/enable is not supported for custom repositories.
bn: স্বনির্ধারিত সংগ্রহস্থলের জন্য নিষ্ক্রিয়/সক্রিয় করার ব্যবস্থা সমর্থিত নয়।
de: Deaktivieren/Aktivieren wird für angepasste Repositorys nicht unterstützt.
es: Habilitado/inhabilitado no es soportado para repositorios personales
gu: વૈવિધ્ય રિપોઝીટરીઓ માટે નિષ્ક્રિય/સક્રિય એ આધારભૂત નથી.
hi: पसंदीदा रिपोजिटरी के लिए सक्रिय/निष्क्रिय करें समर्थित नहीं है.
it: Disabilita/abilita non è supportato per repositori personalizzati.
ja: カスタムリポジトリでは、無効/有効はサポートされていません。
mr: पसंतीच्या रेपॉजिटरिज्करीता बंद करणे/सुरू करणे समर्थीत नाही.
pa: ਕਸਟਮ ਰਿਪੋਜ਼ਟਰੀਆਂ ਲਈ ਅਯੋਗ/ਯੋਗ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀਂ ਹੈ।
ru: Функции включения и отключения не поддерживаются для пользовательских репозиториев.
ta: தனிபயன் தொகுப்பதிவகங்களுக்காக செயல்படுத்தல்/செயல்நீக்கல் துணைபுரியவில்லை.

source: Disabled help tips have been re-enabled.
bn: নিষ্ক্রিয় করা সাহায্যে বার্তাগুলি পুনরায় সক্রিয় করা হয়েছে।
de: Deaktivierte Hilfe-Tipps wurden wieder aktiviert.
es: Consejos inactivos han sido reactivados
gu: નિષ્ક્રિય થયેલ મદદોને પુન:સક્રિય કરી દેવામાં આવી છે.
hi: निष्क्रिय मदद सुझाव को फिर सक्रिय किया गया है.
it: I suggerimenti disabilitati sono stati riabilitati.
ja: 無効のヒントが再度有効になりました。
mr: बंद केलेले मदत टिपा पुनःसुरू केले.
pa: ਅਯੋਗ ਮੱਦਦ-ਟਿੱਪਣੀ ਮੁੜ-ਯੋਗ ਕੀਤੀ ਹੈ।
ru: Подсказки включены.
ta: செயல்நீக்கப்பட்ட உதவி குறிப்புகள் மீண்டும் செயல்படுத்தப்பட்டது.

source: Display
bn: প্রদর্শন
de: Anzeigen
es: Visualizar
gu: દર્શાવો
hi: दिखाएँ
ja: 表示
mr: डिस्पले
pa: ਦਰਿਸ਼
ru: Показать
ta: காட்டு

source: Distribution
bn: ডিস্ট্রিবিউশন
es: Distribución
gu: વિતરણ
hi: वितरण
it: Distribuzione
ja: ディストリビューション
mr: वितरण
pa: ਡਿਸਟਰੀਬਿਊਸ਼ਨ
ru: Дистрибутив
ta: விநியோகம்

source: Distribution '%s' does not belong to the specified product!
bn: '%s' ডিস্ট্রিবিউশনটি কোনো সুনির্দিষ্ট উৎপাদনের সাথে যুক্ত নয়!
de: Distribution '%s' gehört nicht zum angegebenen Produkt!
es: iDistribución '%s' no pertenece al producto especificado!
gu: વિતરણ '%s' એ ચોક્કસ પ્રોડક્ટને સંબંધ રાખતુ નથી!
hi: वितरण '%s' निर्दिष्ट उत्पाद में हिस्सा नहीं है!
it: La distribuzione '%s' non appartiene al prodotto specificato!
ja: ディストリビューション「%s」は指定された製品には属していません。
mr: वितरण '%s' निर्देशीत उत्पादनच्या मालकीचे नाही!
pa: ਡਿਸਟਰੀਬਿਊਸ਼ਨ '%s' ਨਿਰਧਾਰਤ ਉਤਪਾਦ ਨਾਲ ਸੰਬੰਧਿਤ ਨਹੀਂ ਹੈ!
ru: Дистрибутив «%s» не подходит для выбранного продукта.
ta: விநியோகம் '%s' குறிப்பிட்ட தயாரிப்புக்கு இல்லை!

source: Distribution '%s' not found in the '%s' environment
bn: '%s' ডিস্ট্রিবিউশনটি '%s' পরিবেশের মধ্যে পাওয়া যায়নি
de: Distribution '%s' konnte in der Umgebung '%s' nicht gefunden werden.
es: No se encontró distribución '%s' en el entorno '%'
gu: વિતરણ '%s' એ '%s' પર્યાવરણમાં મળ્યુ નથી
hi: इस '%s' वातावरण में वितरण '%s' नहीं मिला.
it: Distribuzione '%s' non trovata nell'ambiente '%s'
ja: ディストリビューション「%s」は「%s」環境には見つかりませんでした
mr: '%s' वातावरणात वितरण '%s' आढळले नाही
pa: ਡਿਸਟਰੀਬਿਊਸ਼ਨ '%s' ਇਨਵਾਇਰਮੈਂਟ '%s' ਨਹੀਂ ਲੱਭੀ
ru: В окружении %s нет дистрибутива «%s».
ta: விநியோகம் '%s' இந்த % சூழலில் காணப்படவில்லை.

source: Distribution '%s' not found in this template.
bn: এই টেমপ্লেটের মধ্যে '%s' ডিস্ট্রিবিউশন পাওয়া যায়নি।
de: Distribution '%s' konnte in dieser Vorlage nicht gefunden werden.
es: No se encontró distribución '%s' en esta plantilla.
gu: વિતરણ '%s' આ ટૅમ્પલેટમાં મળ્યુ નથી.
hi: इस नमूना में वितरण '%s' नहीं मिला.
it: Distribuzione '%s' non trovata in questo template.
ja: このテンプレート内ではディストリビューション '%s' は見つかりません。
mr: या टेम्पलेट अंतर्गत वितरण '%s' आढळले नाही.
pa: ਇਸ ਟੈਂਪਲਿਟ ਵਿੱਚ ਡਿਸਟਰੀਬਿਊਸ਼ਨ '%s' ਨਹੀਂ ਲੱਭਿਆ।
ru: В этом шаблоне нет дистрибутива «%s».
ta: விநியோகம் '%s' இந்த மாதிரிஉருவில் காணப்படவில்லை.

source: Distribution '%s' was not found in Pulp.
bn: Pulp-র মধ্যে '%s' প্যাকেজ সংকলন পাওয়া যায়নি।
de: Distribution '%s' konnte in Pulp nicht gefunden werden.
es: No se halló distribución '%s' en Pulp.
gu: વિતરણ '%s' Pulp માં મળ્યુ ન હતુ.
hi: पल्प में वितरण '%s' नहीं मिला था.
it: Distribuzione '%s' non trovata in Pulp.
ja: Pulp 内ではディストリビューション '%s' は見つかりませんでした。
mr: वितरण '%s' पल्प अंतर्गत आढळले नाही.
pa: Pulp ਵਿੱਚ '%s' ਨਹੀਂ ਲੱਭਿਆ।
ru: Дистрибутив «%s» не найден в Pulp.
ta: விநியோகம் '%s' ப்லப்பில் காணப்படவில்லை.

source: Distributions
bn: ডিস্ট্রিবিউশন
de: Distributionen
es: Distribuciones
gu: વિતરણો
hi: वितरण
it: Distribuzioni
ja: ディストリビューション
mr: वितरणे
pa: ਡਿਸਟਰੀਬਿਊਸ਼ਨਾਂ
ru: Дистрибутивы
ta: விநியோகங்கள்

source: Do you want to set this GPG Key as the key for all repositories within this product?
bn: এই উৎপাদনের মধ্যে উপস্থিত সকল সংগ্রহস্থলের সাথে ব্যবহারের জন্য এই GPG-কি নির্ধারণ করা হবে কি?
de: Möchten Sie diesen GPG-Schlüssel als Schlüssel für alle Repositorys innerhalb dieses Produkts festlegen?
es: ¿Desea establecer esta llave GPG como clave para todos los repositorios dentro de este producto?
gu: શું તમે આ પ્રોડક્ટમાં બધી રિપોઝીટરીઓ માટે કી તરીકે આ GPG કીને સુયોજિત કરવા માંગો છો?
hi: क्या आप इस GPG कुंजी को इस उत्पाद के अंदर के सभी रिपोजिटरी के लिए सेट करना चाहते हैं?
it: Desideri impostare questa chiave GPG come chiave per tutti i repositori all'interno di questo prodotto?
ja: この製品内のすべてのリポジトリに対するキーとしてこの GPG キーを設定しますか?
mr: या उत्पादन अंतर्गत सर्व रेपॉजिटरिज्करीता तुम्हाला GPG कि निश्चित करायचे?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ GPG ਕੁੰਜੀ ਨੂੰ ਇਸ ਉਤਪਾਦ ਵਿੱਚ ਸਭ ਰਿਪੋਜ਼ਟਰੀਆਂ ਲਈ ਕੁੰਜੀ ਦੇ ਤੌਰ ਤੇ ਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Использовать этот ключ GPG для всех репозиториев этого продукта?
ta: இந்த தயாரிப்பிற்குள் அனைத்து தொகுப்பதிவகங்களுக்கான விசையை இந்த GPG விசையாக அமைக்கவா?

source: Done
bn: সমাপ্ত
de: Fertig
es: Listo
gu: પૂરુ થઇ ગયું
hi: संपन्न
it: Fatto
ja: 完了
mr: पूर्ण झाले
pa: ਮੁਕੰਮਲ
ru: Готово
ta: முடிந்தது

source: Download
bn: ডাউনলোড করুন
es: Descargar
gu: ડાઉનલોડ
hi: डाउनलोड
it: Scarica
ja: ダウンロード
mr: डाउनलोड
pa: ਡਾਊਨਲੋਡ
ru: Загрузить
ta: பதிவிறக்கம்

source: Download System Template
bn: সিস্টেম টেমপ্লেট ডাউনলোড করুন
de: Systemvorlage herunterladen
es: Descargar plantilla del sistema
gu: સિસ્ટમ ટૅમ્પલેટ ડાઉનલોડ કરો
hi: तंत्र नमूना डाउनलोड करें
it: Scarica il template del sistema
ja: システムテンプレートをダウンロード
mr: प्रणाली टेम्पलेट डाउनलोड करा
pa: ਡਾਊਨਲੋਡ ਸਿਸਟਮ ਟੈਂਪਲਿਟ
ru: Загрузка шаблона
ta: சிஸ்டம் மாதிரிஉருவை பதிவிறக்கவும்

source: Duration
bn: অবকাল
de: Dauer
es: Duración
gu: સમયગાળો
hi: अवधि
it: Durata
ja: 期間
mr: कालावधि
pa: ਅੰਤਰਾਲ
ru: Длительность
ta: காலஇடைவெளி

source: Edit Activation Key enables you to modify the selected activation key. This key may be used during system registration. For example, <BR/><BR/>subscription-manager register --org %s --activationkey %s
bn: অ্যাক্টিভেশন-কি সম্পাদনা সহযোগে নির্বাচিত অ্যাক্টিভেশন-কিপরিবর্তন করা যাবে। সিস্টেম নিবন্ধনের সময় এই কি ব্যবহার করা যাবে। উদাহরণস্বরূপ, <BR/><BR/>subscription-manager register --org %s --activationkey %s
de: 'Aktivierungsschlüssel bearbeiten' ermöglicht Ihnen das Bearbeiten des ausgewählten Aktivierungsschlüssels. Dieser Schlüssel kann während der Systemregistrierung verwendet werden. Zum Beispiel: <BR/><BR/>subscription-manager register --org %s --activationkey %s
es: Modificar llave de activación le permite modificar la llave de activación seleccionada. Esta llave puede utilizarse durante el registro del sistema. Por ejemplo, <BR/><BR/>subscription-manager register --org %s --activationkey %s
gu: સક્રિયકરણ કીમાં ફેરફાર કરવાથી પસંદ થયેલ સક્રિયકરણ કીને બદલવા માટે તમને સક્રિય કરે છે. આ કીને સિસ્ટમ રજીસ્ટ્રેશન દરમ્યાન વાપરી શકાય છે. ઉદાહરણ તરીકે, <BR/><BR/>subscription-manager register --org %s --activationkey %s
hi: सक्रियकरण कुंजी संपादित करें आफको चयनित सक्रियकरण कुंजी बदलने के लिए आपको समर्थ बनाता है. इस कुंजी को तंत्र पंजीयन के दौरान प्रयोग किया जा सकता है. उदाहरण के लिए, <BR/><BR/>subscription-manager register --org %s --activationkey %s
it: Modifica chiave di attivazione permette di modificare la chiave di attivazione selezionata. Utilizzabile durante la registrazione del sistema. Per esempio <BR/><BR/>subscription-manager register --org %s --activationkey %s
ja: アクティベーションキーの編集で選択したアクティベーションキーの変更を行うことができます。 システム登録にこのキーを使用することができます。 例、 <BR/><BR/>subscription-manager register --org %s --activationkey %s
mr: संपादित करा ॲक्टिवेशन कि तुम्हाला निवडलेले ॲक्टिवेशन किज् संपादित करण्यास परवानगी देते. या किचा वापर प्रणालीची नोंदणी करताना शक्य आहे. उदाहरणार्थ, <BR/><BR/>subscription-manager register --org %s --activationkey %s
pa: ਸਰਗਰਮੀ ਕੁੰਜੀ ਸੋਧ ਤੁਹਾਨੂੰ ਚੁਣੀ ਸਰਗਰਮੀ ਕੁੰਜੀ ਸੋਧਣ ਲਈ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ। ਇਹ ਕੁੰਜੀ ਸਿਸਟਮ ਰਜਿਸਟਰੇਸ਼ਨ ਦੌਰਾਨ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਉਦਾਹਰਨ ਲਈ, <BR/><BR/>subscription-manager register --org %s --activationkey %s
ru: Здесь можно изменить характеристики ключа. Ключ активации используется при регистрации системы. Пример: <BR/><BR/>subscription-manager register --org %s --activationkey %s

source: Edit Details
bn: বিবরণ সম্পাদনা
de: Details bearbeiten
es: Modificar información
gu: વિગતોમાં ફેરફાર કરો
hi: विवरण संपादित करें
it: Modifica dettagli
ja: 詳細を編集
mr: तपशील संपादित करा
pa: ਵੇਰਵਾ ਸੋਧ
ru: Изменить
ta: விவரங்களை திருத்து

source: Edit Environment
bn: এনভায়রনমেন্ট সম্পাদনা
de: Umgebung bearbeiten
es: Modificar entorno
gu: પર્યાવરણમાં ફેરફાર કરો
hi: वातावरण संपादित करें
it: Modifica ambiente
ja: 環境を編集
mr: वातावरण संपादित करा
pa: ਵਾਤਾਵਰਨ ਸੋਧ
ru: Изменить окружение
ta: சூழலை திருத்து

source: Edit GPG Key enables you to modify the selected GPG Key. A new key can be copied and pasted in directly.
bn: GPG-কি সম্পাদনার মাধ্যমে নির্বাচিত GPG-কি পরিবর্তন করা যাবে। একটি নতুন কি সরাসরি কপি ও পেস্ট করা যাবে।
de: 'GPG-Schlüssel bearbeiten' ermöglicht Ihnen das Bearbeiten des ausgewählten GPG-Schlüssels. Ein neuer Schlüssel kann direkt hineinkopiert werden
es: Modificar la llave GPG le permite cambiar la llave GPG seleccionada. Se puede copiar y pegar la nueva clave directamente.
gu: GPG કીમાં ફેરફાર કરવાથી પસંદ થયેલ GPG કીને બદલવા માટે તમને સક્રિય કરે છે. નવી કીને સીધી જ નકલ અને ચોંટાડી શકાય છે.
hi: GPG कुंजी संपादित करें आपको चुने गए GPG कुंजी को सक्रिय करने में समर्थ करता है. एक नयी कुंजी की सीधे नकल कर चिपकायी जा सकती है.
it: La modifica della chiave GPG permette di modificare la chiave GPG selezionata. Una nuova chiave può essere copiata ed incollata direttamente.
ja: 「GPG Key の編集」により、選択した GPG キーを変更できます。新しいキーは直接コピー、貼り付けが可能です。
mr: GPG कि संपादित करा कि तुम्हाला नीवडलेली GPG कि संपादित करण्यास परवानगी देतो. नवीन किचे प्रत बनवणे व त्यास प्रत्यक्षरित्या चिकटवणे शक्य आहे.
pa: GPG ਕੁੰਜੀ ਸੋਧ ਨਾਲ ਤੁਸੀਂ ਚੁਣੀ GPG ਕੁੰਜੀ ਨੂੰ ਸੋਧ ਸਕਦੇ ਹੋ। ਇੱਕ ਨਵੀਂ ਕੁੰਜੀ ਸਿੱਧੀ ਹੀ ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।
ru: В поле ключа можно вставить значение из буфера обмена.
ta: தேர்ந்தெடுக்கப்பட்ட GPG விசையை மாற்றியமைக்க செயல்படுத்த GPG விசையை திருத்தவும். ஒரு புதிய விசை நகலெடுக்கப்பட்டு நேரடியாக ஒட்டப்படும்.

source: Edit Permission
bn: অনুমতি সম্পাদনা
de: Berechtigung bearbeiten
es: Modificar permiso
gu: પરવાનગીમાં ફેરફાર કરો
hi: अनुमति संपादित करें
it: Modifica permessi
ja: パーミッションを編集
mr: परवानगी संपादित करा
pa: ਮਨਜੂਰੀ ਸੋਧ
ru: Изменить разрешение
ta: அனுமதியை திருத்து

source: Edit Permission in
bn: চিহ্নিত স্থানে অনুমতি সম্পাদনা করুন
de: Berechtigung bearbeiten in
es: Modificar permiso en
gu: તેમાં પરવાનગીને બદલો
hi: में संपादन अनुमति
it: Modifica permessi in
ja: パーミッションを編集
mr: येथील परवानगी संपादित करा
pa: ਇਸ ਵਿੱਚ ਮਨਜੂਰੀ ਸੋਧ
ru: Разрешения:
ta: அனுமதியில் திருத்து

source: Edit Product
bn: উৎপাদনের তথ্য সম্পাদনা করুন
de: Produkt bearbeiten
es: Contraer
gu: પ્રોડક્ટમાં ફેરફાર કરો
hi: उत्पाद संपादित करें
it: Modifica prodotto
ja: 製品を編集
mr: उत्पादन संपादित करा
pa: ਉਤਪਾਦ ਸੋਧ
ru: Изменить продукт
ta: தயாரிப்பை திருத்து

source: Edit Role
bn: ভূমিকা সম্পাদনা করুন
de: Rolle bearbeiten
es: Modificar rol
gu: ભૂમિકામાં ફેરફાર કરો
hi: भूमिका संपादित करें
it: Modifica ruolo
ja: ロールの編集
mr: रोल संपादित करा
pa: ਰੋਲ ਸੋਧ
ru: Изменить роль
ta: பங்கை திருத்து

source: Edit Role Details
bn: ভূমিকার বিবরণ সম্পাদনা করুন
de: Rollendetails bearbeiten
es: Modificar información de roles
gu: ભૂમિકા વિગતોમાં ફેરફાર કરો
hi: भूमिका विवरण संपादित करें
it: Modifica i dettagli del ruolo
ja: ロールの詳細を編集
mr: रोल तपशील संपादित करा
pa: ਰੋਲ ਵੇਰਵਾ ਸੋਧ
ru: Изменить свойства роли
ta: பங்கு விவரங்களை திருத்து

source: Edit System Template
bn: সিস্টেমের টেমপ্লেট সম্পাদনা করুন
de: Systemvorlage bearbeiten
es: Modificar plantilla de sistema
gu: સિસ્ટમ ટૅમ્પલેટમાં ફેરફાર કરો
hi: सिस्टम टेम्पलेट संपादित करें
it: Modifica il template del sistema
ja: システムテンプレートを編集
mr: प्रणाली टेम्पलेट संपादित करा
pa: ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਸੋਧ
ru: Изменить шаблон системы
ta: சிஸ்டம் மாதிரிஉருவை திருத்து

source: Either organization id or environment id needs to be specified
mr: एकतर संस्था id किंवा वातावरण id निर्देशीत करणे आवश्यक
pa: ਸੰਗਠਨ id ਜਾਂ ਵਾਤਾਵਰਨ id ਨਿਰਧਾਰਤ ਕਰਨੇ ਜਰੂਰੀ ਹਨ

source: Either packages or groups must be provided
bn: প্যাকেজ অথবা সংকলন উপলব্ধ করা আবশ্যক
de: Entweder Pakete oder Gruppen müssen angegeben werden
es: Se deben proporcionar ya sean los paquetes o los grupos.
gu: ક્યાંતો પેકેજો અથવા જૂથો પૂરા પાડવા જ જોઇએ
hi: संकुल या समूह जरूर देना होगा
it: È necessario fornire i pacchetti o i gruppi
ja: パッケージまたはグループを指定する必要があります。
mr: संकुले किंवा गट पुरवणे आवश्यक आहे
pa: ਪੈਕੇਜ ਜਾਂ ਗਰੁੱਪ ਦੇਣੇ ਜਰੂਰੀ ਹਨ
ru: Необходимо указать пакеты или группы
ta: தொகுப்புகள் அல்லது குழுக்கள் வழங்கப்பட வேண்டும்

source: Eligible Content
bn: প্রযোজ্য তথ্য
de: Passende Inhalte
es: Contenido elegible
gu: અનુકૂળ સમાવિષ્ટ
hi: योग्य सामग्री
it: Contenuto idoneo
ja: 有効なコンテンツ
mr: पात्र कंटेंट
pa: ਸੰਖੇਪ ਸੋਧ
ru: Доступное содержимое
ta: தகுதியுள்ள உள்ளடக்கம்

source: Email Address:
bn: ই-মেইল ঠিকানা:
de: E-Mail-Adresse:
es: Dirección de correo-e:
gu: ઇમેલ સરનામું:
hi: ईमेल पता:
it: Indirizzo email:
ja: メールアドレス:
mr: इमेल पत्ता:
pa: ਈਮੇਲ ਐਡਰੈੱਸ:
ru: Email:
ta: மின்னஞ்சல் முகவரி:

source: Email sent to '%{e}' with password reset instructions.
mr: पासवर्ड रिसेट सूचनांसह इमेलला '%{e}' करीता पाठवले.
pa: ਪੈਸਵਰਡ ਰੀਸੈੱਟ ਹਦਾਇਤਾਂ ਨਾਲ '%{e}' ਨੂੰ ਈਮੇਲ ਭੇਜ ਦਿੱਤੀ ਹੈ।

source: Email sent to '%{e}' with valid login user names.
mr: वैध लॉगिन वापरकर्ता नावांसह '%{e}' करीता इमेल पाठवले.
pa: ਯੋਗ ਲਾਗਇਨ ਯੂਜ਼ਰ ਨਾਂ ਨਾਲ '%{e}' ਨੂੰ ਈਮੇਲ ਭੇਜੀ ਗਈ ਹੈ।

source: Empty request received to install Packages or Package Groups System '%{s}'.
mr: संकुले किंवा पॅकेज ग्रुप्स् सिस्टम '%{s}' प्रतिष्ठापीत करण्यासाठी रिकामी विनंती प्राप्त झाली.
pa: ਪੈਕੇਜ ਜਾਂ ਪੈਕੇਜ ਗਰੁੱਪ ਸਿਸਟਮ '%{s}' ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਖਾਲੀ ਬੇਨਤੀ ਆਈ ਹੈ।

source: Enable Repositories
mr: रेपॉजिटरिज् सुरू करा
pa: ਰਿਪੋਜ਼ਟਰੀਆ ਯੋਗ
