Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: There are no errata that need to be applied to registered systems.
bn: নিবন্ধিত সিস্টেমে প্রয়োগ করার জন্য কোনো ত্রুটি-বিচ্যুতি উপস্থিত নেই।
de: Es gibt keine Errata, die auf registrierte Systeme angewendet werden müssen.
es: No hay erratas que necesiten ser aplicadas para sistemas registrados.
gu: ત્યાં કોઇ ભૂલ નથી કે જેને રજીસ્ટર થયેલ સિસ્ટમોમાં લાગુ કરવાની જરૂર છે.
hi: पंजीकृत तंत्र में लागू कोई इरेटा नहीं है जो लागू करने की जरूरत है.
it: Non è presente alcun errata da applicare ai sistemi registrati.
ja: 登録済みシステムに適用する必要があるエラータはありません。
mr: नोंदणी पूर्ण झालेल्या प्रणालींकरीता एराटा आढळले नाही.
pa: ਰਜਿਸਟਰ ਕੀਤੇ ਸਿਸਟਮਾਂ ਤੇ ਲਾਗੂ ਕਰਨ ਲਈ ਕੋਈ ਇਰੱਟਾ ਨਹੀਂ ਹੈ।
ru: Нет исправлений для зарегистрированных систем.
ta: பதிவு செய்யப்பட்ட சிஸ்டங்களுக்கு செயல்படுத்த பிழைகள் எதுவும் இல்லை.

source: There are no events to display.
bn: প্রদর্শনযোগ্য কোনো ইভেন্ট নেই।
de: Es gibt keine anzuzeigenden Ereignisse.
es: No hay eventos para mostrar.
gu: ત્યાં દર્શાવવા માટે ઘટનાઓ નથી.
hi: दिखाने के लिए कोई घटना नहीं है.
it: Non è presente alcun evento da visualizzare.
ja: 表示するイベントはありません。
mr: दाखवण्याकरीता इव्हेंटस् आढळले नाही.
pa: ਵੇਖਾਉਣ ਲਈ ਕੋਈ ਈਵੈਂਟ ਨਹੀਂ ਹੈ।
ru: Нет событий.
ta: காட்டுவதற்கு நிகழ்வுகள் எதுவும் இல்லை.

source: There are no more subscriptions available.
bn: কোনো সাবস্ক্রিপশন উপলব্ধ নেই।
de: Es sind keine weiteren Subskriptionen verfügbar.
es: No hay suscripciones disponibles.
gu: વધારે ઉમેદવારીઓ ઉપલબ્ધ નથી.
hi: अब कोई सदस्यता उपलब्ध नहीं है.
it: Non è più presente alcuna sottoscrizione disponibile.
ja: 利用可能なサブスクリプションはありません。
mr: यापेक्षा जास्त सबस्क्रिप्शन्स उपलब्ध नाही.
pa: ਕੋਈ ਹੋਰ ਮੈਂਬਰੀ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
ru: Нет доступных подписок.
ta: அதிக சந்தாக்கள் இல்லை.

source: There are no packages to display.
bn: প্রদর্শনযোগ্য কোনো প্যাকেজ উপস্থিত নেই।
de: Es gibt keine anzuzeigenden Pakete.
es: No hay paquetes para mostrar.
gu: દર્શાવવા માટે પેકેજો નથી.
hi: दिखाने के लिए कोई संकुल नहीं है.
it: Non è presente alcun pacchetto da visualizzare.
ja: 表示するパッケージはありません。
mr: दाखवण्याकरीता संकुले आढळले नाही.
pa: ਵੇਖਾਉਣ ਲਈ ਕੋਈ ਪੈਕੇਜ ਨਹੀਂ ਹੈ।
ru: Нет пакетов.
ta: காட்டுவதற்கு தொகுப்புகள் எதுவும் இல்லை.

source: There are no tags for the resource type you have chosen.
bn: নির্বাচিত ধরনের রিসোর্সের ক্ষেত্রে কোনো ট্যাগ উপস্থিত নেই।
de: Es gibt keine Tags für den gewählten Ressourcentyp.
es: No hay indicadores para el tipo de recurso que ha seleccionado.
gu: સ્ત્રોત પ્રકાર માટે ત્યાં ટૅગ નથી જે તમે પસંદ કરેલ છે.
hi: आपके चुने संसाधन प्रकार के लिए कोई टैग नहीं हैं.
it: Tag mancanti per il tipo di risorsa selezionata.
ja: 選択したリソースタイプのタグはありません。
mr: नीवडलेल्या रिसोअर्स् प्रकारकरीता टॅग्स् आढळले नाही.
pa: ਤੁਹਾਡੇ ਚੁਣੇ ਸਰੋਤ ਕਿਸਮ ਲਈ ਕੋਈ ਟੈਗ ਨਹੀਂ ਹੈ।
ru: Нет тегов для выбранного типа.
ta: நீங்கள் தேர்வு செய்த மறுமூல வகைக்கான எந்த ஒட்டுக்களும் இல்லை.

source: There is already a repo with the name [ %s ] for product [ %s ]
bn: [ %s ] উৎপাদনের জন্য [ %s ] নামে একটি সংগ্রহস্থল বর্তমানে উপস্থিত রয়েছে
de: Es gibt bereits ein Repo mit dem Namen [ %s ] für das Produkt [ %s ]
es: Ya existe un repositorio con el nombre [ %s ] para producto [ %s ]
gu: પ્રોડક્ટ [ %s ] માટે નામ [ %s ] સાથે ત્યાં પહેલેથી જ રિપો છે
hi: नाम [ %s ] के साथ [ %s ] उत्पाद के लिए पहले से एक रेपो है
it: È già presente un repo con nome [ %s ] per il prodotto [ %s ]
ja: 名前 [ %s ] のリポジトリは製品 [ %s ] に対して既に存在します。
mr: नाव [ %s ] सह उत्पादन [ %s ] करीता आधिपासूनच रेपो आढळले
pa: ਨਾਂ [ %s ] ਵਾਲੀ ਉਤਪਾਦ [ %s ] ਲਈ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਰਿਪੋ ਹੈ
ru: Репозиторий [ %s ] для [ %s ] уже существует.
ta: [ %s ] பெயருடன் [ %s ]-க்கான தயாரிப்பு ஒரு பெரோ ஏற்கனவே உள்ளது

source: There is already an active sync process for the '%s' repository. Please try again later
bn: '%s' সংগ্রহস্থলের জন্য বর্তমানে সুসংগতির একটি কাজ সক্রিয় রয়েছে। অনুগ্রহ করে পরে কোনো সময় প্রচেষ্টা করুন।
de: Es gibt bereits einen aktiven Sync-Vorgang für das '%s' Repository. Bitte versuchen Sie es später erneut
es: Ya existe un proceso de sincronización activo para el repositorio '%'. Por favor intente de nuevo más tarde.
gu: '%s' રિપોઝીટરી માટે સક્રિય સુમેળ પ્રક્રિયા પહેલેથી જ છે. મહેરબાની કરીને પછી ફરીથી પ્રયત્ન કરો
hi: '%s' रिपोजिटरी के लिए पहले से सक्रिय सिंक प्रक्रिया है. कृपया बाद में फिर कोशिश करें
it: È già presente un processo di sincronizzazione attivo per il repositorio '%s'. Si prega di riprovare
ja: 「%s」リポジトリにはすでにアクティブな同期プロセスがあります。 後でやり直してください
mr: '%s' रेपॉजिटरिकरीता आधिपासूनच सक्रिय सिंक पद्धती आहे. कृपया पुनः प्रयत्न करा
pa: '%s' ਰਿਪੋਜ਼ਟਰੀ ਲਈ ਪਹਿਲਾਂ ਹੀ ਸਰਗਰਮ ਸਮਕਾਲੀ ਕਾਰਜ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ru: Выполняется синхронизация репозитория «%s». Повторите попытку позже.
ta: '%s' தொகுபதிவகத்திற்கு ஒரு செயலுள்ள செயல் ஏற்கனவே உள்ளது. பின்னர் மீண்டும் முயற்சிக்கவும்

source: There must be at least one plan selected
bn: অন্তত একটি পরিকল্পনা নির্বাচন করা আবশ্যক
de: Es muss mindestens ein Plan ausgewählt sein
es: Por lo menos debe haber un plan seleccionado
gu: ત્યાં ઓછામાં ઓછો એક પ્લાન પસંદ થયેલ હોવો જ જોઇએ
hi: कम से कम एक योजना चुना होना चाहिए
it: È necessario selezionare almeno una programmazione
ja: 1 つ以上のプランを選択する必要があります。
mr: किमान एक प्लॅन पसंत करणे आवश्यक
pa: ਇੱਕ ਪਲਾਨ ਚੁਣਨਾ ਜਰੂਰੀ ਹੈ
ru: Необходимо выбрать план
ta: ஒரு திட்டம் தேர்ந்தெடுக்கப்பட வேண்டும்

source: There must be at least one product selected
bn: অন্তত একটি উৎপাদন নির্বাচন করা আবশ্যক
de: Es muss mindestens ein Produkt ausgewählt sein
es: Por lo menos debe haber un producto seleccionado
gu: ત્યાં ઓછામાં ઓછી એક પ્રોડક્ટ પસંદ થયેલ હોવી જોઇએ
hi: कम से कम एक उत्पाद चुना होना चाहिए
it: È necessario selezionare almeno un prodotto
ja: 1 つ以上の製品を選択する必要があります。
mr: किमान एक उत्पादन पसंत करणे आवश्यक
pa: ਇੱਕ ਉਤਪਾਦ ਚੁਣਨਾ ਜਰੂਰੀ ਹੈ
ru: Необходимо выбрать продукт
ta: ஒரு தயாரிப்பு தேர்ந்தெடுக்கப்படவேண்டும்

source: There was an error retrieving that row:
bn: এই সারি উদ্ধার করতে ত্রুটি দেখা দিয়েছে:
de: Beim Abrufen der Reihe trat ein Fehler auf.
es: Ocurrió un error al recuperar esa fila:
gu: ત્યાં તે હારમાળાને પ્રાપ્ત કરતી વખતે ભૂલ હતી:
hi: पंक्ति पाने में कोई त्रुटि था:
it: Si è verificato un errore durante il ripristino della riga:
ja: その行の取得時にエラーが発生しました。
mr: ओळ प्राप्त करतेवेळी त्रुटी आढळली:
pa: ਉਸ ਕਤਾਰ ਨੂੰ ਵੇਖਣ ਵਿੱਚ ਗਲਤੀ ਆਈ ਸੀ:
ru: Ошибка при получении строки:
ta: இந்த வரிசையை எடுப்பதில் ஒரு பிழை.

source: There were errors syncing repository '%s'. See notices page for more details.
pa: ਰਿਪੋਜ਼ਟਰੀ '%s' ਸਮਕਾਲੀ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਸੀ। ਵੇਰਵੇ ਲਈ ਸੂਚਨਾ ਸਫਾ ਵੇਖੋ।

source: This GPG Key is not currently assigned to any products or repositories.
bn: কোনো উৎপাদন অথবা সংগ্রহস্থলের জন্য এই GPG-কি টি বর্তমানে নির্ধারণ করা হয়নি।
de: Der GPG-Schlüssel ist derzeit zu keinen anderen Produkten oder Repositorys zugewiesen.
es: La llave GPG no está asignada actualmente a ningún producto o repositorio.
gu: આ GPG કી હાલમાં કોઇપણ પ્રોડક્ટો અથવા રિપોઝીટરીઓ માટે સોંપેલ નથી.
hi: जीपीजी कुंजी अभी किसी उत्पाद या रिपोजिटरी से नियत नहीं है.
it: Questa chiave GPG non è attualmente assegnata ad alcun prodotto o repositorio.
ja: 現在この GPG キーはどの製品、リポジトリにも割り当てられていません。
mr: हि GPG कि सध्या कोणत्याहि उत्पादने किंवा रेपॉजिटरिज् करीता वाटप केले नाही.
pa: ਇਹ GPG ਕੁੰਜੀ ਕਿਸੇ ਉਤਪਾਦ ਜਾਂ ਰਿਪੋਜ਼ਟਰੀ ਨੂੰ ਨਿਰਧਾਰਤ ਨਹੀਂ ਹੈ।
ru: Этот ключ не связан с продуктами и репозиториями.
ta: இந்த GPG விசை தற்போது எந்த தயாரிப்புகள் அல்லது தொகுபதிவகங்களுக்கு ஒதுக்கப்பட்டுள்ளது.

source: This action doesn't support pacakge groups
bn: প্যাকেজ সংকলনের ক্ষেত্রে এই কাজ প্রযোজ্য নয়
de: Diese Aktion unterstützt keine Paketgruppen
es: Esta acción no soporta grupos de paquetes
gu: આ ક્રિયા પેકેજ જૂથોને આધાર આપતુ નથી
hi: यह क्रिया संकुल समूह का समर्थन नहीं करती है
it: Questa azione non supporta i gruppi di pacchetti
ja: このアクションはパッケージグループに対応していません。
mr: हि कृती संकुल गटांकरीता समर्थन पुरवत नाही
pa: ਇਹ ਕਾਰਵਾਈ ਪੈਕੇਜ ਗਰੁੱਪ ਲਈ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ
ru: Это действие неприменимо к группам пакетов.
ta: இந்த செயல் தொகுப்பு குழுக்களுக்கு துணைபுரியாது

source: This changeset contains no content.
bn: এই changeset-র মধ্যে কোনো তথ্য নেই।
de: Dieser Änderungssatz hat keinen Inhalt.
es: Este Changeset no tiene contenido.
gu: આ ચેન્જસેટ એ સમાવિષ્ટ સમાવતા નથી.
hi: इस चेंजशीट कोई सामग्री है.
it: Questo changeset non ha alcun contenuto.
ja: この変更セットにはコンテンツがありません。
mr: या चेंजसेट अंतर्गत कंटेंट समाविष्टीत नाही.
pa: ਇਸ ਸ਼ੀਟ ਵਿੱਚ ਕੋਈ ਸੰਖੇਪ ਨਹੀਂ ਹੈ।
ru: Пустой набор.
ta: இந்த changeset உள்ளடக்கத்தை கொண்டிருக்கவில்லை.

source: This product or one of the repositories belonging to it has one or more filters applied. Packages matching the filter criteria will not be promoted.
bn: এই উৎপাদন অথবা এর সাথে যুক্ত একটি সংগ্রহস্থলের ক্ষেত্রে এক অথবা অধিক সংখ্যক ফিল্টার ধার্য করা হয়েছে। ফিল্টারের মান অনুযায়ি চিহ্নিত প্যাকেজগুলি প্রোমোট করা হবে না।
de: Auf dieses Produkt oder eines der zugehörigen Repositorys sind ein oder mehrere Filter angewendet. Pakete, die mit den Filterkriterien übereinstimmen, werden nicht übertragen.
es: Este producto o alguno de los repositorios pertenecientes a éste tiene uno o más filtros aplicados. Los paquetes coincidentes con los criterios del filtro no serán promovidos.
gu: આ પ્રોડક્ટ અથવા રિપોઝીટરીઓમાંની એક તેની સાથે સંકળાયેલ છે જેની પાસે એક કરતા વધારે ફિલ્ટરો લાગુ થયેલ છે. ફિલ્ટર વિચારધારા બંધબેસતા પેકેજો પ્રમોટ કરવામાં આવશે નહીં.
hi: यह उत्पाद या इसका एक रिपोजिटरी में एक या अधिक फिल्टर लागू हैं. फिल्टर मापदंड को मेल खाता संकुल प्रोन्नत नहीं किया जाएगा.
it: Uno o più filtri sono applicati a questo prodotto o ad uno dei suoi repositori. I pacchetti che corrispondono ai criteri di filtraggio non verranno avanzati.
ja: この製品またはこの製品に属しているリポジトリにフィルターが適用されています。 フィルターの基準と一致するパッケージはプロモートされません。
pa: ਇਹ ਉਤਪਾਦ ਜਾਂ ਇਸ ਨਾਲ ਸੰਬੰਧਿਤ ਕੋਈ ਇੱਕ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਫਿਲਟਰ ਲਾਗੂ ਕੀਤੇ ਹਨ। ਫਿਲਟਰ ਮੁਤਾਬਕ ਮਿਲਦੇ ਪੈਕੇਜਾਂ ਨੂੰ ਪਰਮੋਟ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।
ru: К этому продукту или его репозиториям применен фильтр. Отфильтрованные пакеты не будут перенесены.

source: This promotion changeset is currently being promoted.
mr: हे प्रमोशन चेंजसेट सध्या प्रमोट केले जात आहे.
pa: ਇਹ ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ ਹਾਲੇ ਪਰੋਜ਼ੋਟ ਹੋ ਰਿਹਾ ਹੈ।

source: This repository or its product has one or more filters applied to it. Packages matching the filter criteria will not be promoted to the next environment for this repository.
bn: এই সংগ্রহস্থল অথবা এর সাথে যুক্ত একটি উৎপাদনের ক্ষেত্রে এক অথবা অধিক সংখ্যক ফিল্টার ধার্য করা হয়েছে। ফিল্টারের মান অনুযায়ি চিহ্নিত প্যাকেজগুলি এই সংগ্রহস্থলের পরবর্তী এনভায়রনমেন্টে প্রোমোট করা হবে না।
de: Auf dieses Repository oder sein Produkt sind ein oder mehrere Filter angewendet. Pakete, die mit den Filterkriterien übereinstimmen, werden nicht übertragen.
es: El repositorio o su producto tiene uno o más filtros aplicados a éste. Los paquetes coincidentes con los criterios de filtro serán promovidos al siguiente entorno para este repositorio.
gu: આ રિપોઝીટરી અથવા તેની પ્રોડક્ટો પાસે તેમાં લાગુ થયેલ એક કરતા વધારે ફિલ્ટરો છે. આ રિપોઝીટરી માટે આગળનાં પર્યાવરણમાં ફિલ્ટર વિચારધારા બંધબેસતા પેકેજો પ્રમોટ કરવામાં આવશે નહીં.
hi: यह रिपोजिटरी या इसके उत्पाद में एक या अधिक फिल्टर लागू हैं. फिल्टर मापदंड को मेल खाता संकुल को इस रिपोजिटरी के लिए अगले वातावरण में प्रोन्नत नहीं किया जाएगा.
it: Uno o più filtri sono applicati a questo repositorio o ad uno dei suoi prodotti. I pacchetti che corrispondono ai criteri di filtraggio non verranno avanzati all'ambiente successivo per questo repositorio.
ja: このリポジトリまたはリポジトリが属している製品にフィルターが適用されています。 フィルターの基準と一致するパッケージはこのリポジトリの次の環境にはプロモートされません。
pa: ਇਹ ਰਿਪੋਜ਼ਟਰੀ ਜਾਂ ਇਸਦੇ ਉਤਪਾਦ ਕੋਲ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਫਿਲਟਰ ਲਾਗੂ ਕੀਤੇ ਹਨ। ਫਿਲਟਰ ਅਨੁਸਾਰ ਮੇਲ ਖਾਂਦੇ ਪੈਕੇਜਾਂ ਨੂੰ ਇਸ ਰਿਪੋਜ਼ਟਰੀ ਲਈ ਅਗਲੇ ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਪਰਮੋਟ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।
ru: К этому репозиторию или егопродуктам применен фильтр. Отфильтрованные пакеты не будут перенесены в следующее окружение.

source: This table allows you to initiate package or package group installs and removals. Simply select either Packages or Package groups, enter a comma-separated list of names in the box provided and click either +Add or -Remove.
bn: এই টেবিলের সাহায্যে প্যাকেজ অথবা প্যাকেজ সংকল ইনস্টল অথবা অপসারণের কাজ আরম্ভ করা যাবে। প্যাকেজ অথবা প্যাকেজ সংকলন নির্বাচন করে, উপলব্ধ বাক্সের মধ্যে কমা চিহ্ন দ্বারা বিভাজিত নাম লিখে +Add অথবা -Remove ক্লিক করুন।
de: In dieser Tabelle können Sie die Installation oder Entfernung von Paketen und Paketgruppen initiieren. Wählen Sie einfach die Pakete oder Paketgruppen, geben Sie in dem Feld eine kommagetrennte Liste der Namen an und klicken Sie auf +Hinzufügen oder -Entfernen.
es: Esta tabla le permite iniciar la instalación y retiros del paquete o grupo de paquetes. Simplemente, seleccione Paquetes o Grupos de paquetes, ingrese una lista de nombres separados por comas en la cajilla provista y haga click en +Añadir o -Retirar.
gu: આ કોષ્ટક પેકેજ અથવા પેકેજ જૂથને સ્થાપિત અથવા દૂર કરવાનું પ્રારંભ કરવા માટે તમને પરવાનગી આપે છે. સરળ રીતે ક્યાંતો પેકેજો અથવા પેકેજ જૂથોને પસંદ કરો, પૂરુ પાડેલ બોક્સમાં અવતરણ-ચિહ્નથી અલગ થયેલ નામોની યાદીને દાખલ કરો અને ક્યાંતો +ઉમેરો અથવા -દૂર કરો પર ક્લિક કરો.
hi: यह सारणी आपको संकुल या संकुल समूह संस्थापन या विस्थापन को आरंभ करने की छूट देता है. बस या तो संकुल या संकुल समूह चुनें, दिए गए बॉक्स में नामों की कौमा से अलग सूची दर्ज करें और या तो +Add या -Remove क्लिक करें.
it: Questa tabella permette di eseguire la rimozione o l'installazione del pacchetto o dei gruppi di pacchetti. Selezionare il pacchetto o gruppo di pacchetti, inserire un elenco, separato da virgole, di nomi nella casella e selezionare +Aggiungi o -Rimuovi.
ja: この表を使用するとパッケージやパッケージグループのインストールおよび削除を開始することができます。 パッケージ名またはパッケージグループ名をボックス内に入力し「+ 追加」または「+ 削除」をクリックするだけです。 複数ある場合はコンマで区切って入力します。
pa: ਇਸ ਤੁਹਾਨੂੰ ਪੈਕੇਜ ਜਾਂ ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ ਜਾਂ ਹਟਾਉਣ ਲਈ ਮੱਦਦ ਕਰਦਾ ਹੈ। ਪੈਕੇਜ ਜਾਂ ਪੈਕੇਜ ਗਰੁੱਪ ਚੁਣੋ, ਕਾਮਿਆਂ ਨਾਲ ਪੈਕੇਜ ਸੂਚੀ ਦਿਓ ਅਤੇ +ਜੋੜੋ ਜਾਂ -ਹਟਾਓ ਦਬਾਓ।
ru: В этой таблице можно выбрать пакеты и группы для установки (+ Добавить) и удаления (- Удалить).

source: This table allows you to initiate package updates or removals as well as update all packages. In order to update or remove packages, simply select the packages you are interested in and click Update or Remove. In order to update all packages, click Update All when no packages are selected.
bn: এই টেবিলের সাহায্যে প্যাকেজ অথবা প্যাকেজ সংকল ইনস্টল অথবা অপসারণের কাজ আরম্ভ করার পাশাপাশি সকল প্যাকেজ আপডেট করার সুবিধাও উপলব্ধ করা হবে। প্যাকেজ আপডেট করা অথবা মুছে ফেলার জন্য, পছন্দসই প্যাকেজগুলি নির্বাচন করে আপডেট করুন অথবা মুছে ফেলুন শীর্ষক স্থানে ক্লিক করুন। সকল প্যাকেজ একসাথে আপডেট করার জন্য, কোনো প্যাকেজ নির্বাচন না করে সকল আপডেট করুন ক্লিক করুন।
de: In dieser Tabelle können Sie die Aktualisierung oder Entfernung von Paketen sowie die Aktualisierung aller Pakete initiieren. Um Pakete zu aktualisieren oder zu entfernen, wählen Sie einfach die gewünschten Pakete und klicken Sie auf Aktualisieren oder Entfernen. Um alle Pakete zu aktualisieren, klicken Sie auf Alle Aktualisieren, wenn keine Pakete ausgewählt sind.
es: Esta tabla le permite iniciar actualizaciones o retiros de paquetes como también actualizar todos los paquetes. Para actualizar o retirar paquetes, simplemente seleccione los paquetes en los que esté interesado y haga clic en Actualizar o Retirar. Para actualizar todos los paquetes, haga clic en Actualizar Todos cuando no haya paquetes seleccionados.
gu: આ કોષ્ટક પેકેજ સુધારા અથવા નિરાકરણ ની સાથે સાથે બધા પેકેજોને સુધારવાનું પ્રારંભ કરવા તમને પરવાનગી આપે છે. પેકેજોને સુધારવા અથવા દૂર કરવા માટે, તમે તેમાં પસંદ કરેલ પેકેજોને સરળ રીતે પસંદ કરો અને સુધારો અથવા દૂર કરો પર ક્લિક કરો. બધા પેકેજોને સુધારવા માટે, બધા સુધારો પર ક્લિક કરો જ્યારે કોઇપણ પેકેજો પસંદ થયેલ નથી.
hi: यह सारणी आपको संकुल अद्यतन या विस्थापन के साथ ही साथ सभी संकुलों को अद्यतन करने की छूट देता है. संकुल को अद्यतन करने या हटाने के क्रम में बस संकुल चुनें जिसमें आप रुचि रखते हैं और अद्यतन करें या हटाएँ क्लिक करें. सभी संकुलों को अद्यतन करने के क्रम में, सभी अद्यतन करें को क्लिक करें जब कोई संकुल नहीं चुना जाता है.
it: Questa tabella permette di iniziare un aggiornamento o la rimozione di uno o di tutti i pacchetti. Per poter aggiornare o rimuovere i pacchetti, selezionare i pacchetti desiderati e fare clic su Aggiorna o Rimuovi. Per aggiornare tutti i pacchetti selezionare Aggiorna tutti senza selezionare alcun pacchetto.
ja: この表を使用するとパッケージの更新や削除、 すべてのパッケージの更新を開始することができます。 パッケージの更新または削除を行うには、 目的のパッケージを選択してから「更新」または「削除」をクリックします。 すべてのパッケージを更新する場合は、 パッケージを選択していない状態で「すべてを更新」をクリックします。
pa: ਇਹ ਸਾਰਣੀ ਤੁਹਾਨੂੰ ਪੈਕੇਜ ਅੱਪਡੇਟ ਜਾਂ ਹਟਾਉਣ ਅਤੇ ਸਭ ਪੈਕੇਜ ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਮੱਦਦ ਕਰਦੀ ਹੈ। ਪੈਕੇਜ ਅੱਪਡੇਟ ਜਾਂ ਹਟਾਉਣ ਲਈ, ਪੈਕੇਜ ਚੁਣੋ ਅਤੇ ਅੱਪਡੇਟ ਜਾਂ ਹਟਾਓ ਦਬਾਓ। ਸਭ ਪੈਕੇਜ ਅੱਪਡੇਟ ਕਰਨ ਲਈ, ਸਭ ਅੱਪਡੇਟ ਦਬਾਓ ਜਦੋਂ ਕੋਈ ਪੈਕੇਜ ਨਾ ਚੁਣਿਆ ਹੋਵੇ।
ru: В этой таблице можно выбрать обновления для установки и обновления. Выберите пакеты и нажмите «Обновить» или «Удалить». Чтобы обновить все пакеты, выберите «Обновить все».

source: This template contains no content.
bn: এই টেমপ্লেটের মধ্যে কোনো তথ্য নেই।
de: Diese Vorlage hat keinen Inhalt.
es: Esta plantilla no tiene contenido.
gu: આ ટૅમ્પલેટ સમાવિષ્ટ સમાવતુ નથી.
hi: इस नमूना में कोई सामग्री नहीं है.
it: Questo template non ha alcun contenuto.
ja: このテンプレートにはコンテンツがありません。
mr: या टेम्पलेटमध्ये कंटेंट समाविष्टी नाही.
pa: ਇਸ ਟੈਂਪਿਲਟ ਵਿੱਚ ਕੋਈ ਸੰਖੇਪ ਨਹੀਂ ਹੈ।
ru: Пустой шаблон.
ta: இந்த மாதிரிஉரு உள்ளடக்கத்தை கொண்டிருக்கவில்லை.

source: Time
bn: সময়
de: Zeit
es: Hora
gu: સમય
hi: समय
it: Ora
ja: 時間
mr: वेळ
pa: ਸਮਾਂ
ru: Время
ta: நேரம்

source: Title
bn: শিরোনাম
de: Titel
es: Título
gu: શીર્ષક
hi: शीर्षक
it: Titolo
ja: タイトル
mr: शीर्षक
pa: ਸਿਰਲੇਖ
ru: Название
ta: தலைப்பு

source: To view the details of an item on the left, simply click on a single row.<br/><br/>To select multiple rows, hold the Control Key and click multiple rows.<br/><br/>If you don't need this help anymore, please click the close button in the top right of this box.
bn: বাঁদিকে উপস্থিত সামগ্রীর বিবরণ দেখার জন্য একটি সারির উপর ক্লিক করুন। <br/><br/>একাধিক সারি নির্বাচনের জন্য Control-কি টিপে সারিগুলি ক্লিক করুন।<br/><br/>সাহায্যের এই বার্তা পুনরায় প্রয়োজন না হলে বাক্সের উপরের ডানদিকের অংশে উপস্থিত বন্ধ করার বাটন ক্লিক করুন।
de: Um die Details eines Elements auf der linken Seite einzusehen, klicken Sie einfach auf eine einzelne Reihe.<br/><br/>Um mehrere Reihen auszuwählen, halten Sie die Strg-Taste gedrückt, während Sie auf mehrere Reihen klicken.<br/><br/>Wenn Sie diese Hilfe nicht mehr benötigen, klicken Sie auf die Schließen-Schaltfläche rechts oben in diesem Fenster.
es: Para ver información sobre un elemento a la izquierda, haga clic en una sola hilera.<br/><br/>Para seleccionar múltiples hileras, mantenga la tecla de control y haga clic en múltiples hileras.<br/><br/>Si ya no necesita este ejemplo, por favor haga clic en el botón de cerrar en la parte superior de esta caja.
gu: ડાબી બાજુ પર વસ્તુની વિગતોને જોવા માટે, એક જ હારમાળા પર ક્લિક કરો.<br/><br/> ઘણી હારમાળાને પસંદ કરવા માટે, Control કી દબાવી રાખો અને ઘણી હારમાળા પર ક્લિક કરો.<br/><br/> જો તમારે વધારે મદદની જરૂર હોય તો, બોક્સની ટોચે જમણી બાજુમાં બંધ કરો બટન પર ક્લિક કરો.
hi: बायीं ओर के मद के विवरण देखने के लिए, किसी एकल पंक्ति पर बस क्लिक करें.<br/><br/>बहुल पंक्ति चुनने के लिए, कंट्रोल कुंजी को पकड़े और कई पंक्तियों को क्लिक करें.<br/><br/>यदि आपको अब यह मदद नहीं चाहिए, कृपया बंद बटन क्लिक करें इस पेटी के शीर्ष दाहिनी ओर.
it: Per visualizzare i dettagli di un elemento sulla sinistra fare clic sulla singola riga.<br/><br/>Per selezionare righe multiple tenere premuto il tasto Ctrl e selezionare le righe interessate.<br/><br/>Se non hai bisogno di questo aiuto premere il pulsante chiudi nell'angolo alto sulla destra di questa finestra.
ja: 左側にある項目を詳しく表示するには、1 つの行をクリックしてください。<br/><br/>複数行を選択するには、コントロールキーを押しながら複数行をクリックします。<br/><br/>今後このヘルプが必要ない場合は、このボックスの右上にある閉じるボタンをクリックしてください。
mr: डावीकडील घटकाच्या तपशील अवलोकनकरीता, एका ओळीवर क्लिक करा.<br/><br/>एकापेक्षा जास्त ओळी नीवडण्याकरीता, कंट्रोल कि दाबा व एकापेक्षा जास्त ओळींवर क्लिक करा.<br/><br/>हि मदत यापुढे हवे नसल्यास, कृपया या पेटीतील वरून उजव्या बाजूस बंद करा बटणावर क्लिक करा.
pa: ਇਕਾਈ ਬਾਰੇ ਖੱਬੇ ਪਾਸੇ ਵੇਰਵਾ ਵੇਖਣ ਲਈ, ਇੱਕ ਕਤਾਰ ਵਿੱਚ ਕਲਿੱਕ ਕਰੋ। <br/><br/>ਜਿਆਦਾ ਕਤਾਰਾਂ ਚੁਣਨ ਲਈ, Ctrl ਬਟਨ ਦਬਾ ਕੇ ਰੱਖੋ ਅਤੇ ਕਤਾਰਾਂ ਤੇ ਕਲਿੱਕ ਕਰਦੇ ਜਾਓ।<br/><br/> ਜੇ ਤੁਹੀਨੂੰ ਇਹ ਮੱਦਦ ਨਹੀਂ ਚਾਹੀਦੀ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਬਕਸੇ ਦੇ ਉੱਪਰ ਸੱਜੇ ਪਾਸੇ ਬੰਦ ਬਟਨ ਦਬਾਓ।
ru: Слева выберите пункт для просмотра подробной информации. <br/><br/>Чтобы выбрать несколько строк, удерживайте CTRL.<br/><br/>Закройте окно, чтобы скрыть справку.
ta: இடது பக்கத்தில் ஒரு உருப்படியின் விவரங்களை பார்வையிடுவதற்கு, ஒரு ஒற்றை வரிசையை கிளிக் செய்யவும்.<br/><br/>பல வரிசைகளை தேர்ந்தெடுக்க, கட்டுப்படுத்தல் விசையை பிடித்து பல வரிசைகளை கிளிக் செய்யவும்.<br/><br/>இனி இந்த உதவி தேவையில்லை எனில், இந்த பெட்டியின் மேல் வலதிலுள்ள மூடும் பொத்தானை கிளிக் செய்யவும்.

source: Total Systems
bn: সর্বমোট সিস্টেম
de: Gesamte Systeme
es: Sistemas totales
gu: કુલ સિસ્ટમો
hi: कुल सिस्टम
it: Sistemi totali
ja: システム合計
mr: एकूण प्रणाली
pa: ਕੁੱਲ ਸਿਸਟਮ
ru: Всего систем
ta: மொத்த சிஸ்டம்கள்

source: Type
bn: ধরন
de: Typ
es: Tipo
gu: પ્રકાર
hi: प्रकार
it: Tipo
ja: タイプ
mr: प्रकार
pa: ਕਿਸਮ
ru: Тип
ta: வகை

source: Type: Bug Fix
bn: ধরন: বাগ ফিক্স
de: Typ: Buxfix
es: Tipo: corrección de error
gu: પ્રકાર: ભૂલ સુધારા
hi: प्रकार: बग फिक्स
it: Tipo: Bug fix
ja: タイプ: バグ修正
mr: प्रकार: बग फिक्स्
pa: ਕਿਸਮ: ਬੱਗ ਫਿਕਸ
ru: Тип: исправление
ta: வகை: பிழை பொருத்தம்

source: Type: Enhancement
bn: ধরন: উন্নত বৈশিষ্ট্য
de: Typ: Erweiterung
es: Tipo: mejoramiento
gu: પ્રકાર: ઉન્નતીકરણ
hi: प्रकार: संवर्द्धन
it: Tipo: Miglioramento
ja: タイプ: 拡張機能
mr: प्रकार: सुधारणा
pa: ਕਿਸਮ: ਸੋਧ
ru: Тип: дополнение
ta: வகை: உயர்த்தல்

source: Type: Security
bn: ধরন: নিরাপত্তা
de: Typ: Sicherheit
es: Tipo: seguridad
gu: પ્રકાર: સુરક્ષા
hi: प्रकार: सुरक्षा
it: Tipo: Security
ja: タイプ: セキュリティ
mr: प्रकार: सेक्युरिटि
pa: ਕਿਸਮ: ਸੁਰੱਖਿਆ
ru: Тип: безопасность
ta: வகை: பாதுகாப்பு

source: Unable to determine quantity for pool %s
bn: %s পুলের পরিমাণ নির্ধারণ করতে ব্যর্থ
de: Anzahl für Pool %s konnte nicht bestimmt werden
es: No se puede determinar la cantidad para grupo %s
gu: પુલ %s માટે ગુણવત્તા નક્કી કરવાનું અસમર્થ
hi: पूल %s के लिए मात्रा निर्धारित करने में असमर्थ
it: Impossibile determinare la quantità per il pool %s
ja: プール %s の数量を決定できません。
mr: पूल %s करीता प्रमाण ओळखणे अशक्य
pa: ਪੂਲ %s ਲਈ ਮਾਤਰਾਂ ਪਤਾ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ ਹੈ
ru: Не удалось определить количество для зоны %s
ta: %s பூலுக்கான அளவை தீர்மானிக்க முடியவில்லை

source: Unable to find package %s
bn: %s প্যাকেজ পাওয়া যায়নি
de: Paket %s konnte nicht gefunden werden
es: No se encontró el paquete %s
gu: પેકેજ %s ને શોધવામાં અસમર્થ
hi: संकुल %s ढूँढ़ने में असमर्थ
it: Impossibile trovare il pacchetto %s
ja: パッケージ %s が見つかりません
pa: ਪੈਕੇਜ %s ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਅਸਮਰਥ ਹੈ
ru: %s не найден.

source: Unable to retrieve subscription history for provider '%{name}.
bn: '%{name}' উপলব্ধকারীর জন্য সাবস্ক্রিপশন সংক্রান্ত পূর্ববর্তী তথ্য প্রাপ্ত করতে ব্যর্থ।
de: Subskriptionschronik für Provider '%{name} konnte nicht abgerufen werden.
es: No se puede recuperar historia de suscripción para proveedor '%{name}.
gu: પ્રદાતા '%{name} માટે ઉમેદવારી ઇતિહાસને પ્રાપ્ત કરવાનું અસમર્થ.
hi: प्रदाता '%{name} के लिए सदस्यता इतिहास पाने में असमर्थ.
it: Impossibile ripristinare la cronologia della sottoscrizione per il provider '%{name}.
ja: プロバイダー '%{name} のサブスクリプション履歴を取得できません。
mr: प्रोव्हाइडर '%{name} करीता सबस्क्रिप्शन इतिहास प्राप्त करणे अशक्य.
pa: ਪਰੋਵਾਈਡਰ '%{name} ਲਈ ਮੈਂਬਰੀ ਅਤੀਤ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ ਹੈ।
ru: Не удалось получить историю подписок для провайдера "%{name}".
ta: வழங்குநர் '%{name}க்கான சந்தா வரலாற்றை மீட்டெடுக்க முடியவில்லை.

source: Unable to retrieve subscription manifest for provider '%{name}.
mr: प्रोव्हाइडर '%{name} करीता सबस्क्रिप्शन मॅनिफेस्ट प्राप्त करणे अशक्य.
pa: ਪਰੋਵਾਈਡਰ '%{name} ਲਈ ਮੈਂਬਰੀ ਮੈਨੀਫੇਸਟ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ।
