Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Content
bn: তথ্য
de: Inhalt
es: Contenido
gu: સમાવિષ્ટ
hi: सामग्री
it: Contenuto
ja: コンテンツ
mr: कंटेंट
pa: ਸੰਖੇਪ
ru: Содержимое
ta: உள்ளடக்கம்

source: Promotion Changesets
mr: प्रमोशन चेंजसेटस्
pa: ਪਰਮੋਸ਼ਨ ਚੇਂਜਸ਼ੀਟ

source: created successfully.
bn: সাফল্যের সাথে নির্মিত হয়েছে।
de: erfolgreich erstellt.
es: Creado con éxito.
gu: સફળતાપૂર્વક બનાવેલ.
hi: सफलतापूर्वक बनाया गया.
it: creato con successo.
ja: 正常に作成されました。
mr: यशस्वीरित्या निर्माण केले.
pa: ਸਫਲਤਾਪੂਰਕ ਬਣ ਗਿਆ।
ru: создан(о) успешно.
ta: வெற்றிகரமாக உருவாக்கப்பட்டது

source: environment cannot be set to an environment already on its path
bn: পাথের মধ্যে উপস্থিত এনভায়রনমেন্টের জন্য এনভায়রনমেন্ট নির্ধারণ করা যায়নি
de: Umgebung kann nicht auf Umgebung auf deren Pfad gesetzt werden
es: No se puede configurar un entorno que ya está en su ruta
gu: પર્યાવરણને તેનાં માર્ગ પર પહેલેથી જ પર્યાવરણ છે તેની માટે સુયોજિત કરી શકાતુ નથી
hi: किसी वातावरण को पहले से इसके पथ पर सेट किए वातावरण में सेट नहीं किया जा सकता है
it: l'ambiente non può essere impostato su un ambiente già presente sul proprio percorso
ja: 環境はそのパスにある環境に設定できません。
mr: आधिपासूनच मार्गावर असणारे वातावरणाला सेट कऱणे अशक्य
pa: ਵਾਤਾਵਰਨ ਨੂੰ ਉਸ ਵਾਤਾਵਰਨ ਨਾਲ ਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਜੋ ਪਹਿਲਾਂ ਹੀ ਉਸਦੇ ਮਾਰਗ ਵਿੱਚ ਹੈ
ru: не разрешается выбирать окружение по этому пути
ta: ஒரு சூழலை ஏற்கனவே அதனுடைய பாதைகளில் சூழலை அமைக்க முடியவில்லை

source: items selected.
bn: নির্বাচিত সামগ্রী সংখ্যা।
de: Elemente ausgewählt.
es: Elementos seleccionados.
gu: વસ્તુ પસંદ થયેલ છે
hi: मद चयनित
it: elementi selezionati.
ja: 項目が選択済み
mr: नीवडलेले घटके.
pa: ਇਕਾਈਆਂ ਚੁਣੀਆਂ ਗੀਆਂ ਹਨ।
ru: выбрано.
ta: உருப்படிகள் தேர்ந்தெடுக்கப்பட்டன.

source: %s (%s other errata)
bn: %s (%s অন্যান্য ত্রুটি-বিচ্যুতি)
de: %s (%s andere Errata)
es: %s (%s otras erratas)
gu: %s (%s બીજી એરાટા)
hi: %s (%s अन्य इरेटा)
it: %s (altri errata %s)
ja: %s (%s の他のエラータ)
mr: %s (%s इतर एराटा)
pa: %s (%s ਹੋਰ ਇਰੱਟਾ)
ru: %s (других исправлений: %s)
ta: %s (%s மற்ற பிழை)

source: %s (%s other errata) install cancelled
mr: %s (%s इतर एराटा) प्रतिष्ठापन रद्द केले
pa: %s (%s ਹੋਰ ਇਰੱਟਾ) ਇੰਸਟਾਲ ਰੱਦ ਹੋ ਗਿਆ ਹੈ

source: %s (%s other errata) install failed
bn: %s (%s অন্যান্য ত্রুটি-বিচ্যুতি) ইনস্টলেশন বিফল হয়েছে
de: %s (%s andere Errata) Installation fehlgeschlagen
es: %s (%s otras erratas) falló instalación
gu: %s (%s બીજી એરાટા) સ્થાપન નિષ્ફળ
hi: %s (%s अन्य इरेटा) संस्थापन विफल
it: installazione %s (altri errata %s) fallita
ja: %s (%s の他のエラータ) のインストールが失敗しました。
mr: %s (%s इतर एराटा) प्रतिष्ठापन अपयशी
pa: %s (%s ਹੋਰ ਇਰੱਟਾ) ਇੰਸਟਾਲ ਫੇਲ ਹੋਇਆ ਹੈ
ru: не удалось установить %s (других исправлений: %s)
ta: %s (%s மற்ற பிழை) நிறுவல் தோல்வி

source: %s (%s other errata) install timed out
bn: %s (%s অন্যান্য ত্রুটি-বিচ্যুতি) ইনস্টলেশনের মেয়াদ উত্তীর্ণ হয়েছে
de: %s (%s andere Errata) Zeitüberschreitung bei Installation
es: %s (%s otras erratas) instalación se detuvo
gu: %s (%s બીજી એરાટા) સ્થાપનનો સમય સમાપ્ત
hi: %s (%s अन्य इरेटा) संस्थापन का समय समाप्त
it: installazione %s (altri errata %s) scaduta
ja: %s (%s の他のエラータ) のインストールがタイムアウトになりました。
mr: %s (%s इतर एराटा) प्रतिष्ठापन वेळ समाप्ति
pa: %s (%s ਹੋਰ ਇਰੱਟਾ) ਇੰਸਟਾਲ ਸਮਾਂ ਖਤਮ
ru: истекло время ожидания установки %s (других исправлений: %s)
ta: %s (%s மற்ற பிழை) நிறுவல் நேரம் முடிந்தது

source: %s (%s other errata) install.
mr: %s (%s इतर एराटा) प्रतिष्ठापन.
pa: %s (%s ਹੋਰ ਇਰੱਟਾ) ਇੰਸਟਾਲ।

source: %s (%s other package groups)
bn: %s (%s অন্যান্য প্যাকেজ সংকলন)
de: %s (%s andere Paketgruppen)
es: %s (%s otros grupos de paquetes)
gu: %s (%s બીજા પેકેજ જૂથો)
hi: %s (%s अन्य संकुल समूह)
it: %s (altri gruppi di pacchetti %s)
ja: %s (%s の他のパッケージグループ)
mr: %s (%s इतर संकुल गटे)
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ)
ru: %s (других групп: %s)
ta: %s (%s மற்ற தொகுப்பு குழுக்கள்)

source: %s (%s other package groups) install
mr: %s (%s इतर संकुल गटे) प्रतिष्ठापन
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਇੰਸਟਾਲ

source: %s (%s other package groups) install cancelled
mr: %s (%s इतर संकुल गटे) प्रतिष्ठापन रद्द केले
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਇੰਸਟਾਲ ਰੱਦ ਹੋ ਗਿਆ ਹੈ

source: %s (%s other package groups) install failed
bn: %s (%s অন্যান্য প্যাকেজ সংকলন) ইনস্টলেশন বিফল
de: %s (%s andere Paketgruppen) Installation fehlgeschlagen
es: %s (%s otros grupos de paquetes) falló instalación
gu: %s (%s બીજા પેકેજ જૂથો) સ્થાપન નિષ્ફળ
hi: %s (%s अन्य संकुल समूह) संस्थापन विफल
it: installazione %s (altri gruppi di pacchetti %s) fallita
ja: %s (%s の他のパッケージグループ) のインストールが失敗しました。
mr: %s (%s इतर संकुल गटे) प्रतिष्ठापन अपयशी
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਇੰਸਟਾਲ ਫੇਲ ਹੋਇਆ
ru: Не удалось установить %s (других групп: %s)
ta: %s (%s மற்ற தொகுப்பு குழுக்கள்) நிறுவல் தோல்வி

source: %s (%s other package groups) install timed out
bn: %s (%s অন্যান্য প্যাকেজ সংকলন) ইনস্টলেশনের মেয়াদ উত্তীর্ণ হয়েছে
de: %s (%s andere Paketgruppen) Zeitüberschreitung bei Installation
es: %s (%s otros grupos de paquetes) instalación se detuvo
gu: %s (%s બીજા પેકેજ જૂથો) સ્થાપનનો સમય સમાપ્ત
hi: %s (%s अन्य संकुल समूह) संस्थापन समय समाप्त
it: installazione %s (altri gruppi di pacchetti %s) scaduta
ja: %s (%s の他のパッケージグループ) のインストールがタイムアウトになりました。
mr: %s (%s इतर संकुल गटे) प्रतिष्ठापन वेळ समाप्ति
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਇੰਸਟਾਲ ਸਮਾਂ ਖਤਮ ਹੋ ਗਿਆ
ru: Истекло время ожидания установки %s (других групп: %s)
ta: %s (%s மற்ற தொகுப்பு குழுக்கள்) நிறுவல் நேரம் முடிந்தது

source: %s (%s other package groups) removal
mr: %s (%s इतर संकुल गटे) काढून टाकणे
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਹਟਾਉਣੇ

source: %s (%s other package groups) remove cancelled
mr: %s (%s इतर संकुल गटे) काढून टाकणे रद्द केले
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਹਟਾਉਣਾ ਰੱਦ ਹੋਇਆ

source: %s (%s other package groups) remove failed
bn: %s (%s অন্যান্য প্যাকেজ সংকলন) অপসারণ বিফল
de: %s (%s andere Paketgruppen) Entfernung fehlgeschlagen
es: %s (%s otros grupos de paquetes) falló la remoción
gu: %s (%s બીજા પેકેજ જૂથો) દૂર કરવામાં નિષ્ફળતા
hi: %s (%s अन्य संकुल समूह) विस्थापन विफल
it: rimozione %s (altri gruppi di pacchetti %s) fallita
ja: %s (%s の他のパッケージグループ) の削除が失敗しました。
mr: %s (%s इतर संकुल गटे) काढून टाकणे अपयशी
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਹਟਾਉਣਾ ਫੇਲ ਹੋਇਆ
ru: Не удалось удалить %s (других групп: %s)
ta: %s (%s மற்ற தொகுப்பு குழுக்கள்) நீக்கல் தோல்வி

source: %s (%s other package groups) remove timed out
bn: %s (%s অন্যান্য প্যাকেজ সংকলন) অপসারণের সময়সীমা উত্তীর্ণ হয়েছে
de: %s (%s andere Paketgruppen) Zeitüberschreitung bei Entfernung
es: %s (%s otros grupos de paquetes) la remoción se detuvo
gu: %s (%s બીજા પેકેજ જૂથો) દૂર કરતી વખતે સમય સમાપ્ત
hi: %s (%s अन्य संकुल समूह) विस्थापन समय समाप्त
it: rimozione %s (altri gruppi di pacchetti %s) scaduta
ja: %s (%s の他のパッケージグループ) の削除がタイムアウトになりました。
mr: %s (%s इतर संकुल गटे) काढून टाकणे वेळसमाप्ति
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਹਟਾਉਣ ਦਾ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: Истекло время ожидания удаления %s (других групп: %s)
ta: %s (%s மற்ற தொகுப்பு குழுக்கள்) நீக்கல் நேரம் முடிந்தது

source: %s (%s other package groups) update
mr: %s (%s इतर संकुल गटे) सुधारणा
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਅੱਪਡੇਟ

source: %s (%s other package groups) update cancelled
mr: %s (%s इतर संकुल गटे) सुधारणा रद्द केले
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਅੱਪਡੇਟ ਰੱਦ ਹੋਇਆ

source: %s (%s other package groups) update failed
bn: %s (%s অন্যান্য প্যাকেজ সংকলন) আপডেট বিফল
de: %s (%s andere Paketgruppen) Aktualisierung fehlgeschlagen
es: %s (%s otros grupos de paquetes) falló actualización
gu: %s (%s બીજા પેકેજ જૂથો) સુધારો નિષ્ફળ
hi: %s (%s अन्य संकुल समूह) अद्यतन विफल
it: aggiornamento %s (altri gruppi di pacchetti %s) fallito
ja: %s (%s の他のパッケージグループ) の更新が失敗しました。
mr: %s (%s इतर संकुल गटे) सुधारणा अपयशी
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਅੱਪਡੇਟ ਫੇਲ ਹੋਇਆ
ru: Не удалось удалить %s (других групп: %s)
ta: %s (%s மற்ற தொகுப்பு குழுக்கள்) புதுப்பித்தல் தோல்வி

source: %s (%s other package groups) update timed out
bn: %s (%s অন্যান্য প্যাকেজ সংকলন) আপডেটের সময়সীমা উত্তীর্ণ হয়েছে
de: %s (%s andere Paketgruppen) Zeitüberschreitung bei Aktualisierung
es: %s (%s otros grupos de paquetes) la actualización se detuvo
gu: %s (%s બીજા પેકેજ જૂથો) સુધારાની સમય સમાપ્તિ
hi: %s (%s अन्य संकुल समूह) अद्यतन समय समाप्त
it: aggiornamento %s (altri gruppi di pacchetti %s) scaduto
ja: %s (%s の他のパッケージグループ) の更新がタイムアウトになりました。
mr: %s (%s इतर संकुल गटे) सुधारणा वेळसमाप्ति
pa: %s (%s ਹੋਰ ਪੈਕੇਜ ਗਰੁੱਪ) ਅੱਪਡੇਟ ਸਮਾਂ ਪੁੱਗ ਗਿਆ
ru: Истекло время ожидания обновления %s (других групп: %s)
ta: %s (%s மற்ற தொகுப்பு குழுக்கள்) புதுப்பித்தல் நேரம் முடிந்தது

source: %s (%s other packages)
bn: %s (%s অন্যান্য প্যাকেজ)
de: %s (%s andere Pakete)
es: %s (%s otros paquetes)
gu: %s (%s બીજા પેકેજો)
hi: %s (%s अन्य संकुल)
it: %s (altri pacchetti %s)
ja: %s (%s の他のパッケージ)
mr: %s (%s इतर संकुले)
pa: %s (%s ਹੋਰ ਪੈਕੇਜ)
ru: %s (других пакетов: %s)
ta: %s (%s மற்ற தொகுப்புகள்)

source: %s (%s other packages) install cancelled
mr: %s (%s इतर संकुले) प्रतिष्ठापन रद्द केले
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਇੰਸਟਾਲ ਰੱਦ ਹੋਇਆ

source: %s (%s other packages) install failed
bn: %s (%s অন্যান্য প্যাকেজ) ইনস্টলেশন বিফল
de: %s (%s andere Pakete) Installation fehlgeschlagen
es: %s (%s otros paquetes) falló la instalación
gu: %s (%s બીજા પેકેજો) સ્થાપન નિષ્ફળ
hi: %s (%s अन्य संकुल) संस्थापन विफल
it: installazione %s (altri pacchetti %s) fallita
ja: %s (%s の他のパッケージ) のインストールが失敗しました。
mr: %s (%s इतर संकुले) प्रतिष्ठापन अपयशी
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਇੰਸਟਾਲ ਫੇਲ ਹੋਇਆ
ru: Не удалось установить %s (других пакетов: %s)
ta: %s (%s மற்ற தொகுப்புகள்) நிறுவல் தோல்வி

source: %s (%s other packages) install timed out
bn: %s (%s অন্যান্য প্যাকেজ) ইনস্টলেশনের সময়সীমা উত্তীর্ণ হয়েছে
de: %s (%s andere Pakete) Zeitüberschreitung bei Installation
es: %s (%s otros paquetes) la instalación se detuvo
gu: %s (%s બીજા પેકેજો) સ્થાપનની સમય સમાપ્તિ
hi: %s (%s अन्य संकुल) संस्थापन समय समाप्त
it: installazione %s (altri pacchetti %s) scaduta
ja: %s (%s の他のパッケージ) のインストールがタイムアウトになりました。
mr: %s (%s इतर संकुले) प्रतिष्ठापन वेळ समाप्ति
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਇੰਸਟਾਲ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: Истекло время ожидания установки %s (других пакетов: %s)
ta: %s (%s மற்ற தொகுப்புகள்) நிறுவல் நேரம் முடிந்தது

source: %s (%s other packages) install.
mr: %s (%s इतर संकुले) प्रतिष्ठापन.
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਇੰਸਟਾਲ।

source: %s (%s other packages) removal
mr: %s (%s इतर संकुले) काढून टाकणे
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਹਟਾਉਣੇ

source: %s (%s other packages) remove cancelled
mr: %s (%s इतर संकुले) काढून टाकणे रद्द केले
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਹਟਾਉਣਾ ਰੱਦ ਹੋਇਆ

source: %s (%s other packages) remove failed
bn: %s (%s অন্যান্য প্যাকেজ) অপসারণ বিফল
de: %s (%s andere Pakete) Entfernung fehlgeschlagen
es: %s (%s otros paquetes) falló la remoción
gu: %s (%s બીજા પેકેજો) દૂર કરવામાં નિષ્ફળતા
hi: %s (%s अन्य संकुल) विस्थापन विफल
it: rimozione %s (altri pacchetti %s) fallita
ja: %s (%s の他のパッケージ) の削除が失敗しました。
mr: %s (%s इतर संकुले) काढून टाकणे अपयशी
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਹਟਾਉਣਾ ਫੇਲ ਹੋਇਆ ਹੈ
ru: не удалось удалить %s (других пакетов: %s)
ta: %s (%s மற்ற தொகுப்புகள்) நீக்கல் தோல்வி

source: %s (%s other packages) remove timed out
bn: %s (%s অন্যান্য প্যাকেজ) অপসারণের সময়সীমা উত্তীর্ণ হয়েছে
de: %s (%s andere Pakete) Zeitüberschreitung bei Entfernung
es: %s (%s otros paquetes) la remoción se detuvo
gu: %s (%s બીજા પેકેજો) દૂર કરવામાં સમય સમાપ્તિ
hi: %s (%s अन्य संकुल) विस्थापन समय समाप्त
it: rimozione %s (altri pacchetti %s) scaduta
ja: %s (%s の他のパッケージ) の削除がタイムアウトになりました。
mr: %s (%s इतर संकुले) काढून टाकणे वेळसमाप्ति
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਹਟਾਉਣ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: истекло время ожидания удаления %s (других пакетов: %s)
ta: %s (%s மற்ற தொகுப்புகள்) நீக்கல் நேரம் முடிந்தது

source: %s (%s other packages) update
mr: %s (%s इतर संकुले) सुधारणा
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਅੱਪਡੇਟ

source: %s (%s other packages) update cancelled
mr: %s (%s इतर संकुले) सुधारणा रद्द केली
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਅੱਪਡੇਟ ਰੱਦ ਹੋਇਆ

source: %s (%s other packages) update failed
bn: %s (%s অন্যান্য প্যাকেজ) আপডেট বিফল
de: %s (%s andere Pakete) Aktualisierung fehlgeschlagen
es: %s (% otros paquetes) falló actualización
gu: %s (%s બીજા પેકેજો) સુધારવામાં નિષ્ફળતા
hi: %s (%s अन्य संकुल) अद्यतन विफल
it: aggiornamento %s (altri pacchetti %s) fallito
ja: %s (%s の他のパッケージ) の更新が失敗しました。
mr: %s (%s इतर संकुले) सुधारणा अपयशी
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਅੱਪਡੇਟ ਫੇਲ ਹੋਇਆ ਹੈ
ru: не удалось обновить %s (других пакетов: %s)
ta: %s (%s மற்ற தொகுப்புகள்) புதுப்பித்தல் தோல்வி

source: %s (%s other packages) update timed out
bn: %s (%s অন্যান্য প্যাকেজ) আপডেটের সময়সীমা উত্তীর্ণ হয়েছে
de: %s (%s andere Pakete) Zeitüberschreitung bei Aktualisierung
es: %s (%s otros paquetes) actualización se detuvo
gu: %s (%s બીજા પેકેજો) સુધારવામાં સમય સમાપ્તિ
hi: %s (%s अन्य संकुल) अद्यतन समय समाप्त
it: aggiornamento %s (altri pacchetti %s) scaduto
ja: %s (%s の他のパッケージ) の更新がタイムアウトになりました。
mr: %s (%s इतर संकुले) सुधारणा वेळसमाप्ति
pa: %s (%s ਹੋਰ ਪੈਕੇਜ) ਅੱਪਡੇਟ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: истекло время ожидания обновления %s (других пакетов: %s)
ta: %s (%s மற்ற தொகுப்புகள்) புதுப்பித்தல் நேரம் முடிந்தது

source: %s Removed Successfully
bn: সাফল্যের সাথে %s মুছে ফেলা হয়েছে
de: %s erfolgreich entfernt
es: %s retirados
gu: %s ને સફળતાપૂર્વક દૂર કરેલ છે
hi: %s सफलतापूर्वक हटाया गया
it: %s Rimosso con successo
ja: %s 削除に成功しました。
mr: %s यशस्वीरित्या काढून टाकले
pa: %s ਸਫਲਤਾਪੂਰਕ ਹਟਾਇਆ ਗਿਆ ਹੈ
ru: Удалено: %s
ta: %s வெற்றிகரமாக நீக்கப்பட்டது

source: %s Systems Removed Successfully
bn: %s-টি সিস্টেম সাফল্যের সাথে
de: %s Systeme erfolgreich entfernt
es: %s sistemas retirados
gu: %s સિસ્ટમોને સફળતાપૂર્વક રદ કરેલ છે
hi: %s तंत्र सफलतापूर्वक हटाया गया
it: %s Sistemi rimossi con successo
ja: %s システムの削除に成功しました。
mr: %s प्रणालींना यशस्वीरित्या काढून टाकले
pa: %s ਸਿਸਟਮ ਸਫਲਤਾਪੂਰਕ ਹਟਾਇਆ ਗਿਆ ਹੈ
ru: Всего удалено: %s
ta: %s கணினிகள் வெற்றிகரமாக நீக்கப்பட்டது

source: %s Version: %s
bn: %s সংস্করণ: %s
es: %s Versión: %s
gu: %s આવૃત્તિ: %s
hi: %s संस्करण: %s
it: Versione %s: %s
ja: %s バージョン: %s
mr: %s आवृत्ती: %s
pa: %s ਵਰਜਨ: %s
ru: %s, версия %s
ta: %s பதிப்பு: %s

source: %s ago
bn: %s পূর্বে
de: vor %s
es: hace %s
gu: %s પહેલાં
hi: %s पहले
it: %s fa
ja: %s 前
mr: %s पूर्वी
pa: %s ਪਹਿਲਾਂ
ru: %s назад
ta: %s முன்

source: %s erratum install
mr: %s एराटम प्रतिष्ठापन
pa: %s ਇਰੱਟਮ ਇੰਸਟਾਲ

source: %s erratum install cancelled
mr: %s एराटम प्रतिष्ठापन रद्द केले
pa: %s ਇਰੱਟਮ ਇੰਸਟਾਲ ਰੱਦ ਕੀਤਾ ਹੈ

source: %s erratum install failed
bn: %s-টি ত্রুটি-বিচ্যুতি ইনস্টলেশন বিফল
de: %s Erratum Installation fehlgeschlagen
es: %s instalación de errata falló
gu: %s erratum સ્થાપન નિષ્ફળ
hi: %s इरेटम संस्थापन विफल
it: installazione erratum %s fallita
ja: %s エラータのインストールが失敗しました。
mr: %s एराटम प्रतिष्ठापन अपयशी
pa: %s ਇਰੱਟਮ ਇੰਸਟਾਲ ਫੇਲ ਹੋਇਆ ਹੈ
ru: Не удалось установить исправление %s
ta: %s erratum நிறுவல் தோல்வி

source: %s erratum install timed out
bn: %s-টি ত্রুটি-বিচ্যুতি ইনস্টলেশনের সময়সীমা উত্তীর্ণ হয়েছে
de: %s Erratum Installation Zeitüberschreitung
es: %s instalación de errata se detuvo
gu: %s erratum સ્થાપનની સમય સમાપ્તિ
hi: %s इरेटम संस्थापन समय समाप्त
it: installazione erratum %s scaduta
ja: %s エラータのインストールがタイムアウトになりました。
mr: %s एराटम प्रतिष्ठापन वेळसमाप्ति
pa: %s ਇਰੱਟਮ ਇੰਸਟਾਲ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: Истекло время ожидания установки исправления %s
ta: %s erratum நிறுவல் நேரம் முடிந்தது

source: %s is not a valid package name
bn: %s-টি বৈধ প্যাকেজের নাম নয়
de: %s ist kein gültiger Paketname
es: %s no es un nombre de paquete válido
gu: %s એ માન્ય પેકેજ નામ નથી
hi: %s एक वैध संकुल नाम नहीं है
it: %s non è un nome del pacchetto valido
ja: %s は有効なパッケージ名ではありません。
mr: %s वैध संकुल नाव नाही
pa: %s ਇੱਕ ਢੁੱਕਵਾਂi ਪੈਕੇਜ ਨਾਂ ਨਹੀਂ ਹੈ
ru: Недопустимое имя пакета: %s
ta: %s ஒரு சரியான தொகுப்பு பெயர் இல்லை

source: %s package group install
mr: %s संकुल गट प्रतिष्ठापन
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ

source: %s package group install cancelled
mr: %s संकुल गट प्रतिष्ठापन रद्द केले
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ ਰੱਦ ਹੋਇਆ ਹੈ

source: %s package group install failed
bn: %s প্যাকেজ সংকলন ইনস্টলেশন বিফল
de: %s Paketgruppeninstallation fehlgeschlagen
es: %s instalación de grupo de paquetes falló
gu: %s પેકેજ જૂથ સ્થાપન નિષ્ફળ
hi: %s संकुल समूह संस्थापन विफल
it: Installazione gruppo di pacchetti %s fallita
ja: %s パッケージグループのインストールが失敗しました。
mr: %s संकुल गट प्रतिष्ठापन अपयशी
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ ਫੇਲ ਹੋਇਆ ਹੈ
ru: Не удалось установить группу %s
ta: %s தொகுப்பு குழு நிறுவல் தோல்வி

source: %s package group install timed out
bn: %s প্যাকেজ সংকলন ইনস্টলেশনের মেয়াদ উত্তীর্ণ হয়েছে
de: %s Paketgruppeninstallation Zeitüberschreitung
es: %s instalación de grupo de paquetes se detuvo
gu: %s પેકેજ જૂથ સ્થાપનની સમય સમાપ્તિ
hi: %s संकुल समूह संस्थापन समय समाप्त
it: Installazione gruppo di pacchetti %s scaduta
ja: %s パッケージグループのインストールがタイムアウトになりました。
mr: %s संकुल गट प्रतिष्ठापन वेळसमाप्ति
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: Истекло время ожидания установки группы %s
ta: %s சேர்த்தல் தொகுப்பு குழு நிறுவல் நேரம் முடிந்தது

source: %s package group removal
mr: %s संकुल गट काढून टाकणे
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਉਣੇ

source: %s package group remove cancelled
mr: %s संकुल गट काढून टाकणे रद्द केले
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਉਣਾ ਰੱਦ ਹੋ ਗਿਆ ਹੈ

source: %s package group remove failed
bn: %s প্যাকেজ সংকলন অপসারণ বিফল
de: %s Paketgruppenentfernung fehlgeschlagen
es: %s retiro de grupo de paquetes falló
gu: %s પેકેજ જૂથ દૂર કરવામાં નિષ્ફળતા
hi: %s संकुल समूह विस्थापन विफल
it: rimozione gruppo di pacchetti %s fallita
ja: %s パッケージグループの削除が失敗しました。
mr: %s संकुल गट काढून टाकणे अपयशी
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਉਣਾ ਫੇਲ ਹੋਇਆ ਹੈ
ru: Не удалось удалить группу %s
ta: %s தொகுப்பு குழு நீக்கல் தோல்வி

source: %s package group remove timed out
bn: %s প্যাকেজ সংকলন অপসারণের সময়সীমা উত্তীর্ণ হয়েছে
de: %s Paketgruppenentfernung Zeitüberschreitung
es: %s retiro de grupo de paquetes se detuvo
gu: %s પેકેજ જૂથને દૂર કરતી વખતે સમય સમાપ્તિ
hi: %s संकुल समूह विस्थापन समय समाप्त
it: rimozione gruppo di pacchetti %s scaduta
ja: %s パッケージグループの削除がタイムアウトになりました。
mr: %s संकुल गट काढून टाकणे वेळसमाप्ति
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਉਣ ਦਾ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: Истекло время ожидания удаления группы %s
ta: %s சேர்த்தல் தொகுப்பு குழு நேரம் முடிந்தது

source: %s package group update
mr: %s संकुल गट सुधारणा
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਅੱਪਡੇਟ

source: %s package group update cancelled
mr: %s संकुल गट सुधारणा रद्द केले
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਅੱਪਡੇਟ ਰੱਦ ਹੋ ਗਿਆ ਹੈ

source: %s package group update failed
bn: %s প্যাকেজ সংকলন আপডেট বিফল
de: %s Paketgruppenaktualisierung fehlgeschlagen
es: %s actualización de grupo de paquetes falló
gu: %s પેકેજ જૂથ સુધારવામાં નિષ્ફળતા
hi: %s संकुल समूह अद्यतन विफल
it: aggiornamento gruppo di pacchetti %s fallito
ja: %s パッケージグループの更新が失敗しました。
mr: %s संकुल गट सुधारणा अपयशी
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਅੱਪਡੇਟ ਫੇਲ ਹੋ ਗਿਆ ਹੈ
ru: Не удалось обновить группу %s
ta: %s தொகுப்பு குழு புதுப்பித்தல் தோல்வி

source: %s package group update timed out
bn: %s প্যাকেজ সংকলন আপডেটের সময়সীমা উত্তীর্ণ হয়েছে
de: %s Paketgruppenaktualisierung Zeitüberschreitung
es: %s actualización de grupo de paquetes se detuvo
gu: %s પેકેજ જૂથ સુધારવામાં સમય સમાપ્તિ
hi: %s संकुल समूह अद्यतन समय समाप्त
it: aggiornamento gruppo di pacchetti %s scaduto
ja: %s パッケージグループの更新がタイムアウトになりました。
mr: %s संकुल गट सुधारणा वेळसमाप्ति
pa: %s ਪੈਕੇਜ ਗਰੁੱਪ ਅੱਪਡੇਟ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: Истекло время ожидания обновления группы %s
ta: %s சேர்த்தல் தொகுப்பு குழு புதுப்பித்தல் நேரம் முடிந்தது

source: %s package install
mr: %s संकुल प्रतिष्ठापन
pa: %s ਪੈਕੇਜ ਇੰਸਟਾਲ

source: %s package install cancelled
mr: %s संकुल प्रतिष्ठापन रद्द केले
pa: %s ਪੈਕੇਜ ਇੰਸਟਾਲ ਰੱਦ ਹੋ ਗਿਆ ਹੈ

source: %s package install failed
bn: %s প্যাকেজ ইনস্টলেশন বিফল
de: %s Paketinstallation fehlgeschlagen
es: %s instalación de paquetes falló
gu: %s પેકેજ સ્થાપન નિષ્ફળ
hi: %s संकुल संस्थापन विफल
it: installazione pacchetto %s fallita
ja: %s パッケージインストールが失敗しました。
mr: %s संकुल प्रतिष्ठापन अपयशी
pa: %s ਪੈਕੇਜ ਇੰਸਟਾਲ ਫੇਲ ਹੋ ਗਿਆ ਹੈ
ru: Не удалось установить пакет %s
ta: %s தொகுப்பு நிறுவல் தோல்வி

source: %s package install timed out
bn: %s প্যাকেজ ইনস্টলেশনের সময়সীমা উত্তীর্ণ হয়েছে
de: %s Paketinstallation Zeitüberschreitung
es: %s instalación de paquetes se detuvo
gu: %s પેકેજ સ્થાપનની સમય સમાપ્તિ
hi: %s संकुल संस्थापन समय समाप्त
it: installazione pacchetto %s scaduta
ja: %s パッケージインストールがタイムアウトになりました。
mr: %s संकुल प्रतिष्ठापन वेळसमाप्ति
pa: %s ਪੈਕੇਜ ਇੰਸਾਟਲ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: Истекло время ожидания установки пакета %s
ta: %s சேர்த்தல் தொகுப்பு நிறுவல் நேரம் முடிந்தது

source: %s package removal
mr: %s संकुल काढून टाकणे
pa: %s ਪੈਕੇਜ ਹਟਾਉਣਾ

source: %s package remove cancelled
mr: %s संकुल काढून टाकणे रद्द केले
pa: %s ਪੈਕੇਜ ਹਟਾਉਣਾ ਰੱਦ ਹੋਇਆ ਹੈ

source: %s package remove failed
bn: %s প্যাকেজ অপসারণ বিফল
de: %s Paketentfernung fehlgeschlagen
es: %s remoción de paquetes falló
gu: %s પેકેજ દૂર કરવામાં નિષ્ફળતા
hi: %s संकुल विस्थापन विफल
it: rimozione pacchetto %s fallita
ja: %s パッケージの削除が失敗しました。
mr: %s संकुल काढून टाकणे अपयशी
pa: %s ਪੈਕੇਜ ਹਟਾਉਣਾ ਫੇਲ ਹੋਇਆ
ru: Не удалось удалить пакет %s
ta: %s தொகுப்பு நீக்கல் தோல்வி

source: %s package remove timed out
bn: %s প্যাকেজ অপসারণের সময়সীমা উত্তীর্ণ হয়েছে
de: %s Paketentfernung Zeitüberschreitung
es: %s remoción de paquetes se detuvo
gu: %s પેકેજ દૂર કરતી વખતે સમય સમાપ્તિ
hi: %s संकुल विस्थापन समय समाप्त
it: rimozione pacchetto %s scaduta
ja: %s パッケージの削除がタイムアウトになりました。
mr: %s संकुल काढून टाकणे वेळसमाप्ति
pa: %s ਪੈਕੇਜ ਹਟਾਉਣ ਦਾ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: Истекло время ожидания удаления пакета %s
ta: %s தொகுப்பு நீக்கல் நேரம் முடிந்தது

source: %s package update
mr: %s संकुल सुधारणा
pa: %s ਪੈਕੇਜ ਅੱਪਡੇਟ

source: %s package update cancelled
mr: %s संकुल सुधारणा रद्द केले
pa: %s ਪੈਕੇਜ ਅੱਪਡੇਟ ਰੱਦ ਹੋ ਗਿਆ ਹੈ

source: %s package update failed
bn: %s প্যাকেজ আপডেট বিফল
de: %s Paketaktualisierung fehlgeschlagen
es: %s actualización de paquetes falló
gu: %s પેકેજ સુધારવામાં નિષ્ફળતા
hi: %s संकुल अद्यतन विफल
it: aggiornamento pacchetto %s fallito
ja: %s パッケージの更新が失敗しました。
mr: %s संकुल सुधारणा अपयशी
pa: %s ਪੈਕੇਜ ਅੱਪਡੇਟ ਫੇਲ ਹੋ ਗਿਆ ਹੈ
ru: Не удалось обновить пакет %s
ta: %s தொகுப்பு புதுப்பித்தல் தோல்வி

source: %s package update timed out
bn: %s প্যাকেজ আপডেটের সময়সীমা উত্তীর্ণ হয়েছে
de: %s Paketaktualisierung Zeitüberschreitung
es: %s actualización de paquetes se detuvo
gu: %s પેકેજ સુધારતી વખતે સમય સમાપ્તિ
hi: %s संकुल अद्यतन समय समाप्त
it: aggiornamento pacchetto %s scaduto
ja: %s パッケージの更新がタイムアウトになりました。
mr: %s संकुल सुधारणा वेळसमाप्ति
pa: %s ਪੈਕੇਜ ਅੱਪਡੇਟ ਸਮਾਂ ਪੁੱਗ ਗਿਆ ਹੈ
ru: Истекло время ожидания обновления пакета %s
ta: %s தொகுப்பு புதுப்பித்தல் நேரம் முடிந்தது

source: %s product was synced successfully
mr: %s उत्पादन यशस्वीरित्या सिंक केले
pa: %s ਉਤਪਾਦ ਸਫਲਤਾਪੂਰਕ ਸਮਕਾਲੀ ਹੋ ਗਿਆ ਹੈ

source: %s product was synced successfully with errors. See log for details
mr: %s उत्पादन त्रुटींसह यशस्वीरित्या सिंक केले. तपशीलकरीता लॉग पहा
pa: %s ਉਤਪਾਦ ਸਫਲਤਾਪੂਕ ਸਮਕਾਲੀ ਹੋਇਆ ਹੈ ਗਲਤੀਆਂ ਨਾਲ। ਵੇਰਵੇ ਲਈ ਲਾਗ ਵੇਖੋ

source: %{newline}If you are uploading an older manifest, you can use the Force checkbox to overwrite existing data.
mr: %{newline}जुणे मॅनिफेस्ट अपलोड करत असल्यास, अस्तित्वातील डाटा खोडून पुनः लिहाण्यासाठी फोर्स चेकबॉक्स्चा वापर करा.
pa: %{newline}ਜੋ ਤੁਸੀਂ ਇੱਕ ਪੁਰਾਣਾ ਮੇਨੀਫੈਸਟ ਅੱਪਲੋਡ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਮੌਜੂਦਾ ਡਾਟੇ ਨੂੰ ਮੁੜ ਲਿਖਣ ਲਈ ਮਜਬੂਰ (Force) ਚੈੱਕਬਾਕਸ ਵਰਤ ਸਕਦੇ ਹੋ।

source: %{newline}Reason: %{reason}
bn: %{newline}কারণ: %{reason}
de: %{newline}Grund: %{reason}
es: %{newline}Razón: %{reason}
hi: %{newline}कारण: %{reason}
it: %{newline}Motivo: %{reason}
ja: %{newline}理由: %{reason}
mr: %{newline}कारण: %{reason}
pa: %{newline}ਕਾਰਨ: %{reason}
ru: %{newline}Причина: %{reason}
ta: %{newline}காரணம்: %{reason}

source: %{repo} (Product: %{product})
bn: %{repo} (উৎপাদন: %{product})
de: %{repo} (Produkt: %{product})
es: %{repo} (Producto: %{product})
it: %{repo} (Prodotto: %{product})
ja: %{repo} (製品: %{product})
mr: %{repo} (उत्पादन: %{product})
pa: %{repo} (ਉਤਪਾਦ: %{product})
ru: %{repo} (продукт: %{product})
