Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Remove Packages
bn: প্যাকেজ মুছে ফেলুন
de: Pakete entfernen
es: Retirar paquetes
gu: પેકેજો દૂર કરો
hi: संकुल हटाएँ
it: Rimuovi pacchetti
ja: パッケージを削除
mr: संकुले काढून टाका
pa: ਪੈਕੇਜ ਹਟਾਓ
ru: Удалить пакеты
ta: தொகுப்புகளை நீக்கவும்

source: Remove Product
bn: উৎপাদন মুছে ফেলুন
de: Produkt entfernen
es: Retirar producto
gu: પ્રોડક્ટને દૂર કરો
hi: उत्पाद निकालें
it: Rimuovi prodotto
ja: 製品を削除
mr: उत्पादन काढून टाका
pa: ਉਤਪਾਦ ਹਟਾਓ
ru: Удалить продукт
ta: தயாரிப்பை நீக்கவும்

source: Remove Provider
bn: উপলব্ধকারী মুছে ফেলুন
de: Provider entfernen
es: Retirar proveedor
gu: પ્રદાતા દૂર કરો
hi: प्रदाता निकालें
it: Rimuovi provider
ja: プロバイダーを削除
mr: प्रोव्हाइडर काढून टाका
pa: ਪਰੋਵਾਈਡਰ ਹਟਾਓ
ru: Удалить провайдер
ta: வழங்குநரை நீக்கவும்

source: Remove Repository
bn: সংগ্রহস্থল মুছে ফেলুন
de: Repository entfernen
es: Retirar repositorio
gu: રિપોઝીટરીને દૂર કરો
hi: रिपोजिटरी निकालें
it: Rimuovi repositorio
ja: リポジトリを削除
mr: रेपॉजिटरि काढून टाका
pa: ਰਿਪੋਜ਼ਟਰੀ ਹਟਾਓ
ru: Удалить репозиторий
ta: தொகுப்பதிவகத்தை நீக்கவும்

source: Remove Role
bn: ভূমিকা মুছে ফেলুন
de: Rolle entfernen
es: Retirar rol
gu: ભૂમિકાને દૂર કરો
hi: भूमिका निकालें
it: Rimuovi ruolo
ja: ロールの削除
mr: रोल काढून टाका
pa: ਰੋਲ ਹਟਾਓ
ru: Удалить роль
ta: பங்கை நீக்கவும்

source: Remove Sync Plan
bn: সুসংগতির পরিকল্পনা মুছে ফেলুন
de: Synchronisationsplan entfernen
es: Retirar plan de sincronización
gu: સુમેળ યોજના દૂર
hi: तुल्यकालित योजना निकालें
it: Rimuovi programmazione di sinc
ja: 同期のプランを削除
mr: सिंक प्लॅन काढून टाका
pa: ਸਮਕਾਲੀ ਪਲਾਨ ਹਟਾਓ
ru: Удалить план синхронизации
ta: ஒத்திசை திட்டத்தை நீக்கவும்

source: Remove System
bn: সিস্টেম মুছে ফেলুন
de: System entfernen
es: Retirar sistema
gu: સિસ્ટમ દૂર કરો
hi: तंत्र हटाएँ
it: Rimuovi sistema
ja: システムを削除
mr: प्रणाली काढून टाका
pa: ਸਿਸਟਮ ਹਟਾਓ
ru: Удалить систему
ta: சிஸ்டத்தை நீக்கவும்

source: Remove System(s)
bn: সিস্টেম মুছে ফেলুন
de: System(e) entfernen
es: Retirar sistema(s)
gu: સિસ્ટમ(ઓ) ને દૂર કરો
hi: तंत्र हटाएँ
it: Rimuovi sistemi
ja: システムを削除
mr: प्रणाली काढून टाका
pa: ਸਿਸਟਮ ਹਟਾਓ
ru: Удалить системы
ta: சிஸ்டங்களை நீக்கவும்

source: Remove Systems in Environment
bn: এনভায়রনমেন্টের সিস্টেম মুছে ফেলুন
de: Systeme in Umgebung entfernen
es: Retirar sistemas en entorno
gu: પર્યાવરણમાં સિસ્ટમોને દૂર કરો
hi: वातावरण में सिस्टम हटाएँ
it: Rimuovi sistemi nell'ambiente
ja: 環境のシステムを削除
mr: वातावरणातील प्रणाली काढून टाका
pa: ਵਾਤਾਵਰਨ ਵਿੱਚ ਸਿਸਟਮ ਹਟਾਓ
ru: Удалить системы из окружения
ta: சூழலில் சிஸ்டம்களை நீக்கவும்

source: Remove User
bn: ব্যবহারকারী মুছে ফেলুন
de: Benutzer entfernen
es: Retirar usuario
gu: વપરાશકર્તાને દૂર કરો
hi: उपयोक्ता निकालें
it: Rimuovi utente
ja: ユーザーの削除
mr: वापरकर्ता काढून टाका
pa: ਯੂਜ਼ਰ ਹਟਾਓ
ru: Удалить пользователя
ta: பயனரை நீக்கவும்

source: Removed LDAP group '%s'
bn: '%s' LDAP দল মুছে ফেলা হয়েছে
de: LDAP-Gruppe '%s' entfernt
es: Ha sido retirado grupo LDAP '%s'
gu: દૂર થયેલ LDAP જૂથ '%s'
hi: LDAP समूह '%s' हटाया
it: Gruppo LDAP '%s' rimosso
ja: LDAP グループ「%s」が削除されました
pa: LDAP ਗਰੁੱਪ '%s' ਹਟਾਇਆ ਗਿਆ ਹੈ
ru: Группа LDAP «%s» удалена

source: Removed:
bn: মুছে ফেলা হয়েছে:
de: Entfernt:
es: Retirado:
gu: દૂર થયેલ છે:
hi: हटाया:
it: Rimosso:
ja: 削除済み:
mr: काढून टाकले:
pa: ਹਟਾਏ ਗਏ:
ru: Удалено:
ta: நீக்கப்பட்டது:

source: Removing Package Group...
bn: প্যাকেজ সংকলন অপসারণ...
de: Paketgruppe wird entfernt ...
es: Retirando grupo de paquetes...
gu: પેકેજ જૂથને દૂર કરી રહ્યા છે...
hi: संकुल समूह हटा रहा है
it: Rimozione gruppo di pacchetti in corso...
ja: パッケージグループを削除しています...
mr: संकुल गट काढून टाकत आहे...
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾ ਰਿਹਾ ਹੈ...
ru: Удаление группы пакетов...
ta: தொகுப்பு குழுவை நீக்குகிறது...

source: Removing Package...
bn: প্যাকেজ মুছে ফেলুন...
de: Paket wird entfernt ...
es: Retirando paquetes...
gu: પેકેજને દૂર કરી રહ્યા છે...
hi: संकुल समूह हटा रहा है...
it: Rimozione pacchetto in corso...
ja: パッケージを削除しています...
mr: संकुल काढून टाकत आहे...
pa: ਪੈਕੇਜ ਹਟਾ ਰਿਹਾ ਹੈ...
ru: Удаление пакета...
ta: பயனரை நீக்கவும்

source: Removing...
bn: মুছে ফেলা হচ্ছে...
de: Entfernen ...
es: Retirando...
gu: દૂર કરી રહ્યા છે...
hi: निकाला जा रहा है ...
it: Rimozione in corso...
ja: 削除しています...
mr: काढून टाकत आहे...
pa: ਹਟਾ ਰਿਹਾ ਹੈ...
ru: Удаление...
ta: நீக்குகிறது..

source: Rendering 400:
es: Entregando 400:
gu: રેન્ડરીંગ 400:
hi: रेंडरिंग 400:
ja: レンダリング 400:
pa: ਰੈੱਡਰਿੰਗ 400:
ru: Обработка 400:

source: Rendering 404:
es: Entregando 404:
gu: રેન્ડરીંગ 404:
hi: रेंडरिंग 404:
ja: レンダリング 404:
mr: 404 दाखवत आहे:
pa: ਰੈਂਡਰਿੰਗ 404:
ru: Обработка 404:
ta: வழங்குகிறது 404:

source: Rendering 500:
es: Entregando 500:
gu: રેન્ડરીંગ 500:
hi: रेंडरिंग 500:
ja: レンダリング 500:
mr: 500 दाखवत आहे:
pa: ਰੈਂਡਰਿੰਗ 500:
ru: Обработка 500:
ta: வழங்குகிறது 500:

source: Repo Type:
bn: সংগ্রহস্থলের ধরন:
de: Repo-Typ:
es: Tipo de repositorio:
gu: રિપો પ્રકાર:
hi: रिपो प्रकार:
it: Tipo di repo:
ja: リポジトリのタイプ:
mr: रेपो प्रकार:
pa: ਰਿਪੋ ਕਿਸਮ:
ru: Тип репозитория:
ta: தொகுப்பதிவக வகை:

source: Repo id or environment must be provided
mr: रेपो id किंवा वातावरण पुरवणे आवश्यक
pa: ਰਿਪੋ id ਜਾਂ ਇਨਵਾਇਰਮੈਂਟ ਦੇਣਾ ਜਰੂਰੀ ਹੈ

source: Repos
bn: সংগ্রহস্থল
es: Repositorio
gu: રિપો
hi: रिपोज
it: Repo
ja: リポジトリ
mr: रेपोज्
pa: ਰਿਪੋ
ru: Репозитории
ta: தொகுப்பதிவகங்கள்

source: Repositories
bn: সংগ্রহস্থল
de: Repositorys
es: Repositorios
gu: રિપોઝીટરીઓ
hi: रिपॉजिटरी
it: Repositori
ja: リポジトリ
mr: रेपॉजिटरिज्
pa: ਰਿਪੋਜ਼ਟਰੀਆਂ
ru: Репозитории
ta: தொகுப்பதிவகங்கள்

source: Repositories can be deleted only in Library environment.
bn: শুধুমাত্র Library এনভায়রনমেন্টের মধ্যে সংগ্রহস্থল মুছে ফেলা যাবে।
de: Repositorys können nur in der Bibliothek-Umgebung gelöscht werden.
es: Solamente se pueden borrar los repositorios en un entorno de biblioteca.
gu: રિપોઝીટરીઓને ફક્ત લાઇબ્રેરી પર્યાવરણમાં કાઢી નાંખી શકાય છે.
hi: केवल लाइब्रेरी वातावरण में रिपोजिटरी मिटाया जा सकता है.
it: I repositori possono essere cancellati solo nell'ambiente Library.
ja: リポジトリはライブラリ環境でのみ削除できます。
mr: रेपॉजिटरिज्ला फक्त लाइब्ररि वातावरणात नष्ट करणे शक्य आहे.
pa: ਰਿਪੋਜ਼ਟਰੀਆਂ ਸਿਰਫ ਲਾਇਬਰੇਰੀ ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਹਟਾਈਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।
ru: Удаление репозиториев возможно только в окружении Library.
ta: ஒரு நூலக தொகுபதிவகங்களின் மட்டுமே வடிப்பிகள் அழிக்கப்படும்

source: Repository
bn: সংগ্রহস্থল
es: Repositorio
gu: રિપોઝીટરી
hi: रिपॉजिटरी
it: Repositorio
ja: リポジトリ
mr: रेपॉजिटरि
pa: ਰਿਪੋਜ਼ਟਰੀ
ru: Репозиторий
ta: தொகுப்பதிவகம்

source: Repository '%X'
bn: '%X' সংগ্রহস্থল
es: Repositorio '%X'
gu: રિપોઝીટરી '%X'
hi: रिपोजिटरी '%X'
it: Repositorio '%X'
ja: リポジトリ「%X」
pa: ਰਿਪੋਜ਼ਟਰੀ '%X'
ru: Репозиторий «%X»

source: Repository '%s' created.
bn: '%s' সংগ্রহস্থলটি প্রস্তুত করা হয়েছে।
de: Repository '%s' erstellt.
es: Repositorio '%s' creado.
gu: રિપોઝીટરી '%s' ને બનાવેલ હતી.
hi: रिपॉजिटरी '%s' बनाया गया.
it: Repositorio '%s' creato.
ja: リポジトリ「%s」が作成されました。
mr: रेपॉजिटरि '%s' निर्माण केले.
pa: ਰਿਪੋਜ਼ਟਰੀ '%s' ਬਣ ਗਈ ਹੈ।
ru: Репозиторий «%s» создан.
ta: தொகுப்பதிவகம் '%s' உருவாக்கப்பட்டது.

source: Repository '%s' finished syncing successfully.
bn: '%s' সংগ্রহস্থলটি সাফল্যের সাথে সুসংগত করা হয়েছে।
de: Synchronisation des Repositorys '%s' erfolgreich abgeschlossen.
es: Se ha completado la sincronización del repositorio '%s'
gu: રિપોઝીટરી '%s' એ સફળતાપૂર્વક સુમેળ કરવાનું સમાપ્ત કરેલ છે.
hi: रिपोजिटरी '%s' सिंकिंग सफलतापूर्वक किया
it: Il repositorio '%s' ha terminato con successo il processo di sincronizzazione.
ja: リポジトリ「%s」の同期が正常に終了しました。
pa: ਰਿਪੋਜ਼ਟਰੀ '%s' ਨੇ ਸਮਕਾਲਤਾ ਮੁਕੰਮਲ ਕਰ ਦਿੱਤੀ ਹੈ।
ru: Синхронизация репозитория «%s» завершена.

source: Repository '%s' is already present in the template.
bn: '%s' সংগ্রহস্থলটি টেমপ্লেটের মধ্যে বর্তমানে মজুদ রয়েছে।
de: Repository '%s' ist bereits in der Vorlage vorhanden.
es: Repositorio '%s' ya está presente en la plantilla
gu: રિપોઝીટરી '%s' પહેલેથી જ ટૅમ્પલેટમાં હાજર છે.
hi: रिपॉजिटरी '%s' इस नमूना में पहले से मौजूद है.
it: Il repositorio '%s' è già presente nel template.
ja: リポジトリ '%s' はすでにテンプレート内にあります。
mr: रेपॉजिटरि '%s' आधिपासूनच टेम्पलेटमध्ये अस्तित्वात आहे.
pa: ਰਿਪੋਜ਼ਟਰੀ '%s' ਪਹਿਲਾਂ ਹੀ ਟੈਂਪਿਲਟ ਵਿੱਚ ਮੌਜੂਦ ਹੈ।
ru: Репозиторий «%s» уже включен в шаблон.
ta: தொகுப்பதிவகம் '%s' ஏற்கனவே மாதிரிஉருவில் உள்ளது.

source: Repository '%s' not found in this environment.
bn: এই এনভায়রনমেন্টের মধ্যে '%s' সংগ্রহস্থলটি পাওয়া যায়নি।
de: Repository '%s' nicht in dieser Umgebung gefunden.
es: No se encontró repositorio '%s' en este entorno.
gu: રિપોઝીટરી '%s' આ પર્યાવરણમાં મળ્યુ નથી.
hi: रिपॉजिटरी '%s' इस वातावरण में नहीं मिला.
it: Il repositorio '%s' non è stato trovato in questo ambiente.
ja: この環境内ではリポジトリ '%s' は見つかりません。
mr: रेपॉजिटरि '%s' या वातावरणात आढळले नाही.
pa: ਰਿਪੋਜ਼ਟਰੀ '%s' ਇਸ ਇਨਵਾਇਰਮੈਂਟ ਨਹੀਂ ਨਹੀਂ ਲੱਭਿਆ।
ru: Репозиторий «%s» не найден в окружении.
ta: தயாரிப்பு '%s' இந்த சூழலில் காணப்படவில்லை.

source: Repository '%s' not found in this template.
bn: এই টেমপ্লেটের মধ্যে '%s' সংগ্রহস্থল পাওয়া যায়নি।
de: Repository '%s' nicht in dieser Vorlage gefunden.
es: No se encontró repositorio '%s' en esta plantilla.
gu: રિપોઝીટરી '%s' આ ટૅમ્પલેટમાં મળી નથી.
hi: रिपॉजिटरी '%s' इस नमूना में नहीं मिला.
it: Il repositorio '%s' non è stato trovato in questo template.
ja: このテンプレート内ではリポジトリ '%s' は見つかりません。
mr: रेपॉजिटरि '%s' या टेम्पलेटमध्ये आढळले नाही.
pa: ਇਸ ਟੈਂਪਲਿਟ ਵਿੱਚ ਰਿਪੋਜ਼ਟਰੀ '%s' ਨਹੀਂ ਲੱਭਿਆ।
ru: Репозиторий «%s» не найден в шаблоне.
ta: தொகுப்பதிவகம் '%s' இந்த மாதிரிஉருவில் காணப்படவில்லை.

source: Repository '%s' removed.
bn: '%s' সংগ্রহস্থল মুছে ফেলা হয়েছে।
de: Repository '%s' entfernt.
es: Repositorio '%s' retirado.
gu: રિપોઝીટરી '%s' ને દૂર કરેલ હતી.
hi: रिपॉजिटरी '%s' हटाया गया.
it: Repositorio '%s' rimosso.
ja: リポジトリ「%s」が削除されました。
mr: रेपॉजिटरि '%s' काढून टाकले.
pa: ਰਿਪੋਜ਼ਟਰੀ '%s' ਹਟਾਈ ਗਈ ਹੈ।
ru: Репозиторий «%s» удален.
ta: தொகுப்பதிவகம் '%s' நீக்கப்பட்டது.

source: Repository '%s' updated.
bn: '%s' সংগ্রহস্থলটি আপডেট করা হয়েছে।
de: Repository '%s' aktualisiert.
es: Repositorio '%s' actualizado.
gu: રિપોઝીટરી '%s' સુધારેલ હતી.
hi: रिपॉजिटरी '%s' अद्यतन किया गया.
it: Repositorio '%s' aggiornato.
ja: リポジトリ「%s」が更新されました。
mr: रेपॉजिटरि '%s' सुधारित केले.
pa: ਰਿਪੋਜ਼ਟਰੀ '%s' ਅੱਪਡੇਟ ਹੋ ਗਈ ਹੈ।
ru: Репозиторий «%s» обновлен.
ta: தொகுப்பதிவகம் '%s' புதுப்பிக்கப்பட்டது.

source: Repository Details
bn: সংগ্রহস্থলের বিবরণ
es: Información de repositorio
gu: રિપોઝીટરી વિગતો
hi: रिपॉजिटरी विवरण
it: Dettagli del repositorio
ja: リポジトリの詳細
mr: रेपॉजिटरि तपशील
pa: ਰਿਪੋਜ਼ਟਰੀ ਵੇਰਵਾ
ru: Свойства репозитория
ta: தொகுப்பதிவக விவரங்கள்

source: Repository Url
bn: সংগ্রহস্থলের Url
es: URL de repositorio
gu: રિપોઝીટરી Url
hi: रिपोजिटरी Url
it: URL del repositorio
ja: リポジトリ URL
mr: रेपॉजिटरि Url
pa: ਰਿਪੋਜ਼ਟਰੀ Url
ru: URL
ta: தொகுப்பதிவகம் Url

source: Repository cannot be disabled since it has already been promoted.
bn: সংগ্রহস্থলটি প্রোমোট করা হয়েছে এবং এর ফলে এটি নিষ্ক্রিয় করা যাবে না।
de: Repository kann nicht deaktiviert werden, da es bereits übertragen wurde.
es: El repositorio no puede inhabilitarse porque ya está siendo promovido.
gu: રિપોઝીટરીને નિષ્ક્રિય કરી શકાતી નથી જ્યાં સુધી તેને પહેલેથી પ્રોત્સાહિત કરવામાં આવી હોય.
hi: रिपोजिटरी को निष्क्रिय नहीं किया जा सकता है जबसे यह पहले ही प्रोन्नत किया गया है.
it: Il repositorio non può essere disabilitato poichè è stato già promosso.
ja: リポジトリはすでにプロモート済みのため無効にできません。
mr: रेपॉजिटरिला आधिपासूनच प्रमोट केल्यामुळे त्यास बंद करणे अशक्य.
pa: ਰਿਪੋਜ਼ਟਰੀ ਅਯੋਗ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦੀ ਕਿਉਂਕਿ ਇਹ ਪਹਿਲਾਂ ਹੀ ਪਰਮੋਟ ਹੋ ਗਈ ਹੈ।
ru: Репозиторий не может быть отключен, так как он уже перенесён.
ta: ஏற்கனவே முன்னேற்றப்பட்டிருந்தால் தொகுப்பதிவகத்தை செயல்நீக்க முடியாது.

source: Repository of the distribution '%s' has not been promoted into the target environment!
bn: '%s' ডিস্ট্রিবিউশনের সংগ্রহস্থলটি উদ্দিষ্ট এনভায়রনমেন্টের মধ্যে প্রোমোট করা হয়নি!
de: Repository der Distribution '%s' wurde nicht in die Zielumgebung übertragen!
es: iRepositorio de la distribución '%s' no ha sido promovido en el entorno de destino!
gu: વિતરણની '%s' રિપોઝીટરી લક્ષ્ય પર્યાવરણમાં પ્રોત્સાહિત કરી દેવામાં આવી છે!
hi: वितऱण '%s' का रिपोजिटरी को लक्षित वातावरण में प्रांप्ट नहीं किया गया है!
it: Il repositorio della distribuzione '%s' non è stato avanzato nell'ambiente di destinazione!
ja: ディストリビューション「%s」のリポジトリは目的の環境にプロモートされていません。
mr: वितरण '%s' च्या रेपॉजिटरिला लक्ष्य वातावरणात प्रमोट केले नाही!
pa: ਡਿਸਟਰੀਬਿਊਸ਼ਨ '%s' ਦੀ ਰਿਪੋਜ਼ਟਰੀ ਟਾਰਗਿਟ ਅਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਪਰੋਮੋਟ ਕੀਤੀ ਗਈ ਹੈ!
ru: Репозиторий дистрибутива «%s» не был перенесен в выбранное окружение.
ta: விநியோகத்தின் தொகுபதிவகம் '%s' இந்த இலக்கு சூழலில் காணப்படவில்லை.

source: Repository of the erratum '%s' has not been promoted into the target environment!
bn: '%s' ত্রুটি-বিচ্যুতির সংগ্রহস্থলটি উদ্দিষ্ট এনভায়রনমেন্টের মধ্যে প্রোমোট করা হয়নি!
de: Repository des Erratum '%s' wurde nicht in die Zielumgebung übertragen!
es: iRepositorio de la errata '%s' no ha sido promovido en el entorno de destino!
gu: erratum '%s' ની રિપોઝીટરી લક્ષ્ય પર્યાવરણમાં પ્રોત્સાહિત કરી દેવામાં આવી છે!
hi: इरेटा '%s' का रिपोजिटरी को लक्षित वातावरण में प्रांप्ट नहीं किया गया है!
it: Il repositorio dell'errata '%s' non è stato avanzato nell'ambiente di destinazione!
ja: エラータ「%s」のリポジトリは目的の環境にプロモートされていません。
mr: एराटम '%s' चे रेपॉजिटरिला लक्ष्य वातावरणात प्रमोट केले नाही!
pa: ਇਰੱਟਮ '%s' ਦੀ ਰਿਪੋਜ਼ਟਰੀ ਟਾਰਗਿਟ ਅਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਪਰੋਮੋਟ ਕੀਤੀ ਗਈ ਹੈ!
ru: Репозиторий исправления «%s» не был перенесен в выбранное окружение.
ta: விநியோகத்தின் பிழை '%s' இந்த இலக்கு சூழலில் காணப்படவில்லை.

source: Repository of the package '%s' has not been promoted into the target environment!
bn: '%s' প্যাকেজের সংগ্রহস্থলটি উদ্দিষ্ট এনভায়রনমেন্টের মধ্যে প্রোমোট করা হয়নি!
de: Repository des Pakets '%s' wurde nicht in die Zielumgebung übertragen!
es: iRepositorio del paquete '%s' no ha sido promovido en el entorno de destino!
gu: પેકેજ '%s' ની રિપોઝીટરી લક્ષ્ય પર્યાવરણમાં પ્રોત્સાહિત કરી દેવામાં આવ્યુ નથી!
hi: संकुल '%s' का रिपोजिटरी को लक्षित वातावरण में प्रांप्ट नहीं किया गया है!
it: Il repositorio del pacchetto '%s' non è stato avanzato nell'ambiente di destinazione!
ja: パッケージ「%s」のリポジトリは目的の環境にプロモートされていません。
mr: संकुल '%s' च्या रेपॉजिटरिला लक्ष्य वातावरणात प्रमोट केले नाही!
pa: ਪੈਕੇਜ '%s' ਦੀ ਰਿਪੋਜ਼ਟਰੀ ਟਾਰਗਿਟ ਅਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਪਰੋਮੋਟ ਕੀਤੀ ਗਈ ਹੈ!
ru: Репозиторий пакета «%s» не был перенесен в выбранное окружение.
ta: விநியோகத்தின் தொகுப்பு '%s' இந்த இலக்கு சூழலில் காணப்படவில்லை.

source: Request
bn: অনুরোধ
de: Anfrage
es: Solicitud
gu: સૂચના
hi: आग्रह
it: Richiesta
ja: 要求
mr: विनंती
pa: ਬੇਨਤੀ
ru: Запрос
ta: கோரிக்கை

source: Request received has either an invalid or expired token. Token: '%{t}'
mr: प्राप्त विनंतीमध्ये एकतर अवैध किंवा वेळसमाप्तिचे टोकन आढळले. टोकन: '%{t}'
pa: ਪ੍ਰਾਪਤ ਬੇਨਤੀ ਵਿੱਚ ਗਲਤ ਜਾਂ ਮਿਆਦ-ਪੁੱਗਿਆ ਟੋਕਨ ਹੈ। ਟੋਕਨ: '%{t}'

source: Requires
bn: আবশ্যক মান
de: Erfordert
es: Requiere
gu: જરૂરી
hi: आवश्यक
it: Ha bisogno di
ja: 必要項目
mr: आवश्यक
pa: ਲੋੜੀਂਦਾ ਹੈ
ru: Требует
ta: தேவைப்படுகிறது

source: Reset Password
bn: পাসওয়ার্ড পুনরায় নির্ধারণ
de: Passwort zurücksetzen
es: Restablecer contraseña
gu: પાસવર્ડને પુન:સુયોજિત કરો
hi: कूटशब्द फिर सेट करें
it: Resetta Password
ja: パスワードをリセット
mr: पासवर्ड पूर्ववत् करा
pa: ਪਾਸਵਰਡ ਰੀਸੈੱਟ
ru: Восстановить пароль
ta: கடவுச்சொல்லை மறுஅமை

source: Result
bn: ফলাফল
de: Ergebnis
es: Resultado
gu: પરિણામ
hi: परिणाम
it: Risultato
ja: 結果
mr: परिणाम
pa: ਨਤੀਜਾ
ru: Результат
ta: முடிவு

source: Revert Filter
bn: ফিল্টার প্রত্যাবর্তন করুন
de: Filter umkehren
es: Revertir filtro
gu: ફિલ્ટરને પાછું લાવો
hi: फ़िल्टर फिर लाएँ
it: Ripristina filtro
ja: フィルターを元に戻す
mr: फिल्टर रिवर्ट करा
pa: ਰਿਵਰਟ ਫਿਲਟਰ
ru: Отменить фильтр
ta: வடிப்பியை திருப்பவும்

source: Review
bn: পর্যালোচনা
de: Prüfen
es: Revisión
gu: રિવ્યૂ
hi: समीक्षा
it: Revisione
ja: 確認
mr: पूर्वावलोकन
pa: ਦੁਹਰਾਈ
ru: Проверка
ta: மறுபார்வை

source: Role
bn: ভূমিকা
de: Rolle
es: Rol
gu: ભૂમિકા
hi: भूमिका
it: Ruolo
ja: ロール
mr: रोल
pa: ਰੋਲ
ru: Роль
ta: பங்கு

source: Role '%s' was created.
bn: '%s' ভূমিকা প্রস্তুত করা হয়েছে।
de: Rolle '%s' wurde erstellt.
es: Rol '%s' ha sido creado.
gu: ભૂમિકા '%s' બનાવેલ હતી.
hi: भूमिका '%s' बनाया गया था.
it: Ruolo '%s' creato.
ja: ロール「%s」が作成されました。
mr: रोल '%s' निर्माण केले.
pa: ਰੋਲ '%s' ਬਣ ਗਿਆ ਸੀ।
ru: Создана роль «%s».
ta: பங்கு '%s' உருவாக்கப்பட்டது.

source: Role '%s' was deleted.
bn: '%s' ভূমিকাটি মুছে ফেলা হয়েছে।
de: Rolle '%s' wurde gelöscht.
es: Rol '%s' ha sido borrado.
gu: ભૂમિકા '%s' કાઢી નાંખેલ હતી.
hi: भूमिका '%s' मिटाया गया था.
it: Ruolo '%s' cancellato.
ja: ロール「%s」が削除されました。
mr: रोल '%s' नष्ट केले.
pa: ਰੋਲ '%s' ਹਟਾਇਆ ਗਿਆ ਸੀ।
ru: Роль «%s» удалена.
ta: பங்கு '%s' அழிக்கப்பட்டது.

source: Role '%s' was updated.
bn: '%s' ভূমিকাটি আপডেট করা হয়েছে।
de: Rolle '%s' wurde aktualisiert.
es: Rol '%s' ha sido actualizado.
gu: ભૂમિકા '%s' સુધારેલ હતુ.
hi: भूमिका '%s' अद्यतन किया गया था.
it: Ruolo '%s' aggiornato.
ja: ロール「%s」が更新されました。
mr: रोल '%s' सुधारित केले.
pa: ਰੋਲ '%s' ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਸੀ।
ru: Роль «%s» обновлена.
ta: பங்கு '%s' புதுப்பிக்கப்பட்டது.

source: Role Details
bn: ভূমিকার বিবরণ
de: Rollendetails
es: Información sobre rol
gu: ભૂમિકા વિગતો
hi: भूमिका विवरण
it: Dettagli ruolo
ja: ロールの詳細
mr: रोलचे तपशील
pa: ਰੋਲ ਵੇਰਵਾ
ru: Свойства роли
ta: பங்கு விவரங்கள்

source: Roles
bn: ভূমিকা
de: Rollen
gu: ભૂમિકાઓ
hi: भूमिकाएँ
it: Ruoli
ja: ロール
mr: रोल्स्
pa: ਰੋਲ
ru: Роли
ta: பங்குகள்

source: Roles for all users were synchronised with LDAP groups
bn: LDAP দলের সাথে সকল ব্যবহারকারীর ভূমিকা সুসংগত করা হয়েছে
de: Rollen für alle Benutzer wurden mit LDAP-Gruppen synchronisiert
es: Roles para todos los usuarios han sido sincronizados con grupos LDAP
gu: બધા વપરાશકર્તાઓ માટે ભૂમિકાઓ LDAP જૂથો સાથે સુમેળ થયેલ છે
hi: सभी उपयोक्ताओं के लिए भूमिकाएँ LDAP समूह के साथ तुल्यकालित थी
it: I ruoli per tutti gli utenti sono stati sincronizzati con i gruppi LDAP
ja: すべてのユーザーのロールと LDAP グループとの同期が行われました
pa: ਸਭ ਯੂਜ਼ਰਾਂ ਲਈ ਰੋਲ LDAP ਗਰੁੱਪ ਨਾਲ ਸਮਕਾਲੀ ਕੀਤਾ ਹੋਏ ਹਨ
ru: Синхронизация ролей пользователей с группами LDAP завершена успешно.

source: Route does not exist:
bn: রুট উপস্থিত নেই:
de: Route existiert nicht:
es: Ruta no existe:
gu: રુટ અસ્તિત્વમાં નથી:
hi: रूट मौजूद नहीं है:
it: Ciclo non esistente:
ja: ロートが存在していません:
mr: राऊट अस्तित्वात नाही:
pa: ਰੂਟ ਮੌਜੂਦ ਨਹੀਂ ਹੈ:
ru: Путь не существует:
ta: தடம் இல்லை

source: Running.
bn: চলমান।
de: Wird ausgeführt.
es: Ejecutando.
gu: ચાલી રહ્યુ છે.
hi: चल रहा है.
it: In esecuzione.
ja: 実行中です...
mr: चालवत आहे.
pa: ਚੱਲ ਰਿਹਾ ਹੈ।
ru: Выполняется.
ta: இயங்குகிறது.

source: Save
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
gu: સંગ્રહો
hi: सहेजें
it: Salva
ja: 保存
mr: साठवा
pa: ਸੰਭਾਲੋ
ru: Сохранить
ta: சேமி

source: Save Changeset
bn: Changeset সংরক্ষণ করুন
de: Änderungssatz speichern
es: Guardar Changeset
gu: ચેન્જસેટ ને સંગ્રહો
hi: चेंजशीट सहेजें
it: Salva changeset
ja: 変更セットを保存
mr: चेंजसेट साठवा
pa: ਚੇਂਜਸ਼ੀਟ ਸੰਭਾਲੋ
ru: Сохранить
ta: Changeset-ஐ சேமி

source: Save Filter
bn: ফিল্টার সংরক্ষণ
de: Filter speichern
es: Guardar filtro
gu: ફિલ્ટરને સંગ્રહો
hi: फ़िल्टर सहेजें
it: Salva filtro
ja: フィルターを保存
mr: फिल्टर साठवा
pa: ਫਿਲਟਰ ਸੰਭਾਲੋ
ru: Сохранить фильтр
ta: வடிப்பியை சேமி

source: Save Roles
bn: ভূমিকা সংরক্ষণ করুন
de: Rollen speichern
es: Guardar roles
gu: ભૂમિકાઓ સંગ્રહો
hi: भूमिकाएँ सहेजें
it: Salva ruoli
ja: ロールの保存
mr: रोल्स् साठवा
pa: ਰੋਲ ਸੰਭਾਲੋ
ru: Сохранить роли
ta: பங்குகளை சேமி

source: Save User
bn: ব্যবহারকারীর তথ্য সংরক্ষণ করুন
de: Benutzer speichern
es: Guardar usuario
gu: વપરાશકર્તાને સંગ્રહો
hi: उपयोक्ता सहेजें
it: Salva utente
ja: ユーザーを保存
mr: वापरकर्ता साठवा
pa: ਯੂਜ਼ਰ ਸੰਭਾਲੋ
ru: Сохранить
ta: பயனரை சேமி

source: Save as Favorite
bn: পছন্দসই মান হিসাবে সংরক্ষণ করুন
de: Als Favoriten speichern
es: Guardar como favorito
gu: પસંદીદા તરીકે સંગ્રહો
hi: पसंदीदा के रूप में सहेजें
it: Salva come favorito
ja: お気に入りとして保存
mr: पंसतीचे म्हणून साठवा
pa: ਪਸੰਦੀ ਵਾਂਗ ਸੰਭਾਲੋ
ru: Добавить в избранное
ta: பிடித்தமானதாக சேமிக்கவும்

source: Saving System Template
bn: সিস্টেমের টেমপ্লেট সংরক্ষণ করা হচ্ছে
de: Systemvorlage speichern
es: Guardando plantilla de sistema
gu: સિસ્ટમ ટૅમ્પલેટને સંગ્રહી રહ્યા છે
hi: तंत्र नमूना सहेज रहा है
it: Salvataggio template del sistema in corso
ja: システムテンプレートを保存しています。
mr: प्रणाली टेम्पलेट साठवत आहे
pa: ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਸੰਭਾਲ ਰਿਹਾ ਹੈ
ru: Сохранение шаблона
ta: சிஸ்டம் மாதிரிஉருவை சேமிக்கிறது

source: Saving...
bn: সংরক্ষণ করা হচ্ছে...
de: Speichern ...
es: Guardando...
gu: સંગ્રહી રહ્યા છે...
hi: सहेजा जा रहा है ...
it: Salvataggio in corso...
ja: 保存中です...
mr: साठवत आहे...
pa: ਸੰਭਾਲ ਰਿਹਾ ਹੈ...
ru: Сохраняется...
ta: சேமிக்கிறது...

source: Scope
bn: পরিধি
de: Umfang
es: Alcance
gu: અવકાશ
hi: क्षेत्र
it: Scopo
ja: スコープ
mr: व्याप्ति
pa: ਸਕੋਪ
ru: Область применения
ta: நோக்கம்:

source: Search
bn: অনুসন্ধান
de: Suche
es: Búsqueda
gu: શોધો
hi: खोजें
it: Cerca
ja: 検索
mr: शोध
pa: ਖੋਜ
ru: Поиск
ta: தேடு

source: Search available package names...
bn: উপলব্ধ প্যাকেজের নাম অনুসন্ধান করুন...
de: Verfügbare Paketnamen suchen ...
es: Búsqueda disponible de nombre de paquetes
gu: ઉપલબ્ધ પેકેજ નામોને શોધો...
hi: उपलब्ध संकुल नाम खोजें ...
it: Cerca i nomi dei pacchetti disponibili...
ja: 利用可能なパッケージ名を検索...
mr: उपलब्ध संकुल नावे शोधा...
pa: ਉਪਲੱਬਧ ਪੈਕੇਜ ਨਾਂ ਖੋਜੋ...
ru: Поиск пакетов...
ta: இருக்கும் தொகுப்பு பெயர்களை தேடு...

source: Search available product names...
bn: উপলব্ধ উৎপাদনের নাম অনুসন্ধান করুন...
de: Verfügbare Produktnamen suchen ...
es: Búsqueda disponible de nombres de productos...
gu: ઉપલબ્ધ પ્રોડક્ટ નામોને શોધો...
hi: उपलब्ध उत्पाद नाम खोजें ...
it: Cerca i nomi dei prodotti disponibili...
ja: 利用可能な製品名を検索...
mr: उपलब्ध उत्पादन नावे शोधा...
pa: ਉਪਲੱਬਧ ਉਤਪਾਦ ਨਾਂ ਖੋਜੋ...
ru: Поиск продуктов...
ta: இருக்கும் தயாரிப்பு பெயர்களை தேடவும்...

source: Search available repository names...
bn: উপলব্ধ সংগ্রহস্থলের নাম অনুসন্ধান করুন...
de: Verfügbare Repository-Namen suchen ...
es: Buscar nombres de repositorios disponibles...
gu: ઉપલબ્ધ રિપોઝીટરી નામોને શોધો...
hi: उपलब्ध रिपोजिटरी नाम खोजें ...
it: Cerca nomi repositorio disponibili...
ja: 利用可能なリポジトリ名を検索...
mr: उपलब्ध रेपॉजिटरि नावे शोधा...
pa: ਉਪਲੱਬਧ ਰਿਪੋਜ਼ਟਰੀ ਨਾਂ ਖੋਜੋ...
ru: Поиск по имени репозитория...
ta: இருக்கும் தொகுப்பதிவக பெயர்களை தேடவும்...

source: Search is not available for the current content
bn: বর্তমান সামগ্রীর জন্য অনুসন্ধান উপলব্ধ নয়
de: Suche ist für den aktuellen Inhalt nicht verfügbar
es: La búsqueda no esta disponible para el contenido actual
gu: હાલનાં સમાવિષ્ટ માટે શોધ ઉપલબ્ધ નથી
hi: मौजूदा अंतर्वस्तु के लिए खोज उपलब्ध नहीं है.
it: La ricerca non è disponibile per il contenuto corrente
ja: 検索は現在のコンテンツには利用できません。
mr: शोध सध्याच्या कंटेंटकरीता उपलब्ध नाही
pa: ਮੌਜੂਦਾ ਸੰਖੇਪ ਲਈ ਖੋਜ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
ru: Поиск недоступен
ta: நடப்பு உள்ளடக்கத்திற்காட தேடல் இல்லை

source: Search...
bn: অনুসন্ধান করুন...
de: Suchen ...
es: Búsqueda...
gu: શોધો...
hi: खोजें...
it: Cerca...
ja: 検索...
mr: शोधा...
pa: ਖੋਜ...
ru: Поиск...
ta: தேடு...

source: Select All
bn: সকল নির্বাচন করুন
de: Alle auswählen
es: Seleccionar todo
gu: બધુ પસંદ કરો
hi: सभी का चयन करें
it: Seleziona tutto
ja: すべてを選択
mr: सर्व नीवडा
pa: ਸਭ ਚੁਣੋ
ru: Выбрать все
ta: அனைத்தையும் தேர்ந்தெடு

source: Select Architecture
bn: আর্কিটেকচার নির্বাচন করুন
de: Architektur wählen
es: Seleccionar arquitectura
gu: આર્કિટેક્ચરને પસંદ કરો
hi: आर्किटेक्चर चुनें
it: Seleziona architettura
ja: アーキテクチャーの選択
mr: आर्किटेक्चर नीवडा
pa: ਢਾਂਚਾ ਚੁਣੋ
ru: Выберите архитектуру
ta: கட்டமைப்பை தேர்ந்தெடு

source: Select Auto-subscribe Level...
bn: স্বয়ংক্রিয় সাবস্ক্রিপশনের স্তর নির্বাচন করুন...
de: Auto-Subskriptionslevel auswählen
es: Seleccionar el nivel Auto-suscribir...
gu: આપમેળે ઉમેદવારી કરવાનું સ્તર પસંદ કરો...
hi: स्वतः सदस्यता स्तर चुनें...
it: Seleziona il livello di Auto-subscribe...
ja: 自動サブスクライブレベルの選択...
pa: ਸਵੈ-ਮੈਂਬਰੀ ਲੈਵਲ ਚੁਣੋ...
ru: Выберите уровень автоматической подписки...

source: Select None
bn: কিছুই নির্বাচন করা হবে না
de: Keine auswählen
es: Seleccionar ninguno
gu: કંઇપણ પસંદ કરો નહિં
hi: कुछ नहीं चुनें
it: Seleziona nessuno
ja: すべてを選択解除
mr: काहिच नीवडू नका
pa: ਨਾਂ ਚੁਣੋ
ru: Отменить выбор
ta: ஒன்றுமில்லாததை தேர்ந்தெடு

source: Select Organization
bn: প্রতিষ্ঠান নির্বাচন করুন
de: Organisation wählen
es: Seleccionar organización
gu: સંસ્થાને પસંદ કરો
hi: संगठन चुनें
it: Seleziona organizzazione
ja: 組織を選択
mr: संस्था नीवडा
pa: ਸੰਗਠਨ ਚੁਣੋ
ru: Выбрать организацию
ta: நிறுவனத்தை தேர்ந்தெடு
