Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Promoting
bn: প্রোমোট করা হচ্ছে
de: Übertragen
es: Promoviendo
gu: પ્રોત્સાહિત કરી રહ્યા છે
hi: पदोन्नत कर रहा है
it: Avanzamento in corso
ja: プロモートしています。
mr: प्रमोट करत आहे
pa: ਪਰੋਮੋਟਿੰਗ
ru: Выполняется перенос
ta: மேம்படுத்துகிறது

source: Promoting...
mr: प्रमोट करत आहे...
pa: ਪਰਮੋਟ ਹੋ ਰਿਹਾ ਹੈ...

source: Promotion Changeset '%s' was created.
bn: প্রোমোশন changeset '%s' প্রস্তুত করা হয়েছে।
de: Änderungssatz zur Übertragung '%s' wurde erstellt.
es: Promoción de Changeset '%s' ha sido creada.
gu: બઢતી ચેન્જસેટ '%s' બનાવેલ હતુ.
hi: पदोन्नत चेंजशीट '%s' बनाया गया था.
it: Avanzamento changeset '%s' creato.
ja: プロモーションの変更セット「%s」が作成されました。
mr: प्रमोशन चेंजसेट '%s' निर्माण केले.
pa: ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ '%s' ਬਣ ਗਿਆ ਸੀ।
ru: Создан набор изменений «%s».
ta: முன்னேற்ற Changeset '%s' உருவாக்கப்பட்டது.

source: Promotion Changeset '%s' was deleted.
bn: প্রোমোশন changeset '%s' মুছে ফেলা হয়েছে।
de: Änderungssatz zur Übertragung '%s' wurde gelöscht.
es: Promoción de Changeset '%s' ha sido borrada.
gu: બઢતી ચેન્જસેટ '%s' ને કાઢી નાંખેલ હતુ.
hi: पदोन्नत चेंजशीट '%s' मिटाया गया था.
it: Avanzamento changeset '%s' rimosso.
ja: プロモーションの変更セット「%s」が削除されました。
mr: प्रमोशन चेंजसेट '%s' नष्ट केले.
pa: ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ '%s' ਹਟਾਇਆ ਗਿਆ ਸੀ।
ru: Набор изменений «%s» удален.
ta: முன்னேற்ற Changeset '%s' அழிக்கப்பட்டது.

source: Promotion Changeset Details
mr: प्रमोशन चेंजसेट तपशील
pa: ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ ਵੇਰਵਾ

source: Promotion Changeset History
mr: प्रमोशन चेंजसेट इतिहास
pa: ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ ਅਤੀਤ

source: Promotion Changeset is empty.
mr: प्रमोशन चेंजसेट रिकामे आहे.
pa: ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ ਖਾਲੀ ਹੈ।

source: Promotion Changesets
mr: प्रमोशन चेंजसेटस्
pa: ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ

source: Promotion Date:
bn: প্রোমোশনের তারিখ:
de: Übertragungsdatum:
es: Fecha de promoción:
gu: પ્રોત્સાહન તારીખ:
hi: पदोन्नयन तिथि:
it: Data di avanzamento
ja: プロモーション日:
mr: प्रमोशन दिनांक:
pa: ਪਰਮੋਟ ਮਿਤੀ:
ru: Дата переноса:
ta: முன்னேற்ற நாள்:

source: Promotion Failed
mr: प्रमोशन अपयशी
pa: ਪਰਮੋਸ਼ਨ ਫੇਲ ਹੋਈ

source: Promotions
mr: प्रमोशन्स्
pa: ਪਰਮੋਸ਼ਨ

source: Promotions Overview
bn: প্রোমোশনের সংক্ষিপ্ত বর্ণনা
de: Übertragungsübersicht
es: Vista general de promociones
gu: પ્રોત્સાહન ઝાંખી
hi: पदोन्नति सारांश
it: Panoramica avanzamenti
ja: プロモーションの概要
mr: प्रमोशन्स् पुनरावलोकन
pa: ਪਰਮੋਸ਼ਨ ਜਾਣਕਾਰੀ
ru: Обзор переносов
ta: முன்னேற்றங்களின் மேற்பார்வை

source: Promotions allow you to promote content from one environment to the next along a promotion path. Once you have created a promotion changeset, clicking "Add" next to one or more products will add them to the promotion changeset. If products already exist in the next environment, you may promote other types of content. Once you have created a change set, click the "Promote" button to commit it to the next environment.
mr: प्रमोशन्स् तुम्हाला एका वातावरणातून प्रमोशन मार्गसह पुढच्या वातावरणात कंटेंट प्रमोट करायला परवानगी देते. प्रमोशन चेंजसेट निर्माण केल्यानंतर, एक किंवा त्यापेक्षाजास्त उत्पादनकरीता "समाविष्ट करा" क्लिक केल्यावर प्रमोशन चेंजसेटकरीता समाविष्ट केले जाते. पुढील वातावपरणात उत्पादने आधिपासून अस्तित्वात असल्यास, इतर प्रकारचे कंटेंट प्रमोट करणे शक्य आहे. चेंजसेट एकदाचे निर्माण केल्यावर, "प्रमोट" बटन क्लिक करा व पुढच्या वातावरणात सादर करा.
pa: ਪੈਕੇਜ ਫਿਲਟਰ ਤੁਹਾਨੂੰ ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਪਰਮੋਟ ਕਰਨ ਲਈ ਪੈਕੇਜਾਂ ਨੂੰ ਬਲੈਕਲਿਸਟ ਕਰਨ ਵਿੱਚ ਮੱਦਦ ਕਰਦਾ ਹੈ। ਇੱਕ ਫਿਲਟਰ ਬਣਾਓ ਅਤੇ ਪੈਕੇਜ ਨਾਂ ਜੋੜੇ। ਤੁਸੀਂ ਫਿਲਟਰ ਨੂੰ ਕਿਸੇ ਉਤਪਾਦ ਵਿੱਚ ਪੂਰੇ ਉਤਪਾਦ ਜਾਂ ਇਕੱਲੀ ਰਿਪੋਜ਼ਟਰੀ ਨਾਲ ਜੋੜ ਸਕਦੇ ਹੋ।

source: Provider
bn: উপলব্ধকারী
es: Proveedor
gu: પ્રદાતા
hi: प्रदाता
ja: プロバイダー
mr: प्रोव्हाइडर
pa: ਪਰੋਵਾਈਡਰ
ru: Провайдер
ta: வழங்குநர்

source: Provider '%s' was created.
bn: '%s' উপলব্ধকারী প্রস্তুত করা হয়েছে।
de: Provider '%s' wurde erstellt.
es: Proveedor '%s' ha sido creado.
gu: પ્રદાતા '%s' બનાવાયું હતુ.
hi: प्रदाता '%s' बनाया गया था.
it: Provider '%s' creato.
ja: プロバイダー「%s」が作成されました。
mr: प्रोव्हाइडर '%s' निर्माण केले.
pa: ਪਰੋਵਾਈਡਰ '%s' ਬਣ ਗਿਆ ਸੀ।
ru: Создан провайдер «%s».
ta: வழங்குனர் '%s' உருவாக்கப்பட்டார்.

source: Provider '%s' was deleted.
bn: '%s' উপলব্ধকারী মুছে ফেলা হয়েছে।
de: Provider '%s' wurde gelöscht.
es: Proveedor '%s' ha sido borrado.
gu: પ્રદાતા '%s' કાઢી નાંખેલ હતુ.
hi: प्रदाता '%s' मिटाया गया था.
it: Provider '%s' rimosso.
ja: プロバイダー「%s」が削除されました。
mr: प्रोव्हाइडर '%s' नष्ट केले.
pa: ਪਰੋਵਾਈਡਰ '%s' ਹਟਾਇਆ ਗਿਆ ਸੀ।
ru: Провайдер «%s» удален.
ta: வழங்குனர் '%s' அழிக்கப்பட்டார்.

source: Provider '%s' was updated.
bn: '%s' উপলব্ধকারী আপডেট করা হয়েছে।
de: Provider '%s' wurde aktualisiert.
es: Proveedor '%s' ha sido actualizado.
gu: પ્રદાતા '%s' સુધારાયુ હતુ.
hi: प्रदाता '%s' अद्यतन किया गया था.
it: Provider '%s' aggiornato.
ja: プロバイダー「%s」が更新されました。
mr: प्रोव्हाइडर '%s' सुधारित केले.
pa: ਪਰੋਵਾਈਡਰ '%s' ਅੱਪਡੇਟ ਹੋ ਗਿਆ ਸੀ।
ru: Провайдер «%s» обновлен.
ta: வழங்குனர் '%s' புதுப்பிக்கப்பட்டார்.

source: Provider:
bn: উপলব্ধকারী:
es: Proveedor:
gu: પ્રદાતા:
hi: प्रदाता:
ja: プロバイダー:
mr: प्रोव्हाइडर:
pa: ਪਰੋਵਾਈਡਰ:
ru: Провайдер:
ta: வழங்குநர்:

source: Providers
bn: উপলব্ধকারী
de: Provider
es: Proveedores
gu: પ્રદાતા
hi: प्रदाता
it: Provider
ja: プロバイダー
mr: प्रोव्हाइडर्स्
pa: ਪਰੋਵਾਈਡਰ
ru: Провайдеры
ta: வழங்குநர்கள்

source: Providers provide many types of content such as packages, errata, kickstart trees, and installation disc images. A provider may be delivering all of your paid content or it could simply be a local yum repository providing a few yum repos.
bn: উপলব্ধকারীদের থেকে অনেক ধরনের সামগ্রী প্রাপ্ত করা হয় যেমন, প্যাকেজ, ত্রুটি-বিচ্যুতি, কিক-স্টর্টের ট্রি, ও ইনস্টলেশন ডিস্ক ইমেজ। আপনার কেনা সকল সামগ্রীগুলি এই উপলব্ধকারী দ্বারা প্রস্তুত করা হতে পারে অথবা এটির মাধ্যমে বেশ কয়েকটি yum সংগ্রহস্থলের স্থানীয় yum সংগ্রহস্থল উপলব্ধ করা হতে পারে।
de: Provider stellen viele Arten von Inhalten bereit, wie z.B. Pakete, Errata, Kickstart-Bäume und Installations-Images. Ein Provider kann Ihre sämtliche bezahlten Inhalte liefern, oder er kann einfach ein lokales Yum-Repostory sein, der einige Yum-Repos bereitstellt.
es: Los proveedores proporcionan muchos tipos de contenido tales como paquetes, erratas, árboles de Kickstart e instalación de imágenes de disco. Un proveedor puede estar enviando todo el contenido pago o simplemente ser un repositorio local que provee algunos repositorios de Yum.
gu: પ્રદાતા ઘણાં પ્રકારનાં સમાવિષ્ટ જેવાં કે પેકેજો, એરાટા, કિકસ્ટાર્ટ ટ્રી, અને સ્થાપન ડિસ્ક ઇમેજોને પૂરુ પાડે છે. પ્રદાતા તમારાં બધા ચૂકવેલ સમાવિષ્ટને મોકલી શકે છે અથવા તે ખાલી સ્થાનિક yum રિપોઝીટરી હોઇ શકે છે કે જે થોડી yum રિપોને પૂરુ પાડી રહ્યા છે.
hi: प्रदाता कई प्रकार की सामग्री प्रदान करते है जैसे कि संकुल, इरेटा, किकस्टार्ट तरू और संस्थापन डिस्क छवि. प्रदाता आपके सभी भुगतान हुए सामग्री को डेलिवर कर सकता है या यह सरल स्थानीय yum रिपोजिटरी हो सकता है जो कुछ yum रिपोज प्रदान करता है.
it: I provider forniscono diversi tipi di contenuto come ad esempio i pacchetti, gli errata, gli alberi kickstart e le immagini del disco per l'installazione. Un provider è in grado di assegnare tutto il contenuto acquistato o può semplicemente essere un repositorio yum locale il quale fornisce alcuni repositori yum.
ja: プロバイダーは、パッケージ、エラータ、キックスタートツリー、インストールディスクイメージなど多くの種類のコンテンツを提供します。プロバイダーは、すべての有料コンテンツを配信するか、yum リポジトリを提供するローカル yum リポジトリである場合があります。
mr: प्रोव्हाइडर्स् अनेक प्रकारचे कंटेंट पुरवते जसे कि संकुले, एराटा, किकस्टार्ट ट्रीज्, व प्रतिष्ठापन डिस्क प्रतिमा. प्रोव्हाइडर पैड कंटेंट पुरवत असे किंवा यम रेपोज पुरवणारे स्थानीय यम रेपॉजिटरि असू शकते.
pa: ਪਰੋਵਾਈਡਰ ਬਹੁਤ ਕਿਸਮਾਂ ਦੇ ਸੰਖੇਪ ਦਿੰਦੇ ਹਨ ਜਿਵੇਂ ਪੈਕੇਜ, ਇਰੱਟਾ, ਕਿੱਕਸਟਾਰਟ ਟਰੀ, ਅਤੇ ਇੰਸਟਾਲੇਸ਼ਨ ਡਿਸਕ ਈਮੇਜ਼। ਇੱਕ ਪਰੋਵਾਈਡਰ ਤੁਹਾਡੀ ਖਰੀਦੇ ਸੰਖੇਪ ਵੰਡ ਸਕਦਾ ਹੈ ਜਾਂ ਇਹ ਲੋਕਲ yum ਰਿਪੋਜ਼ਟਰੀ ਬਣ ਸਕਦੀ ਹੋ ਜੇ ਕੁਝ yum ਰਿਪੋ ਦਿੰਦੀ ਹੈ।
ru: Провайдеры предоставляют пакеты, исправления, структуры кикстарта и установочные образы. Удалённый провайдер может предоставлять доступ к платному содержимому, а локальный может представлять собой локальный репозиторий YUM.
ta: தொகுப்புகள் , பிழை, கிக்ஸ்டார்ட் மரங்கள், மற்றும் நிறுவல் வட்டு படங்கள் போன்ற உள்ளடக்கங்களின் அதிக வகைகளை வழங்குநர்கள் வழங்குகின்றனர். ஒரு வழங்குநர் நீங்கள் வாங்கிய அனைத்து உள்ளடக்கத்தை பட்டுவாடா செய்வர் அல்லது ஒரு உள்ளூர் yum தொகுப்பதிவகம் ஒரு சில yum தொகுப்புதிவகங்களை வழங்கும்.

source: Provides
bn: উপলব্ধ করে
de: Liefert
es: Proporciona
gu: પૂરુ પાડે છે
hi: प्रदान करता है
it: Fornisce
ja: 提供
mr: पुरवते
pa: ਦਿੰਦਾ ਹੈ
ru: Предоставляет
ta: வழங்குகிறது

source: Pulp identifier must be unique.
bn: Pulp আইডেন্টিফায়ার একক হওয়া উচিত।
de: Pulp-ID muss eindeutig sein.
es: Identificador Pulp debe ser único.
gu: Pulp ઓળખકર્તા અનન્ય હોવુ જ જોઇએ.
hi: पल्प पहचानकर्ता को जरूर अनूठा रहना चाहिए
it: L'identificatore Pulp deve essere unico.
ja: Pulp 識別子は固有でなければなりません。
pa: Pulp ਅਡੈਂਟੀਫਾਇਰ ਵੱਖਰਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
ru: Идентификатор Pulp должен быть уникален.

source: Quantity
bn: পরিমাণ
de: Anzahl
es: Cantidad
gu: ગુણવત્તા
hi: मात्रा
it: Quantità
ja: 数量
mr: प्रमाण
pa: ਮਾਤਰਾ
ru: Количество
ta: அளவு

source: Queued.
bn: সারিবদ্ধ।
de: Wartend.
es: En cola.
gu: કતાર થયેલ.
hi: कतारबद्ध
it: In coda.
ja: キューに登録されました。
mr: क्युउड्.
pa: ਕਤਾਰਬੱਧ।
ru: В очереди.
ta: வரிசைபடுத்தப்பட்டது.

source: Read Activation Keys
bn: অ্যাক্টিভেশন-কি পড়া হবে
de: Aktivierungsschlüssel ansehen
es: Ver llaves de activación
gu: સક્રિયકરણ કીને વાંચો
hi: सक्रियकरण कुंजी पढ़ें
it: Leggi le chiavi di attivazione
ja: アクティベーションキーの読み込み
mr: ॲक्टिवेशन किज् वाचा
pa: ਸਰਗਰਮੀ ਕੁੰਜੀ ਪੜ੍ਹੋ
ru: Просмотр ключей активации
ta: செயல்பாட்டு விசைகளை வாசிக்கவும்

source: Read Activation Keys permission
bn: অ্যাক্টিভেশন-কি-র অনুমতি পড়া হবে
de: Aktivierungsschlüssel-Berechtigung ansehen
es: Ver permiso de llaves de activación
gu: સક્રિયકરણ કી પરવાનગીને વાંચો
hi: सक्रियकरण कुंजी अनुमति पढ़ें
it: Visualizza permessi delle chiavi di attivazione
ja: アクティベーションキーのパーミッションを読み込み
mr: ॲक्टिवेशन किज् परवानगी वाचा
pa: ਸਰਗਰਮੀ ਕੁੰਜੀ ਅਧਿਕਾਰ ਪੜ੍ਹੋ
ru: Разрешение просмотра ключей активации
ta: செயல்பாட்டு விசைகள் அனுமதியை வாசிக்கவும்

source: Read Changesets in Environment
bn: এনভায়রনমেন্টের মধ্যে changeset পড়া হবে
de: Änderungssätze in Umgebungen ansehen
es: Ver Changesets en entorno
gu: પર્યાવરણમાં ચેન્જસેટને વાંચો
hi: वातावरण में चेंजसेट पढ़ें
it: Visualizza Changeset nell'ambiente
ja: 環境内の変更セットの読み込み
mr: वातावरणात चेंजसेटस् वाचा
pa: ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਚੇਂਜਸੈੱਟ ਪੜ੍ਹੋ
ru: Просмотр наборов изменений в окружении
ta: சூழலில் Changesetகளை வாசிக்கவும்

source: Read Environment Contents
bn: এনভায়রনমেন্টের তথ্য পড়া হবে
de: Umgebungsinhalte ansehen
es: Ver contenido de entorno
gu: પર્યાવરણ સમાવિષ્ટોને વાંચો
hi: वातावरण सामग्री पढ़ें
it: Visualizza i contenuti dell'ambiente
ja: 環境コンテンツの読み込み
mr: वातावरणातील अंतर्भुत माहिती वाचा
pa: ਇਨਵਾਇਰਮੈਂਟ ਸੰਖੇਪ ਪੜ੍ਹੋ
ru: Просмотр содержимого окружения
ta: சூழல் உள்ளடக்கங்களை வாசிக்கவும்

source: Read Environments
bn: এনভায়রনমেন্ট পড়া হবে
de: Umgebungen ansehen
es: Ver entornos
gu: પર્યાવરણોને વાંચો
hi: वातावरण पढ़ें
it: Visualizza ambienti
ja: 環境の読み込み
mr: वातावरण वाचा
pa: ਇਨਵਾਇਰਮੈਂਟ ਪੜ੍ਹੋ
ru: Просмотр окружений
ta: சூழல்களை வாசிக்கவும்

source: Read Environments permission
bn: এনভায়রনমেন্টের অনুমতি পড়া হবে
de: Umgebungsberechtigung ansehen
es: Ver Permiso de entornos
gu: પર્યાવરણ પરવાનગીને વાંચો
hi: वातावरण अनुमति पढ़ें
it: Visualizza permessi degli ambienti
ja: 環境パーミッションの読み込み
mr: वातावरण परवानगी वाचा
pa: ਇਨਵਾਇਰਮੈਂਟ ਅਧਿਕਾਰ ਪੜ੍ਹੋ
ru: Разрешение просмотра окружений
ta: சூழல் அனுமதிகளை வாசிக்கவும்

source: Read Everything
bn: সব পড়া হবে
de: Alles ansehen
es: Ver todo
gu: બધુજ વાંચો
hi: सभी पढ़ें
it: Visualizza tutto
ja: すべて読み込む
mr: सर्व वाचा
pa: ਸਭ ਕੁਝ ਪੜ੍ਹੋ
ru: Просмотр всех
ta: எல்லாவற்றையும் வாசிக்கவும்

source: Read Filters
bn: ফিল্টার পড়া হবে
de: Filter ansehen
es: Ver filtros
gu: ફિલ્ટર વાંચો
hi: फिल्टर पढ़ें
it: Visualizza filtri
ja: フィルターの読み込み
mr: फिल्टर्स् वाचा
pa: ਫਿਲਟਰ ਪੜ੍ਹੋ
ru: Просмотр фильтров
ta: வடிப்பிகளை வாசிக்கவும்

source: Read Filters permission
bn: ফিল্টারের অনুমতি পড়া হবে
de: Filterberechtigungen ansehen
es: Ver permiso de filtros
gu: ફિલ્ટર પરવાનગી વાંચો
hi: फिल्टर अनुमति पढ़ें
it: Visualizza permessi dei filtri
ja: フィルターのパーミッションを読み込み
mr: फिल्टर्स् परवानगी वाचा
pa: ਫਿਲਟਰ ਅਧਿਕਾਰ ਪੜ੍ਹੋ
ru: Разрешение просмотра фильтров
ta: வடிப்பி அனுமதிகளை வாசிக்கவும்

source: Read Organization
bn: প্রতিষ্ঠান পড়া হবে
de: Organisation ansehen
es: Ver organización
gu: સંસ્થાને વાંચો
hi: संगठन पढ़ें
it: Visualizza l'organizzazione
ja: 組織の読み込み
mr: संस्था वाचा
pa: ਸੰਗਠਨ ਪੜ੍ਹੋ
ru: Просмотр организации
ta: நிறுவனத்தை வாசிக்கவும்

source: Read Organizations
bn: প্রতিষ্ঠান পড়া হবে
de: Organisationen ansehen
es: Ver organizaciones
gu: સંસ્થાને વાંચો
hi: संगठन पढ़ें
it: Visualizza le organizzazioni
ja: 組織の読み込み
mr: संस्था वाचा
pa: ਸੰਗਠਨ ਪੜ੍ਹੋ
ru: Просмотр организаций
ta: நிறுவனங்களை வாசிக்கவும்

source: Read Organizations permission
bn: প্রতিষ্ঠানের অনুমতি পড়া হবে
de: Organisationsberechtigungen ansehen
es: Ver permiso de organizaciones
gu: સંસ્થા પરવાનગીને વાંચો
hi: संगठन अनुमति पढ़ें
it: Visualizza i permessi delle organizzazioni
ja: 組織のパーミッションを読み込み
mr: संस्था परवानगी वाचा
pa: ਸੰਗਠਨ ਅਧਿਕਾਰ ਪੜ੍ਹੋ
ru: Разрешение просмотра организаций
ta: நிறுவனங்கள் அனுமதிகளை வாசிக்கவும்

source: Read Package Filters
bn: প্যাকেজ ফিল্টার পড়া হবে
de: Paketfilter ansehen
es: Ver filtro de paquetes
gu: પેકેજ ફિલ્ટરને વાંચો
hi: संकुल फिल्टर पढ़ें
it: Visualizza i filtri del pacchetto
ja: パッケージフィルターの読み込み
mr: संकुल फिल्टर्स् वाचा
pa: ਪੈਕੇਜ ਫਿਲਟਰ ਪੜ੍ਹੋ
ru: Просмотр фильтров пакетов
ta: தொகுப்பு வடிப்பிகளை வாசிக்கவும்

source: Read Providers
bn: উপলব্ধকারী পড়া হবে
de: Provider ansehen
es: Ver proveedores
gu: પ્રદાતાને વાંચો
hi: प्रदाता पढ़ें
it: Visualizza i provider
ja: プロバイダーの読み込み
mr: प्रोव्हाइडर्स् वाचा
pa: ਪਰੋਵਾਈਡਰ ਪੜ੍ਹੋ
ru: Просмотр провайдеров
ta: வழங்குநர்களை வாசிக்கவும்

source: Read Providers permission
bn: উপলব্ধকারীর অনুমতি পড়া হবে
de: Provider-Berechtigungen ansehen
es: Ver permiso de proveedores
gu: પ્રદાતા પરવાનગી વાંચો
hi: प्रदाता अनुमति पढ़ें
it: Visualizza i permessi dei provider
ja: プロバイダーのパーミッションを読み込み
mr: प्रोव्हाइडर्स् परवानगी वाचा
pa: ਪਰੋਵਾਈਡਰ ਅਧਿਕਾਰ ਪੜ੍ਹੋ
ru: Разрешение просмотра провайдеров
ta: வழங்குனர் அனுமதிகளை வாசிக்கவும்

source: Read Roles
bn: ভূমিকা পড়া হবে
de: Rollen ansehen
es: Ver roles
gu: ભૂમિકા વાંચો
hi: भूमिका पढ़ें
it: Visualizza i ruoli
ja: ロールの読み込み
mr: रोल्स् वाचा
pa: ਰੋਲ ਪੜ੍ਹੋ
ru: Просмотр ролей
ta: பங்குகளை வாசிக்கவும்

source: Read Roles permission
bn: ভূমিকার অনুমতি পড়া হবে
de: Rollenberechtigungen ansehen
es: Ver permiso de roles
gu: ભૂમિકા પરવાનગી વાંચો
hi: भूमिका अनुमति पढ़ें
it: Visualizza i permessi dei ruoli
ja: ロールのパーミッションを読み込み
mr: रोल्स् परवानगी वाचा
pa: ਰੋਲ ਅਧਿਕਾਰ ਪੜ੍ਹੋ
ru: Разрешение просмотра ролей
ta: பங்குகள் அனுமதிகளை வாசிக்கவும்

source: Read System Templates
bn: সিস্টেমের টেমপ্লেট পড়া হবে
de: Systemvorlagen ansehen
es: Ver plantillas del sistema
gu: સિસ્ટમ ટૅમ્પલેટ વાંચો
hi: तंत्र नमूना पढ़ें
it: Visualizza i template del sistema
ja: システムテンプレートの読み込み
mr: प्रणाली टेम्पलेटस् वाचा
pa: ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਪੜ੍ਹੋ
ru: Просмотр шаблонов
ta: சிஸ்டம் மாதிரிஉருக்களை வாசிக்கவும்

source: Read System Templates permission
bn: সিস্টেম টেমপ্লেটের অনুমতি পড়া হবে
de: Systemvorlagenberechtigungen ansehen
es: Ver permiso de plantillas de sistemas
gu: સિસ્ટમ ટૅમ્પલેટ પરવાનગી વાંચો
hi: तंत्र नमूना अनुमति पढ़ें
it: Visualizza i permessi dei template del sistema
ja: システムテンプレートのパーミッションを読み込み
mr: प्रणाली टेम्पलेट परवानगी वाचा
pa: ਸਿਸਟਮ ਟੈਂਪਿਲਟ ਅਧਿਕਾਰ ਪੜ੍ਹੋ
ru: Разрешение просмотра шаблонов
ta: சிஸ்டம் மாதிரிஉருக்கள் அனுமதிகளை வாசிக்கவும்

source: Read Systems
bn: সিস্টেম পড়া হবে
de: Systeme ansehen
es: Ver sistemas
gu: સિસ્ટમો વાંચો
hi: तंत्र पढ़ें
it: Visualizza i sistemi
ja: システムの読み込み
mr: प्रणाली वाचा
pa: ਸਿਸਟਮ ਪੜ੍ਹੋ
ru: Просмотр систем
ta: சிஸ்டம்களை வாசிக்கவும்

source: Read Systems in Environment
bn: এনভায়রনমেন্টের মধ্যে সিস্টেম পড়া হবে
de: Systeme in Umgebung ansehen
es: Ver sistemas en entorno
gu: પર્યાવરણમાં સિસ્ટમો વાંચો
hi: वातावरण में तंत्र पढ़ें
it: Visualizza i sistemi nell'ambiente
ja: 環境内のシステムを読み込み
mr: वातावरणात प्रणाली वाचा
pa: ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਸਿਸਟਮ ਪੜ੍ਹੋ
ru: Просмотр систем в окружении
ta: சூழலில் சிஸ்டம்களை வாசிக்கவும்

source: Read Users
bn: ব্যবহারকারীদের পড়া হবে
de: Benutzer ansehen
es: Ver usuarios
gu: વપરાશકર્તાઓને વાંચો
hi: उपयोक्ता पढ़ें
it: Visualizza gli utenti
ja: ユーザーの読み込み
mr: वापकर्ते वाचा
pa: ਯੂਜ਼ਰ ਪੜ੍ਹੋ
ru: Просмотр пользователей
ta: பயனர்களை வாசிக்கவும்

source: Read Users permission
bn: ব্যবহারকারীর অনুমতি পড়া হবে
de: Benutzerberechtigungen ansehen
es: Ver permiso de usuarios
gu: વપરાશકર્તા પરવાનગીને વાંચો
hi: उपयोक्ता अनुमति पढ़ें
it: Visualizza i permessi degli utenti
ja: ユーザーのパーミッションを読み込み
mr: वापरकर्ता परवागनी वाचा
pa: ਯੂਜ਼ਰ ਅਧਿਕਾਰ ਪੜ੍ਹੋ
ru: Разрешение просмотра пользователей
ta: பயனர் அனுமதிகளை வாசிக்கவும்

source: Read only role.
bn: শুধুমাত্র ভূমিকা পড়া হবে।
de: Rolle nur leseberechtigt.
es: Ver solamente rol.
gu: ફક્ત ભૂમિકાને વાંચો.
hi: केवल भूमिका पढ़ें.
it: Visualizza solo il ruolo.
ja: ロールのみを読み込みます。
mr: फक्त रोल वाचा.
pa: ਸਿਰਫ ਰੋਲ ਪੜ੍ਹੋ
ru: Роль только для чтения.
ta: பங்குகளை மட்டுமே வாசிக்கவும்.

source: Red Hat Content Provider
mr: Red Hat कंटेंट प्रोव्हाइडर
pa: Red Hat ਕੰਟੈਂਟ ਪਰੋਵਾਈਡਰ

source: Red Hat Provider Details
bn: Red Hat উপলব্ধকারীর বিবরণ
es: Información sobre el proveedor Red Hat
gu: Red Hat પ્રદાતા વિગતો
hi: Red Hat प्रदाता विवरण
it: Dettagli del provider di Red Hat
ja: Red Hat プロバイダーの詳細
mr: Red Hat प्रोव्हाइडर तपशील
pa: Red Hat ਪਰੋਵਾਈਡਰ ਵੇਰਵਾ
ru: Провайдер Red Hat
ta: Red Hat வழங்குநர் விவரங்கள்

source: Red Hat provider can not be deleted
bn: Red Hat-র উপলব্ধকারী মুছে ফেলা যাবে না
de: Red Hat Provider kann nicht gelöscht werden
es: No se puede borrar el proveedor de Red Hat
gu: Red Hat પ્રદાતાને કાઢી શકાતુ નથી
hi: Red Hat प्रदाता को हटाया नहीं जा सकता
it: Il provider di Red Hat non può essere cancellato
ja: Red Hat プロバイダーは削除できません
mr: Red Hat प्रोव्हाडर नष्ट करणे अशक्य
pa: Red Hat ਪਰੋਵਾਈਡ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
ru: Провайдер Red Hat не может быть удалён
ta: Red Hat வழங்குநரை சேர்க்க முடியவில்லை

source: Register Systems
bn: সিস্টেম নিবন্ধন করুন
de: Systeme registrieren
es: Registrar sistemas
gu: સિસ્ટમોને રજીસ્ટર કરો
hi: तंत्र पंजीकृत करें
it: Registra sistemi
ja: システムの登録
mr: प्रणालींची नोंदणी करा
pa: ਸਿਸਟਮ ਰਜਿਸਟਰ ਕਰੋ
ru: Зарегистрировать системы
ta: சிஸ்டம்களை பதிவுசெய்யவும்

source: Register Systems in Environment
bn: এনভায়রনমেন্টে সিস্টেম নিবন্ধন করুন
de: Systeme in Umgebung registrieren
es: Registrar sistemas en entorno
gu: પર્યાવરણમાં સિસ્ટમોને રજીસ્ટર કરો
hi: वातावरण में सिस्टम पंजीकृत करें
it: Registra sistemi nell'ambiente
ja: 環境内のシステムを登録
mr: वातावरणात प्रणालींची नोंदणी करतो
pa: ਵਾਤਾਵਰਨ ਵਿੱਚ ਸਿਸਟਮ ਰਜਿਸਟਰ ਕਰੋ
ru: Зарегистрировать системы в окружении
ta: சூழலில் சிஸ்டம்களை பதிவுசெய்யவும்

source: Registered
bn: নিবন্ধিত
de: Registriert
es: Registrado
gu: રજીસ્ટર થયેલ
hi: पंजीकृत
it: Registrati
ja: 登録済み
mr: नोंदणी केली
pa: ਰਜਿਸਟਰ ਹੋ ਗਿਆ
ru: Зарегистрирована
ta: பதிவுசெய்யப்பட்டது

source: Release
bn: রিলিজ
es: Lanzamiento
gu: પ્રકાશન
hi: जारी
ja: リリース
mr: प्रकाशन
pa: ਰੀਲੀਜ਼
ru: Выпуск
ta: வெளியீடு

source: Release Version
bn: রিলিজের সংস্করণ
es: Versión de lanzamiento
gu: પ્રકાશન આવૃત્તિ
hi: रिलीज संस्करण
it: Versione release
ja: リリースバージョン
pa: ਰੀਲੀਜ਼ ਵਰਜਨ
ru: Версия выпуска

source: Remember me
mr: मला लक्षात ठेवा
pa: ਮੈਨੂੰ ਯਾਦ ਰੱਖੋ

source: Remove
bn: মুছে ফেলুন
de: Entfernen
es: Retirar
gu: દૂર કરો
hi: हटाएँ
it: Rimuovi
ja: 削除
mr: काढून टाका
pa: ਹਟਾਓ
ru: Удалить
ta: நீக்கு

source: Remove Activation Key
bn: অ্যাক্টিভেশন-কি মুছে ফেলুন
de: Aktivierungsschlüssel entfernen
es: Retirar llave de activación
gu: સક્રિયકરણ કીને દૂર કરો
hi: सक्रियकरण कुंजी निकालें
it: Rimuovi chiave di attivazione
ja: アクティベーションキーを削除
mr: ॲक्टिवेशन कि काढून टाका
pa: ਸਰਗਰਮੀ ਕੁੰਜੀ ਹਟਾਓ
ru: Удалить ключ активации
ta: செயல்பாட்டு விசையை நீக்கவும்

source: Remove All
bn: সকল মুছে ফেলুন
de: Alle entfernen
es: Retirar todo
gu: બધુ દૂર કરો
hi: सभी हटाएँ
it: Rimuovi tutti
ja: すべてを削除
mr: सर्व काढून टाका
pa: ਸਭ ਹਟਾਓ
ru: Удалить все
ta: அனைத்தும் நீக்கவும்

source: Remove Environment
bn: এনভায়রনমেন্ট মুছে ফেলুন
de: Umgebung entfernen
es: Retirar entorno
gu: પર્યાવરણને દૂર કરો
hi: वातावरण निकालें
it: Rimuovi ambiente
ja: 環境の削除
mr: वातावरण काढून टाका
pa: ਵਾਤਾਵਰਨ ਹਟਾਓ
ru: Удалить окружение
ta: சூழலை நீக்கவும்

source: Remove Filter
bn: ফিল্টার মুছে ফেলুন
de: Filter entfernen
es: Retirar filtro
gu: ફિલ્ટર દૂર કરો
hi: फ़िल्टर हटाएँ
it: Rimuovi filtro
ja: フィルターの削除
mr: फिल्टर काढून टाका
pa: ਫਿਲਟਰ ਹਟਾਓ
ru: Удалить фильтр
ta: வடிப்பியை நீக்கவும்

source: Remove GPG Key
bn: GPG-কি মুছে ফেলুন
de: GPG-Schlüssel entfernen
es: Retirar llave GPG
gu: GPG કીને દૂર કરો
hi: जीपीजी कुंजी हटाएँ
it: Rimuovi chiave GPG
ja: GPG キーを削除
mr: GPG कि काढून टाका
pa: GPG ਕੁੰਜੀ ਹਟਾਓ
ru: Удалить ключ GPG
ta: GPG விசையை நீக்கவும்

source: Remove Organization
bn: প্রতিষ্ঠান মুছে ফেলুন
de: Organisation entfernen
es: Retirar organización
gu: સંસ્થાને દૂર કરો
hi: संगठन हटाएँ
it: Rimuovi organizzazione
ja: 組織を削除
mr: संस्था काढून टाका
pa: ਸੰਗਠਨ ਹਟਾਓ
ru: Удалить организацию
ta: நிறுவனத்தை நீக்கவும்

source: Remove Package Canceled
bn: প্যাকেজ অপসারণের কাজ বাতিল করা হয়েছে
de: Entfernen von Paket abgebrochen
es: Retirar paquete cancelado
gu: રદ થયેલ પેકેજ દૂર કરો
hi: रद्द संकुल हटाएँ
it: Rimozione pacchetto cancellata
ja: パッケージの削除が取り消されました
mr: संकुल काढून टाकणे रद्द केले
pa: ਪੈਕੇਜ ਹਟਾਉਣਾ ਰੱਦ ਹੋਇਆ
ru: Удаление пакета отменено
ta: நீக்கல் தொகுப்பு ரத்துசெய்யப்பட்டது

source: Remove Package Complete
bn: প্যাকেজ অপসারণের কাজ সমাপ্ত হয়েছে
de: Entfernen von Paket abgeschlossen
es: Retirar paquete completo
gu: પૂર્ણ પેકેજોને દૂર કરો
hi: संपन्न संकुल हटाएँ
it: Rimozione pacchetto completato
ja: パッケージの削除が完了
mr: संकुल काढून टाकणे पूर्ण झाले
pa: ਪੈਕੇਜ ਹਟਾਉਣਾ ਮੁਕੰਮਲ ਹੋਇਆ
ru: Удаление пакета завершено
ta: நீக்கல் தொகுப்பு முடிந்தது

source: Remove Package Error
bn: প্যাকেজ অপসারণ করতে সমস্যা
de: Fehler beim Entfernen von Paket
es: Retirar error de paquetes
gu: પેકેજ ભૂલ દૂર કરો
hi: संकुल त्रुटि हटाएँ
it: Errore rimozione pacchetto
ja: パッケージの削除でエラー発生
mr: संकुल काढून टाकतेवेळी त्रुटी
pa: ਪੈਕੇਜ ਹਟਾਉਣ ਗਲਤੀ
ru: Ошибка удаления пакета
ta: நீக்கல் தொகுப்பு பிழை

source: Remove Package Group Canceled
bn: প্যাকেজ সংকলন মুছে ফেলার কাজ বাতিল করা হয়েছে
de: Entfernen von Paketgruppe abgebrochen
es: Retirar grupos de paquetes cancelados
gu: રદ થયેલ પેકેજ જૂથ દૂર કરો
hi: रद्द संकुल समूह हटाएँ
it: Rimozione gruppo di pacchetti cancellata
ja: パッケージグループの削除が取り消されました
mr: संकुल गट काढून टाकणे रद्द केले
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਉਣਾ ਰੱਦ ਹੋਇਆ
ru: Удаление группы пакетов отменено
ta: நீக்கல் தொகுப்பு குழு ரத்துசெய்யப்பட்டது

source: Remove Package Group Complete
bn: প্যাকেজ সংকলন মুছে ফেলার কাজ সমাপ্ত হয়েছে
de: Entfernen von Paketgruppe abgeschlossen
es: Retirar grupos de paquetes completos
gu: પૂર્ણ પેકેજ જૂથને દૂર કરો
hi: संपन्न संकुल समूह हटाएँ
it: Rimozione gruppo di pacchetti completata
ja: パッケージグループの削除が完了
mr: संकुल गट काढून टाकणे पूर्ण झाले
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਉਣਾ ਮੁਕੰਮਲ ਹੋਇਆ
ru: Удаление группы пакетов завершено
ta: நீக்கல் தொகுப்பு குழு முடிந்தது

source: Remove Package Group Error
bn: প্যাকেজ সংকলন মুছে ফেলার কাজে ত্রুটি
de: Fehler beim Entfernen von Paketgruppe
es: Retirar error de grupos de paquetes
gu: પેકેજ જૂથ ભૂલ દૂર કરો
hi: संकुल समूह त्रुटि हटाएँ
it: Errore rimozione gruppo di pacchetti
ja: パッケージグループの削除でエラー発生
mr: संकुल गट काढून टाकतेवेळी त्रुटी
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਉਣ ਵਿੱਚ ਗਲਤੀ
ru: Ошибка удаления группы пакетов
ta: நீக்கல் தொகுப்பு குழுப் பிழை

source: Remove Package Group Timeout
bn: প্যাকেজ সংকলন মুছে ফেলার কাজের সময়সীমা উত্তীর্ণ হয়েছে
de: Zeitüberschreitung beim Entfernen von Paketgruppe
es: Retirar tiempo de espera de grupo de paquetes
gu: સમયસમાપ્તિ પેકેજ જૂથ દૂર કરો
hi: संकुल समूह हटाएँ समय समाप्ति
it: Timeout rimozione gruppo di pacchettiTimeout
ja: パッケージグループ削除のタイムアウト
mr: संकुल गट काढून टाकताना वेळसमाप्ति
pa: ਪੈਕੇਜ ਗਰੁੱਪ ਹਟਾਉਣ ਸਮਾਂ ਸਮਾਪਤ
ru: Время ожидания удаления группы пакетов истекло
ta: நீக்கல் தொகுப்பு குழு நேரம் முடிந்தது

source: Remove Package Timeout
bn: প্যাকেজ মুছে ফেলার কাজের সময়সীমা উত্তীর্ণ হয়েছে
de: Zeitüberschreitung beim Entfernen von Paket
es: Retirar tiempo de espera de paquetes
gu: સમયસમાપ્તિ પેકેજ દૂર કરો
hi: संकुल समय समाप्ति
it: Timeout rimozione pacchetto
ja: パッケージ削除のタイムアウト
mr: संकुल काढून टाकताना वेळसमाप्ति
pa: ਪੈਕੇਜ ਹਟਾਉਣ ਸਮਾਂ ਸਮਾਪਤ
ru: Время ожидания удаления пакета истекло
ta: நீக்கல் தொகுப்பு நேரம் முடிந்தது
