Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Katello Logo
bn: Katello-র লোগো
es: Logotipo de katello
gu: Katello લૉગો
hi: Katello लोगो
it: Logo di katello
ja: Katello ロゴ
mr: कटेलो चिन्ह
pa: ਕਟੇਲੋ ਲੋਗੋ
ru: Логотип Katello
ta: Katello சின்னம்

source: Katello User '%s' Password Reset
bn: Katello ব্যবহারকারী '%s'-র পাসওয়ার্ড পুনরায় নির্ধারণ
de: Katello-Benutzer '%s' Passwort zurücksetzen
es: Usuario de katello '%s' contraseña restablecida
gu: Katello વપરાશકર્તા '%s' પાસવર્ડ પુન:સુયોજિત કરો
hi: Katello उपयोक्ता '%s' कूटशब्द रिसेट
it: Resettaggio password Utente '%s' di katello
ja: Katello ユーザー '%s' パスワードのリセット
mr: कटेलो वापरकर्ता '%s' पासवर्ड पूर्ववत्
pa: ਕਟੇਲੋ ਯੂਜ਼ਰ '%s' ਪਾਸਵਰਡ ਰੀਸੈੱਟ
ru: Изменение пароля пользователя Katello «%s»
ta: Katello பயனர் '%s' கடவுச்சொல்லை மறுஅமை

source: Key
bn: কি
de: Schlüssel
es: Clave
gu: કી
hi: कुंजी
it: Chiave
ja: キー
mr: कि
pa: ਕੁੰਜੀ
ru: Ключ
ta: விசை

source: LDAP Group '%s' was created.
bn: '%s' LDAP দল নির্মিত করা হয়েছে।
de: LDAP-Gruppe '%s' wurde erstellt.
es: Ha sido creado el grupo LDAP '%s'.
gu: LDAP જૂથ '%s' ને બનાવેલ હતુ.
hi: LDAP समूह '%s' बनाया गया था.
it: È stato creato il gruppo '%s' LDAP.
ja: LDAP グループ「%s」が作成されました。
pa: LDAP ਗਰੁੱਪ '%s' ਬਣ ਗਿਆ ਸੀ।
ru: Создана группа LDAP «%s».

source: LDAP Group Mapping for '%s' was removed.
bn: '%s'-র জন্য LDAP দলের ম্যাপিং মুছে ফেলা হয়েছে।
de: LDAP-Gruppenzuweisung für '%s' wurde entfernt.
es: Ha sido retirada la asignación de grupo LDAP para '%s'.
gu: '%s' માટે LDAP જૂથ માપન દૂર કરેલ હતુ.
hi: '%s' के लिए LDAP समूह मैपिंग हटाया गया.
it: La mappatura del gruppo LDAP per '%s' è stata rimossa.
ja: 「%s」の LDAP グループマッピングが削除されました。
pa: LDAP ਗਰੁੱਪ ਮੈਪਿੰਗ '%s' ਲਈ ਹਟਾਈ ਗਈ ਸੀ।
ru: Соответствие группы «%s» удалено.

source: LDAP Groups
bn: LDAP দল
de: LDAP-Gruppen
es: Grupos LDAP
gu: LDAP જૂથો
hi: LDAP समूह
it: Gruppi LDAP
ja: LDAP グループ
pa: LDAP ਗਰੁੱਪ
ru: Группы LDAP

source: LDAP group '%s' associated to role '%s' was not found.
bn: '%s' LDAP দলটি '%s' ভূমিকার সাথে যুক্ত হলেও এটি পাওয়া যায়নি।
de: LDAP-Gruppe '%s' verknüpft mit Rolle '%s' konnte nicht gefunden werden.
es: No se encontró el grupo LDAP '%s' asociado al rol '%s'
gu: ભૂમિકા '%s' સાથે સંકળાયેલ LDAP જૂથ '%s' મળ્યુ નથી.
hi: LDAP समूह '%s' जो '%s' भूमिका से संबद्ध था नहीं मिला था.
it: Il gruppo '%s' LDAP associato al ruolo '%s' non è stato trovato.
ja: LDAP グループ「%s」でロール「%s」に関連付けられているものは見つかりませんでした。
pa: LDAP ਗਰੁੱਪ '%s' ਨਹੀਂ ਲੱਭਿਆ ਜੋ '%s' ਨਾਲ ਸੰਬੰਧਿਤ ਸੀ।
ru: Группа LDAP «%s» для роли «%s» не найдена.

source: Last Booted
bn: সর্বশেষ বুট করা হয়েছে
de: Zuletzt gebootet
es: Último arranque
gu: છેલ્લે બુટ થયેલ
hi: अंतिम बार बूट किया
it: Ultimo avviato
ja: 最終ブート
mr: शेटवच्यावेळी बूटे केलेले
pa: ਆਖਰੀ ਵਾਰ ਬੂਟ
ru: Последняя загрузка
ta: கடைசியாக துவக்கப்பட்டது

source: Last Checked In
bn: সর্বশেষ সংযোগ
de: Zuletzt angemeldet
es: Última vez que se registró
gu: છેલ્લે ચકાસેલ
hi: अंतिम चेक इन
it: Ultimo registrato
ja: 最終チェックイン
mr: शेवटच्यावेळी तपासले
pa: ਆਖਰੀ ਦਾਖਲਾ
ru: Последний вход
ta: கடைசியாக சரிபார்க்கப்பட்டது

source: Last Checked in Date
bn: সর্বশেষ চেক-ইনের তারিখ
de: Datum letzter Anmeldung
es: Última fecha de registro
gu: છેલ્લી તારીખે ચકાસેલ
hi: अंतिम चेक इन की तिथि
it: Data ultima registrazione
ja: 最終チェックイン日
mr: शेवटच्यावेळी तपासलेले दिनांक
pa: ਆਖਰੀ ਦਾਖਲਾ ਮਿਤੀ
ru: Последний вход
ta: தேதியில் கடைசியாக சரிபார்க்கப்பட்டது

source: Latest Notifications
bn: সর্বশেষ সূচনাবার্তা
de: Neueste Benachrichtigungen
es: Últimas notificaciones
gu: તાજેતરની સૂચનાઓ
hi: नवीनतम अधिसूचनाएँ
it: Ultimissime notifiche
ja: 最新の通知
mr: नुकतेच सूचना
pa: ਆਖਰੀ ਸੂਚਨਾ
ru: Уведомления
ta: சமீபத்திய அறிவிப்புகள்

source: Level
bn: স্তর
es: Nivel
gu: સ્તર
hi: स्तर
it: Livello
ja: レベル
mr: स्तर
pa: ਲੈਵਲ
ru: Уровень
ta: நிலை

source: Library
de: Bibliothek
es: Biblioteca
gu: લાઇબ્રેરી
hi: लाइब्रेरी
ja: ライブラリ
mr: लाइब्ररि
pa: ਲਾਇਬਰੇਰੀ
ta: நூலகம்

source: Library environment cannot contain a changeset!
bn: Library পরিবেশের মধ্যে changeset উপস্থিত থাকতে পারবে না!
de: Bibliotheksumgebung darf keinen Änderungssatz enthalten!
es: Entorno de biblioteca no puede contener un Changeset
gu: લાઇબ્રેરી પર્યાવરણ ચેન્જસેટ ને સમાવી શકતુ નથી!
hi: लाइब्रेरी वातावरण में चेंजसेट नहीं हो सकता है!
it: L'ambiente Library non può contenere un changeset!
ja: ライブラリ環境には変更セットを含めることはできません!
mr: लाइब्ररि वातावरणात चेंजसेट असणे अशक्य!
pa: ਲਾਇਬਰੇਰੀ ਵਾਤਾਵਰਨ ਵਿੱਚ ਕੋਈ ਚੇਂਜਸ਼ੀਟ ਨਹੀਂ ਹੋ ਸਕਦੀ!
ru: Окружение Library не может содержать набор изменений.
ta: நூலக சூழல் changeset எதையும் கொண்டிருக்கவில்லை!

source: License
bn: লাইসেন্স
de: Lizenz
es: Licencia
gu: લાઇસન્સ
hi: लाइसेंस
it: Licenza
ja: ライセンス
mr: परवाना
pa: ਲਾਈਸਿੰਸ
ru: Лицензия
ta: உரிமம்

source: List
bn: তালিকা
de: Liste
es: Lista
gu: યાદી
hi: सूची
it: Elenco
ja: 一覧
mr: सूची
pa: ਸੂਚੀ
ru: Список
ta: பட்டியல்

source: List Actions
bn: কাজের তালিকা
de: Aktionen auflisten
es: Lista de acciones
gu: ક્રિયાઓની યાદી
hi: गतिविधि की सूची दें
it: Elenca azioni
ja: アクションを一覧表示
mr: कृती दाखवा
pa: ਕਾਰਵਾਈਆਂ ਵੇਖਾਓ
ru: Действия
ta: பட்டியல் செயல்கள்

source: Listed below are the subscriptions information. If you have a subscription manifest you may upload it below. This manifest may be obtained by visiting the Red Hat Customer Portal or by contacting your support representative.
mr: खालील सबस्क्रिप्शन्स् माहिती सूचीत दाखवले आहे. सबस्क्रिप्शन मॅनिफेस्ट आढळल्यास त्यास अपलोड करणे शक्य आहे. Red Hat कस्टमर पोर्टल किंवा सपोर्ट प्रतिनिधिसह संपर्क करून हे मॅनिफेस्ट प्राप्त करणे शक्य आहे.
pa: ਹੇਠਾਂ ਮੈਂਬਰੀ ਜਾਣਕਾਰੀ ਦਿੱਤੀ ਗਈ ਹੈ। ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਮੈਂਬਰੀ ਮੈਨੀਫੈਸਟ ਹੈ ਤਾਂ ਤੁਸੀਂ ਇਸਨੂੰ ਹੇਠਾਂ ਅੱਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਮੈਨੀਫੈਸਟ Red Hat ਗਾਹਕ ਪੋਰਟਲ ਤੇ ਜਾ ਕੇ ਜਾਂ ਆਪਣੇ ਸਪੋਰਟ ਅਧਿਕਾਰੀ ਨਾਲ ਸੰਪਰਕ ਕਰਕੇ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।

source: Loading
mr: लोड करत आहे
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ

source: Loading
mr: लोड करत आहे
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ

source: Loading Permissions
bn: অনুমতি লোড করা হচ্ছে
de: Berechtigungen laden
es: Cargando permisos
gu: પરવાનગીઓ લાવી રહ્યા છે
hi: लोडिंग अनुमतियाँ
it: Caricamento permessi in corso
ja: パーミッションをロードしています。
mr: परवानगी लोड करत आहे
pa: ਮਨਜੂਰੀ ਲੋਡ ਕਰ ਰਿਹਾ ਹੈ
ru: Загрузка разрешений
ta: அனுமதிகளை ஏற்றுகிறது

source: Loading Promotion Changeset
mr: प्रमोशन चेंजसेट लोड करत आहे
pa: ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ

source: Loading Role
bn: ভূমিকা লোড করা হচ্ছে
de: Rolle laden
es: Cargando rol
gu: ભૂમિકા લાવી રહ્યા છે
hi: लोडिंग भूमिका
it: Caricamento ruolo in corso
ja: ロールをロードしています。
mr: रोल लोड करत आहे
pa: ਰੋਲ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
ru: Загрузка роли
ta: பங்கை ஏற்றுகிறது

source: Loading System Template
bn: সিস্টেমের টেমপ্লেট লোড করা হচ্ছে
de: Systemvorlage laden
es: Cargando plantilla de sistema
gu: સિસ્ટમ ટૅમ્પલેટ લાવી રહ્યા છે
hi: तंत्र नमूना लोडिंग
it: Caricamento template del sistema in corso
ja: システムテンプレートをロードしています。
mr: प्रणाली टेम्पलेट लोड करत आहे
pa: ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
ru: Загружается шаблон
ta: சிஸ்டம் மாதிரிஉருவை ஏற்றுகிறது

source: Loading dependencies.
bn: নির্ভরতা লোড করা হচ্ছে।
de: Abhängigkeiten laden.
es: Cargando dependencias
gu: નિર્ભરતા લાવી રહ્યા છે.
hi: निर्भरता लोड हो रहा है.
it: Caricamento dipendenze in corso
ja: 依存関係をロードしています。
mr: अवलंबने लोड करत आहे.
pa: ਨਿਰਭਰਤਾ ਲੋਡ ਹੀ ਰਹੀ ਹੈ।
ru: Загрузка зависимостей.
ta: சார்புகளை ஏற்றுகிறது.

source: Location
bn: অবস্থান
de: Standort
es: Lugar
gu: સ્થાન
hi: स्थान
it: Posizione
ja: 場所
mr: ठिकाण
pa: ਟਿਕਾਣਾ
ru: Расположение
ta: இடம்

source: Log In
mr: प्रवेश करा
pa: ਲਾਗ ਇਨ

source: Login Information
bn: লগ-ইন সংক্রান্ত তথ্য
de: Anmeldeinformationen
es: Información de inicio de sesión
gu: પ્રવેશ જાણકારી
hi: लॉगिन सूचना
it: Informazioni di login
ja: ログイン情報
mr: लॉगिन माहिती
pa: ਲਾਗਇਨ ਜਾਣਕਾਰੀ
ru: Информация об авторизации
ta: உள்நுழைவு தகவல்

source: Login Successful
bn: সাফল্যের সাথে লগ-ইন করা হয়েছে
de: Anmeldung erfolgreich
es: Ingreso exitoso
gu: પ્રવેશ સફળ
hi: लॉगिन सफल
it: Registrazione riuscita
ja: ログインが成功しました。
mr: लॉगिन यशस्वी!
pa: ਲਾਗਇਨ ਸਫਲ ਹੋਇਆ
ru: Успешный вход
ta: வெற்றிகரமாக உள்நுழைந்தது

source: Login Unknown
mr: लॉगिन अपरिचीत
pa: ਲਾਗਇਨ ਅਣਜਾਣ ਹੈ

source: Login or Password Unknown
pa: ਲਾਗਇਨ ਜਾਂ ਪਾਸਵਰਡ ਅਣਜਾਣ

source: Logout
mr: लॉगआउट
pa: ਲਾਗਆਊਟ

source: Logout Successful
bn: সাফল্যের সাথে লগ-আউট করা হয়েছে
de: Abmeldung erfolgreich
es: Salida exitosa
gu: બહાર નીકળવાનું સફળ
hi: लॉगआउट सफल
it: Chiusura sessione riuscita
ja: ログアウトが成功しました。
mr: लॉगआउट यशस्वी!
pa: ਲਾਗਆਊਟ ਸਫਲ ਹੋਇਆ
ru: Выход успешен
ta: வெற்றிகரமாக வெளியேறியது

source: Machine Type
mr: मशीन प्रकार
pa: ਮਸ਼ੀਨ ਕਿਸਮ

source: Match System
bn: সিস্টেম মেলানো হবে
de: Übereinstimmung mit System
es: Coincidir con sistema
gu: સિસ્ટમ સાથે બંધબેસાડો
hi: तंत्र मिलान करें
it: Corrispondi al sistema
ja: システムに一致
mr: प्रणालीची जुळवा
pa: ਮੈਚ ਸਿਸਟਮ
ru: Подобрать
ta: மேட்ச் கணினி

source: Message
bn: বার্তা
de: Nachricht
es: Mensaje
gu: સંદેશો
hi: संदेश
it: Messaggio
ja: メッセージ
mr: संदेश
pa: ਸੁਨੇਹਾ
ru: Сообщение
ta: செய்தி

source: Missing
bn: অনুপস্থিত
de: Fehlend
es: Faltante
gu: ગુમ થયેલ
hi: अनुपस्थित
it: Mancante
ja: 不足
pa: ਗੁੰਮ
ru: Отсутствует

source: Modify Organization and Administer Environments
bn: প্রতিষ্ঠান পরিবর্তন ও এনভায়রনমেন্ট পরিচালনা করুন
de: Organisation ändern und Umgebungen verwalten
es: Modificar organización y administrar entorno
gu: સંસ્થા અને સંચાલિત પર્યાવરણોને બદલો
hi: संगठन बदलें और वातावरण प्रबंधित करें
it: Modifica organizzazione e amministra gli ambienti
ja: 組織の変更と環境の管理
mr: संस्था संपादित करा व वातावरण व्यवस्थापीत करा
pa: ਸੰਗਠਨ ਅਤੇ ਪਰਬੰਧਕ ਇਨਵਾਇਰਮੈਂਟ ਸੋਧੋ
ru: Изменение организаций и управление окружениями
ta: நிறுவனம் மற்றும் சூழல்களை மாற்றவும்

source: Modify Package Filters
bn: প্যাকেজ ফিল্টার পরিবর্তন করুন
de: Paketfilter ändern
es: Modificar filtros de paquetes
gu: પેકેજ ફિલ્ટર સુધારો
hi: संकुल फिल्टर बदलें
it: Modifica filtri del pacchetto
ja: パッケージフィルターを変更
mr: संकुल फिल्टरे संपादित करा
pa: ਪੈਕੇਜ ਫਿਲਟਰ ਸੋਧੋ
ru: Изменение фильтров пакетов
ta: தொகுப்பு வடிப்பிகளை மாற்றவும்

source: Modify Providers and Administer Products
bn: উপলব্ধকারী পরিবর্তন ও উৎপাদন পরিচালনা করুন
de: Provider ändern und Produkte verwalten
es: Modificar proveedores y administrar productos
gu: પ્રદાતા અને સંચાલિત પ્રોડક્ટોને બદલો
hi: संगठन बदलें और उत्पाद प्रबंधित करें
it: Modifica i provider e amministra i prodotti
ja: プロバイダーの変更と製品の管理
mr: प्रोव्हाइडर्स् संपादित करा व उत्पादने व्यवस्थापीत करा
pa: ਪਰੋਵਾਈਡਰ ਅਤੇ ਪਰਬੰਧਕ ਉਤਪਾਦ
ru: Изменение провайдеров и управление продуктами
ta: வழங்குநர் மற்றும் தயாரிப்புகளை மாற்றவும்

source: Modify Roles
bn: ভূমিকা পরিবর্তন করুন
de: Rollen ändern
es: Modificar roles
gu: ભૂમિકાઓને બદલો
hi: भूमिकाएँ बदलें
it: Modifica i ruoli
ja: ロールを変更
mr: रोल्स् संपादित करा
pa: ਰੂਲ ਸੋਧੋ
ru: Изменение ролей
ta: பங்குகளை மாற்றவும்

source: Modify Systems
bn: সিস্টেম পরিবর্তন করুন
de: Systeme ändern
es: Modificar sistemas
gu: સિસ્ટમોને બદલો
hi: तंत्र बदलें
it: Modifica i sistemi
ja: システムを変更
mr: प्रणाली संपादित करा
pa: ਸਿਸਟਮ ਸੋਧੋ
ru: Изменение систем
ta: சிஸ்டம்களை மாற்றவும்

source: Modify Systems in Environment
bn: এনভায়রনমেন্টের মধ্যে সিস্টেম পরিবর্তন করুন
de: Systeme in Umgebung ändern
es: Modificar sistemas en entorno
gu: પર્યાવરણમાં સિસ્ટમોને બદલો
hi: वातावरण में सिस्टम बदलें
it: Modifica i sistemi nell'ambiente
ja: 環境内のシステムを変更
mr: वातावरणात प्रणाली संपादित करा
pa: ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਸਿਸਟਮ ਸੋਧੋ
ru: Изменение систем в окружении
ta: சூழலில் சிஸ்டம்களில் மாற்றவும்

source: Modify Users
bn: ব্যবহারকারীর তথ্য পরিবর্তন করুন
de: Benutzer ändern
es: Modificar usuarios
gu: વપરાશકર્તાઓને બદલો
hi: उपयोक्ता बदलें
it: Modifica gli utenti
ja: ユーザーを変更
mr: वापरकर्ते संपादित करा
pa: ਯੂਜ਼ਰ ਸੋਧੋ
ru: Изменение пользователей
ta: பயனர்களை மாற்றவும்

source: More >>
bn: অতিরিক্ত >>
de: Mehr >>
es: Más >>
gu: વધારે >>
hi: और >>
it: Più >>
ja: 詳細 >>
mr: अधिक >>
pa: ਹੋਰ >>
ru: Подробнее >>
ta: அதிக >>

source: More details
bn: অতিরিক্ত বিবরণ
de: Mehr Details
es: Más información
gu: વધારે વિગતો
hi: अधिक जानकारी
it: Più informazioni
ja: さらなる詳細
mr: अधिक तपशील
pa: ਹੋਰ ਵੇਰਵਾ
ru: Подробнее
ta: அதிக விவரங்கள்

source: More...
bn: অতিরিক্ত...
de: Mehr ...
es: Más...
gu: વધારે...
hi: अधिक ...
it: Più...
ja: 詳細...
mr: अधिक...
pa: ਹੋਰ...
ru: Подробнее...
ta: அதிகம்...

source: Must be unique within an environment
bn: একভায়রনমেন্টের মধ্যে শুধুমাত্র একটি হতে পারবে
de: Muss innerhalb einer Umgebung eindeutig sein
es: Debe ser único dentro de un entorno
gu: પર્યાવરણમાં અનન્ય હોવુ જ જોઇએ
hi: एक वातावरण के भीतर अद्वितीय होना चाहिए
it: Deve essere unico all'interno di un ambiente
ja: 環境内で一意でなければなりません。
mr: वातावरण अंतर्गत एकमेव असायला हवे
pa: ਇੱਕ ਵਾਤਾਵਰਨ ਵਿੱਤ ਵੱਖਰਾ ਹੋਣਾ ਜਰੂਰੀ ਹੈ
ru: Должно быть уникально в окружении
ta: ஒரு சூழலில் தனியாக இருக்க வேண்டும்

source: Name
bn: নাম
es: Nombre
gu: નામ
hi: नाम
it: Nome
ja: 名前
mr: नाव
pa: ਨਾਂ
ru: Имя
ta: பெயர்

source: Name can not be blank.
bn: নাম ফাঁকা রাখা চলবে না।
de: Name darf nicht leer bleiben.
es: Nombre no puede estar en blanco
gu: નામ ખાલી કરી શકાતુ નથી.
hi: नाम रिक्त नहीं हो सकता.
it: Il nome non può essere lasciato vuoto.
ja: 名前は空白にしないでください。
mr: नाव रिकामे असणे अशक्य.
pa: ਨਾਂ ਖਾਲੀ ਹੋ ਸਕਦਾ ਹੈ।
ru: Имя не может быть пустым.
ta: பெயர் காலியாக இருக்காது.

source: Name cannot be blank.
bn: নাম ফাঁকা রাখা চলবে না।
de: Name darf nicht leer bleiben.
es: Nombre no puede estar en blanco
gu: નામને ખાલી રાખી શકાતુ નથી.
hi: नाम रिक्त नहीं हो सकता.
it: Il nome non può restare vuoto.
ja: 名前は空白にしないでください。
pa: ਨਾਂ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ।
ru: Имя не может быть пустым.
ta: பெயர் காலியாக இருக்காது.

source: Name must be unique within one organization
bn: প্রতিষ্ঠানের মধ্যে নামটি স্বতন্ত্র হওয়া আবশ্যক
de: Name muss innerhalb einer Organisation eindeutig sein
es: Nombre debe ser único dentro de la organización
gu: નામ સંસ્થામાં અનન્ય હોવુ જ જોઇએ
hi: नाम एक संगठन के भीतर अद्वितीय होना चाहिए
it: Il nome deve essere unico all'interno di una organizzazione
ja: 名前は 1 組織内で一意である必要があります。
mr: एका संस्थाअंतर्गत नाव एकमेव असायला हवे
pa: ਇੱਕ ਸੰਗਠਨ ਵਿੱਚ ਨਾਂ ਵੱਖਰਾ ਹੋਣਾ ਜਰੂਰੀ ਹੈ
ru: Имя должно быть уникальным в пределах организации.
ta: ஒரு நிறுவன எல்லைக்குள் பெயர் தனிப்பட்ட இருக்க வேண்டும்

source: Name of Your System:
bn: সিস্টেমের নাম:
de: Name Ihres Systems:
es: Nombre de su sistema:
gu: તમારી સિસ્ટમનું નામ:
hi: आपके तंत्र का नाम:
it: Nome del sistema:
ja: システムの名前
mr: तुमच्या प्रणालीचे नाव:
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਦਾ ਨਾਂ:
ru: Имя системы:
ta: உங்கள் சிஸ்டத்தின் பெயர்:

source: Name:
bn: নাম:
es: Nombre:
gu: નામ:
hi: नाम:
it: Nome:
ja: 名前:
mr: नाव:
pa: ਨਾਂ:
ru: Имя:
ta: பெயர்:

source: Never checked in.
bn: কখনো চেক-ইন করা হয়নি।
de: Nie angemeldet.
es: Nunca se registró.
gu: કદી ચકાસેલ નથી.
hi: कभी जाँचा नहीं गया.
it: Mai registrato.
ja: これまでチェックインしたことはありません。
mr: कधिच प्रवेश केले नाही.
pa: ਕਦੇ ਦਾਖਲਾ ਨਹੀਂ ਕੀਤਾ।
ru: Нет
ta: இதில் பார்க்கப்படாது.

source: New Activation Key
bn: নতুন অ্যাক্টিভেশন-কি
de: Neuer Aktivierungsschlüssel
es: Nueva llave de activación
gu: નવી સક્રિયકરણ કી
hi: नई सक्रियकरण कुंजी
it: Nuova chiave di attivazione
ja: 新しいアクティベーションキー
mr: नवीन ॲक्टिवेशन कि
pa: ਨਵੀਂ ਸਰਗਰਮੀ ਕੁੰਜੀ
ru: Новый ключ активации
ta: புதிய செயல்பாட்டு விசை

source: New Changeset
bn: নতুন Changeset
de: Neuer Änderungssatz
es: Nuevo Changeset
gu: નવું ચેન્જસેટ
hi: नई चेंजशीट
it: Nuovo Changeset
ja: 新しい変更セット
mr: नवीन चेंजसेट
pa: ਨਵੀਂ ਚੇਂਜਸ਼ੀਟ
ru: Новый набор изменений
ta: புதிய Changeset

source: New Default Environment
mr: नवीन पूर्वनिर्धारित वातावरण
pa: ਨਵਾਂ ਮੂਲ ਇਨਵਾਇਰਮੈਂਟ

source: New Default Organization:
mr: नवीन पूर्वनिर्धारित संस्था:
pa: ਨਵਾਂ ਮੂਲ ਸੰਗਠਨ:

source: New GPG Key
bn: নতুন GPG-কি
de: Neuer GPG-Schlüssel
es: Nueva llave GPG
gu: નવી GPG કી
hi: नयी जीपीजी कुंजी
it: Nuova chiave GPG
ja: 新しい GPG キー
mr: नवीन GPG कि
pa: ਨਵੀਂ GPG ਕੁੰਜੀ
ru: Новый ключ GPG
ta: புதிய GPG விசை

source: New Organization
bn: নতুন প্রতিষ্ঠান
de: Neue Organisation
es: Nueva organización
gu: નવી સંસ્થા
hi: नया संगठन
it: Nuova organizzazione
ja: 新しい組織
mr: नवीन संस्था
pa: ਨਵਾਂ ਸੰਗਠਨ
ru: Новая организация
ta: புதிய நிறுவனம்

source: New Package Filter
bn: নতুন প্যাকেজ ফিল্টার
de: Neuer Paketfilter
es: Nuevo filtro de paquete
gu: નવું પેકેજ ફિલ્ટર
hi: नया संकुल फिल्टर
it: Nuovo filtro del pacchetto
ja: 新しいパッケージフィルター
mr: नवीन संकुल फिल्टर
pa: ਨਵਾਂ ਪੈਕੇਜ ਫਿਲਟਰ
ru: Новый фильтр пакетов
ta: புதிய தொகுப்பு வடிப்பி

source: New Provider
bn: নতুন উপলব্ধকারী
de: Neuer Provider
es: Nuevo proveedor
gu: નવો પ્રદાતા
hi: नया प्रदाता
it: Nuovo provider
ja: 新規のプロバイダー
mr: नवीन प्रोव्हाइडर
pa: ਨਵਾਂ ਪਰੋਵਾਈਡਰ
ru: Новый провайдер
ta: புதிய வழங்குநர்

source: New Role
bn: নতুন ভূমিকা
de: Neue Rolle
es: Nuevo rol
gu: નવી ભૂમિકા
hi: नई भूमिका
it: Nuovo ruolo
ja: 新しいロール
mr: नवीन रोल
pa: ਨਵਾਂ ਰੋਲ
ru: Новая роль
ta: புதிய பங்கு

source: New Sync Plan
bn: সুসংগতির নতুন পরিকল্পনা
de: Neuer Synchronisationsplan
es: Nuevo plan de sincronización
gu: નવી સુમેળ યોજના
hi: नई सिंक योजना
it: Nuova programmazione di sinc
ja: 新しい同期のプラン
mr: नवीन सिंक प्लॅन
pa: ਨਵੀਂ ਸਮਕਾਲੀ ਸਕੀਮ
ru: Новый план синхронизации
ta: புதிய ஒத்திசைவு திட்டம்

source: New System Template
bn: নতুন সিস্টেম টেমপ্লেট
de: Neue Systemvorlage
es: Nueva plantilla de sistema
gu: નવી સિસ્ટમ ટૅમ્પલેટ
hi: नया प्रणाली खाका
it: Nuovo template del sistema
ja: 新しいシステムテンプレート
mr: नवीन प्रणाली टेम्पलेट
pa: ਨਵਾਂ ਸਿਸਟਮ ਟੈਂਪਲਿਟ
ru: Новый шаблон
ta: புதிய சிஸ்டம் மாதிரிஉரு

source: New User
bn: নতুন ব্যবহারকারী
de: Neuer Benutzer
es: Nuevo usuario
gu: નવો વપરાશકર્તા
hi: नये उपयोक्ता
it: Nuovo utente
ja: 新しいユーザー
mr: नवीन वापरकर्ता
pa: ਨਵਾਂ ਯੂਜ਼ਰ
ru: Новый пользователь
ta: புதிய பயனர்

source: New system
bn: নতুন সিস্টেম
de: Neues System
es: Nuevo sistema
gu: નવી સિસ્ટમ
hi: नया तंत्र
it: Nuovo sistema
ja: 新しいシステム
mr: नवीन प्रणाली
pa: ਨਵਾਂ ਸਿਸਟਮ
ru: Новая система
ta: புதிய சிஸ்டம்

source: New templates can be created only in a Library environment
bn: শুধুমাত্র 'Library' এনভায়রনমেন্টে নতুন টেমপ্লেট প্রস্তুত করা যাবে
de: Neue Vorlagen können nur in einer Bibliothek-Umgebung erstellt werden
es: Solamente se pueden crear nuevas plantillas en un entorno de biblioteca.
gu: નવું ટૅમ્પલેટ ફક્ત લાઇબ્રેરી પર્યાવરણમાં બનાવી શકાય છે
hi: नई टेम्पलेट्स एक लाइब्रेरी वातावरण में ही बनाया जा सकता है है
it: I nuovi template possono essere creati solo in un ambiente Library
ja: 新しいテンプレートは、ライブラリ環境でのみ作成できます。
mr: नवीन टेम्पलेट फक्त लाइब्ररि वातावरणात निर्माण करणे शक्य आहे
pa: ਨਵਾਂ ਟੈਂਪਲਿਟ ਸਿਰਫ ਲਾਇਬਰੇਰੀ ਇਨਵਾਇਰਮੈਂਟ ਵਿੱਚ ਹੀ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਹੈ
ru: Шаблоны могут быть созданы только в окружении Library
ta: ஒரு நூலக சூழலில் மட்டுமே புதிய மாதிரிஉருக்கள் உருவாக்கப்படும்

source: New templates can be imported only into a Library environment
bn: শুধুমাত্র Library এনভায়রনমেন্টে নতুন টেমপ্লেট ইম্পোর্ট করা যাবে
de: Neue Vorlagen können nur in eine Bibliothek-Umgebung importiert werden
es: Solamente las nuevas plantillas pueden importarse en un entorno de biblioteca
gu: નવું ટૅમ્પલેટ ફક્ત લાઇબ્રેરી પર્યાવરણમાં આયાત કરી શકાય છે
hi: नई टेम्पलेट्स को केवल एक लाइब्रेरी वातावरण में आयात किया जा सकता है
it: I nuovi template possono essere importati solo in un ambiente Library
ja: 新しいテンプレートは、ライブラリ環境にのみインポートできます。
mr: नवीन टेम्पलेटस् फक्त लाइब्ररि वातावरणात आयात करणे शक्य आहे
pa: ਨਵਾਂ ਟੈਂਪਲਿਟ ਸਿਰਫ ਲਾਇਬਰੇਰੀ ਵਾਤਾਵਰਨ ਵਿੱਚ ਹੀ ਬਰਾਮਦ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
ru: Новые шаблоны могут быть импортированы только в окружение Library
ta: ஒரு நூலக சூழலில் மட்டுமே புதிய மாதிரிஉருக்கள் இறக்கப்படும்

source: Next >>
bn: পরবর্তী >>
de: Nächste >>
es: Siguiente >>
gu: આગળ >>
hi: अगला>>
it: Successivo >>
ja: 次へ >>
mr: पुढे >>
pa: ਅੱਗੇ >>
ru: Вперёд >>
ta: அடுத்து >>

source: No
bn: না
de: Nein
gu: નાં
hi: नहीं
ja: いいえ
mr: नाही
pa: ਨਹੀਂ
ru: Нет
ta: இல்லை

source: No Default Organization
mr: पूर्वनिर्धारित संस्था आढळले नाही
pa: ਕੋਈ ਮੂਲ ਸੰਗਠਨ ਨਹੀਂ

source: No Service Level Preference
bn: সিস্টেমের পরিসেবা স্তরের চুক্তি সংক্রান্ত পছন্দ অনুপস্থিত
de: Keine Service-Level-Einstellung
es: No hay preferencia de nivel de servicio
gu: સેવા સ્તર પસંદગીઓ નથી
hi: कोई सेवा स्तरीय प्रदर्शन नहीं
it: Nessuna preferenza del livello del servizio
ja: サービスレベルは設定されていません
pa: ਕੋਈ ਸਰਵਿਸ ਲੈਵਲ ਪਸੰਦ ਨਹੀਂ
ru: Предпочитаемый уровень обслуживания не определен

source: No Subscriptions Available
mr: सबस्क्रिप्शन्स् उपलब्ध नाही
pa: ਕੋਈ ਮੈਂਬਰੀ ਉਪਲੱਬਧ ਨਹੀਂ

source: No System Templates are currently defined
bn: কোনো সিস্টেম টেমপ্লেট বর্তমানে উপলব্ধ নেই
de: Derzeit sind keine Systemvorlagen definiert
es: No hay plantillas de sistema definidas actualmente
gu: સિસ્ટમ ટૅમ્પલેટ હાલમાં વ્યાખ્યાયિત થયેલ નથી
hi: कोई सिस्टम टेम्पलेट्स वर्तमान में परिभाषित नहीं कर रहे हैं
it: Attualmente non è stato definito alcun template del sistema
ja: 現在定義されているシステムテンプレートはありません
mr: सध्या प्रणाली टेम्पलेट निश्चित केले नाही
pa: ਕੋਈ ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਹੁਣ ਪਰਿਭਾਸ਼ਤ ਨਹੀਂ ਹਨ
ru: Нет шаблонов.
ta: தற்போது சிஸ்டம் மாதிரிஉருக்கள் எதுவும் இல்லை

source: No Template
bn: কোনো টেমপ্লেট উপস্থিত নেই
de: Keine Vorlage
es: No hay plantilla
gu: ટૅમ્પલેટ નથી
hi: कोई टेम्पलेट नहीं
it: Nessun template
ja: テンプレートがありません
mr: टेम्पलेट आढळले नाही
pa: ਕੋਈ ਟੈਂਪਲਿਟ ਨਹੀਂ
ru: Нет шаблона
ta: மாதிரிஉரு இல்லை

source: No Templates
bn: কোনো টেমপ্লেট উপস্থিত নেই
de: Keine Vorlagen
es: No hay plantillas
gu: ટૅમ્પલેટો નથી
hi: कोई टेम्पलेट नहीं
it: Nessun template
ja: テンプレートがありません
mr: टेम्पलेटस् आढळले नाही
pa: ਕੋਈ ਟੈਂਪਲਿਟ ਨਹੀਂ
ru: Нет шаблонов
ta: மாதிரிஉருக்கள் இல்லை

source: No changesets found.
bn: কোনো changesets পাওয়া যায়নি।
de: Keine Änderungssätze gefunden.
es: No se hallaron Changesets.
gu: ચેન્જસેટ મળ્યુ નથી.
hi: कोई चेंजशीट नहीं पाया गया.
it: Nessun changeset trovato.
ja: 変更セットが見つかりませんでした
mr: चेंजसेटस् आढळले नाही.
pa: ਕੋਈ ਚੇਂਜਸ਼ੀਟ ਨਹੀਂ ਲੱਭੀ।
ru: Наборы не найдены.
ta: changesets எதுவும் காணப்படவில்லை.

source: No default environment. Select an organization to choose from available environments.
bn: কোনো ডিফল্ট পরিবেশ উপস্থিত নেই। উপলব্ধ পরিবেশগুলির মধ্যে একটি নির্বাচন করার জন্য একটি প্রতিষ্ঠান বাছাই করুন।
de: Keine Standardumgebung. Wählen Sie eine Organisation, um aus verfügbaren Umgebungen zu wählen.
es: No hay entorno predeterminado. Seleccione una organización para elegir entre los entornos disponibles.
gu: મૂળભૂત પર્યાવરણ નથી. ઉપલબ્ધ પર્યાવરણોમાંથી પસંદ કરવા માટે સંસ્થાને પસંદ કરો.
hi: कोई तयशुदा वातावरण नहीं. उपलब्ध वातावरण से चुनने के लिए कोई संगठन चुनें.
it: Nessun ambiente predefinito. Selezionare una organizzazione per scegliere dagli ambienti disponibili.
ja: デフォルトの環境がありません。組織を選択して、利用可能な環境から選択してください。
mr: पूर्वनिर्धारित वातावरण आढळले नाही. उपलब्ध वातावरणांपासून नीवडण्याजोगी संस्था पसंत करा.
pa: ਕੋਈ ਮੂਲ ਇਨਵਾਇਰਮੈਂਟ ਨਹੀਂ। ਉਪਲੱਬਧ ਇਨਵਾਇਰਮੈਂਟਾਂ ਵਿੱਚੋਂ ਚੁਣਨ ਲਈ ਇੱਕ ਸੰਗਠਨ ਚੁਣੋ।
ru: Нет окружения по умолчанию. Выберите организацию.
ta: முன்னிருப்பு சூழலை இல்லை. இருக்கும் சூழல்களிலிருந்து ஒரு நிறுவனத்தை தேர்வு செய்ய தேர்ந்தெடுக்கவும்.

source: No default set for this user.
mr: या वापरकर्त्यासाठी पूर्वनिर्धारित संच आढळले नाही.
pa: ਇਸ ਯੂਜ਼ਰ ਲਈ ਕੋਈ ਮੂਲ ਸੈੱਟ ਨਹੀਂ ਹੈ।

source: No distributions available.
bn: কোনো ডিস্ট্রিবিউশন উপলব্ধ নেই।
de: Keine Distributionen verfügbar.
es: No hay distribuciones disponibles
gu: વિતરણ ઉપલબ્ધ નથી.
hi: कोई उपलब्ध वितरण नहीं.
it: Nessuna distribuzione disponibile.
ja: 利用可能なディストリビューションはありません。
mr: वितरणे उपलब्ध नाही.
pa: ਕੋਈ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਉਪਲੱਬਧ ਨਹੀਂ।
ru: Нет дистрибутивов.
ta: விநியோகங்கள் எதுவும் இல்லை.

source: No distributions exist in this promotion changeset.
mr: या प्रमोशन चेंजसेटमध्ये डिस्ट्रिब्युशन्स् अस्तित्वात नाही.
pa: ਇਸ ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ ਵਿੱਚ ਕੋਈ ਡਿਸਟਰੀਬਿਊਟਰ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
