Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: Administer Package Filters
bn: প্যাকেজ ফিল্টার পরিচালনা করুন
de: Paketfilter verwalten
es: Administrar filtros de paquetes
gu: પેકેજ ફિલ્ટરો સંચાલિત
hi: संकुल फिल्टर की निरीक्षण करें
it: Amministra i filtri dei pacchetti
ja: パッケージフィルターの管理
mr: संकुल फिल्टर व्यवस्थापीत करा
pa: ਪਰਬੰਧਕ ਪੈਕੇਜ ਫਿਲਟਰ
ru: Управление фильтрами
ta: நிர்வாகி தொகுப்பு வடிப்பிகள்

source: Administer Providers
bn: উপলব্ধকারী পরিচালনা করুন
de: Provider verwalten
es: Administrar proveedores
gu: પ્રદાતા સંચાલિત
hi: प्रदाता प्रबंधित करें
it: Amministra i provider
ja: プロバイダーの管理
mr: प्रोव्हाइडर्स् व्यवस्थापीत करा
pa: ਪਰਬੰਧਕ ਪਰਵਾਈਡਰ
ru: Управление провайдерами
ta: நிர்வாகி வழங்குனர்கள்

source: Administer Roles
bn: ভূমিকা পরিচালনা করুন
de: Rollen verwalten
es: Administrar roles
gu: ભૂમિકાઓ સંચાલિત
hi: भूमिका प्रबंधित करें
it: Amministra i ruoli
ja: ロールの管理
mr: रोल्स् व्यवस्थापीत करा
pa: ਪਰੰਬਧਕ ਰੋਲ
ru: Управление ролями
ta: நிர்வாகி பங்கு

source: Administer System Templates
bn: সিস্টেমের টেমপ্লেট পরিচালনা করুন
de: Systemvorlagen verwalten
es: Administrar plantillas del sistema
gu: સિસ્ટમ ટૅમ્પલેટો સંચાલિત
hi: सिस्टम टेम्पलेट्स प्रबंधित करें
it: Amministra i template del sistema
ja: システムテンプレートの管理
mr: प्रणाली टेम्प्लेटस् व्यवस्थापीत करा
pa: ਪਰਬੰਧਕ ਸਿਸਟਮ ਟੈਂਪਲਿਟ
ru: Управление шаблонами
ta: நிர்வாகி சிஸ்டம் மாதிரிஉருக்கள்

source: Administer Users
bn: ব্যবহারকারী পরিচালনা করুন
de: Benutzer verwalten
es: Administrar usuarios
gu: વપરાશકર્તાઓ સંચાલિત
hi: उपयोक्ता प्रबंधित करें
it: Amministra gli utenti
ja: ユーザーの管理
mr: वापरकर्ते व्यवस्थापीत करा
pa: ਪਰੰਬਧਕ ਯੂਜ਼ਰ
ru: Управление пользователями
ta: நிர்வாகி பயனர்கள்

source: Administration
bn: প্রশাসন
de: Verwaltung
es: Administración
gu: સંચાલન
hi: प्रशासन
it: Amministrazione
ja: 管理
mr: प्रशासन
pa: ਪ੍ਰਸ਼ਾਸ਼ਨ
ru: Администрирование
ta: நிர்வாகம்

source: Administrator
bn: অ্যাডমিনিস্ট্রেটর
es: Gestor
gu: સંચાલક
hi: प्रशासक
it: Amministratore
ja: 管理者
mr: प्रशासक
pa: ਪਰਬੰਧਕ
ru: Администратор
ta: நிர்வாகி

source: Advisory
bn: অ্যাডভাইসরি
de: Hinweis
es: Asesor
gu: સલાહકારી
hi: सलाहकारी
ja: アドバイザリー
mr: ॲडवाइजरि
pa: ਸਲਾਹਕਾਰ
ru: Рекомендация
ta: ஆலோசனைக்குரிய

source: Alert
bn: সতর্কবাণী
de: Benachrichtigung
es: Alerta
gu: ચેતવણી
hi: चेतावनी
it: Allerta
ja: 警告
mr: सतर्कता
pa: ਚੇਤਾਵਨੀ
ru: Предупреждение
ta: விழிப்பூட்டல்

source: All
bn: সকল
de: Alle
es: Todos
gu: બધા
hi: सभी
it: Tutti
ja: すべて
mr: सर्व
pa: ਸਭ
ru: Все
ta: அனைத்தும்

source: All Repositories
bn: সকল সংগ্রস্থল
de: Alle Repositorys
es: Todos los repositorios
gu: બધી રિપોઝીટરીઓ
hi: सभी रिपॉजिटरी
it: Tutti i repositori
ja: すべてのリポジトリ
mr: सर्व रेपॉजिटरिज्
pa: ਸਭ ਰਿਪੋਜ਼ਟਰੀਆਂ
ru: Все репозитории
ta: அனைத்து தொகுப்பதிவகங்கள்

source: All Systems for owner %s in candlepin
bn: %s মালিকের ক্ষেত্রে candlepin-এ উপস্থিত সকল সিস্টেম
de: Alle System für Besitzer %s in Candlepin
es: Todos los sistemas para propietario %s en Candlepin
gu: candlepin માં માલિક %s માટે બધી સિસ્ટમો
hi: %s के लिए कैंडलपिन में सभी सिस्टम
it: Tutti i sistemi per il proprietario %s in candlepin
ja: caldlepin 内の 所有者が %s のすべてのシステム
mr: कँडलपिनमधील मालक %s करीता सर्व प्रणाली
pa: ਮਾਲਕ %s ਲਈ candlepin ਵਿਚਲੇ ਸਭ ਸਿਸਟਮ
ru: Все системы для владельца %s в candlepin
ta: candlepin-இல் உரிமையாளர் %sக்கு அனைத்து சிஸ்டம்

source: All environments for owner %s in candlepin
bn: %s মালিকের ক্ষেত্রে candlepin-এ উপস্থিত সকল পরিবেশ
de: Alle Umgebungen für Besitzer %s in Candlepin
es: Todos los entornos para propietario %s en Candlepin
gu: candlepin માં માલિક %s માટે બધા પર્યાવરણો
hi: %s स्वामी के लिए कैंडलपिन में सभी वातावरण
it: Tutti gli ambienti per il proprietario %s in candlepin
ja: caldlepin 内の所有者が %s のすべての環境
mr: कँडलपिनमधील मालक %s करीता सर्व वातावरणे
pa: ਮਾਲਕ %s ਲਈ candlepin ਵਿਚਲੇ ਸਾਰੇ ਇਨਵਾਇਰਮੈਂਟ
ru: Все окружения для владельца %s в candlepin
ta: candlepin-இல் உரிமையாளர் %sக்கு அனைத்து சூழல்கள்

source: All providers for owner %s in candlepin
bn: %s মালিকের ক্ষেত্রে candlepin-এ উপস্থিত সকল উপলব্ধকারী
de: Alle Providers für Besitzer %s in Candlepin
es: Todos los proveedores para propietario en %s Candlepin
gu: candlepin માં માલિક %s માટે બધા પ્રદાતા
hi: %s स्वामी के लिए कैंडलपिन में सभी प्रदाता
it: Tutti i provider per il proprietario %s in candlepin
ja: caldlepin 内の所有者が %s のすべてのプロバイダー
mr: कँडलपिनमधील मालक %s करीता सर्व प्रोव्हाइडर्स्
pa: ਮਾਲਕ %s ਲਈ candlepin ਵਿਚਲੇ ਸਭ ਪਰੋਵਾਈਡਰ
ru: Все провайдеры для владельца %s в candlepin
ta: candlepin-இல் உரிமையாளர் %sக்கு அனைத்து வழங்குனர்கள்

source: All repository GPG keys for Product '%s' were updated.
bn: '%s' উৎপাদনের জন্য সকল সংগ্রহস্থলের GPG-কি আপডেট করা হয়েছে।
de: Alle Repository-GPG-Schlüssel für Produkt '%s' wurden aktualisiert.
es: Todas las llaves GPG de repositorio para producto '%' han sido actualizadas
gu: પ્રોડક્ટ '%s' માટે બધી રિપોઝીટરી GPG કીઓ
hi: सभी रिपोजिटरी GPG कुंजी उत्पाद '%s' के लिए अद्यतन किया गया था.
it: Tutte le chiavi GPG del repositorio per il prodotto '%s' sono state aggiornate.
ja: 製品 '%s' に対するすべてのリポジトリーGPG キーが更新されました。
mr: उत्पादन '%s' करीता सर्व रेपॉजिटरि GPG किज् सुधारित केले.
pa: ਉਤਪਾਦ '%s' ਲਈ ਸਭ ਰਿਪੋਜ਼ਟਰੀ GPG ਕੁੰਜੀਆਂ ਅੱਪਡੇਟ ਕੀਤੀਆਂ ਹਨ।
ru: GPG-ключи репозиториев для «%s» обновлены.
ta: அனைத்து தொகுபதிவக GPG விசைகள் தயாரிப்பு '%s'-க்கு புதுப்பிக்கப்பட்டது.

source: An environment does not exist to promote content to. If you would like to manage promotion changesets and content, please create a new environment.
mr: कंटेंट प्रमोट करण्यासाठी वातावरण आढळले नाही. प्रमोशन चेंजसेट व कंटेंट व्यवस्थापीत करायचे असल्यास, कृपया नविन वातावरण निर्माण करा.
pa: ਸੰਖੇਪ ਪਰੋਮੋਟ ਕਰਨ ਲਈ ਇੱਕ ਇਨਵਾਇਰਮੈਂਟ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਜੇ ਤੁਸੀਂ ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ ਅਤੇ ਸੰਖੇਪ ਪਰਬੰਧਨ ਕਰਨੇ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਨਵਾਂ ਇਨਵਾਇਰਮੈਂਟ ਬਣਾਓ।

source: An error has occured when communicating with the server, please refresh the page to retrieve the current System Template
bn: সার্ভারের সাথে যোগাযোগ করার সময় একটি ত্রুটি দেখা দিয়েছে, বর্তমান সিস্টেম টেমপ্লেট প্রাপ্ত করার জন্য এই পৃষ্ঠাটি পুনরায় প্রদর্শন করুন।
de: Bei der Kommunikation mit dem Server trat ein Fehler auf, bitte laden Sie die Seite neu, um die aktuelle Systemvorlage zu erhalten.
es: Ocurrió un error al comunicarse con el servidor, por favor actualice la página para recuperar la plantilla del sistema actual
gu: ભૂલ ઉદ્ભવી જ્યારે સર્વર સાથે વાર્તાલાપ કરી રહ્યા હોય ત્યારે, મહેરબાની કરીને વર્તમાન સિસ્ટમ ટૅમ્પલેટને પ્રાપ્ત કરવા માટે પાનાંને તાજુ કરો
hi: एक त्रुटि सर्वर के साथ संवाद स्थापित करने के दौरान हुआ है, कृपया मौजूदा तंत्र नमूना को पुनः प्राप्त करने के लिए पृष्ठ ताज़ा करें
it: Si è verificato un errore durante la comunicazione con il server, ricaricare la pagina per ripristinare il template del sistema corrente
ja: サーバーとの通信時にエラーが発生しました。現在のシステムテンプレートを取得するには、ページを最新の情報に更新してください。
mr: सर्व्हरसह संपर्क करताना त्रुटी आढळली, कृपया सध्याचे प्रणाली टेम्पलेट पुनःप्राप्त करण्यासाठी पृष्ठाला पुनः ताजे करा
pa: ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਪੇਜ਼ ਮੁੜ-ਤਾਜ਼ਾ ਕਰੋ ਤਾਂ ਤੋ ਮੌਜੂਦਾ ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਵਾਪਸ ਲਿਆਂਦਾ ਜਾ ਸਕੇ
ru: Ошибка обращения к серверу. Обновите страницу для просмотра текущего шаблона.
ta: சேவையகத்துடன் தொடர்பு கொள்ளும் போது ஒரு பிழை ஏற்பட்டது, நடப்பு changeset-ஐ திருப்பி எடுக்கும் நடப்பு சிஸ்டம் மாதிரிஉருவை புதுப்பிக்கவும்.

source: An error has occured when communicating with the server, please refresh the page to retrieve the current promotion changeset.
mr: सर्व्हरसह संपर्क करताना त्रुटी आढळली, कृपया सध्याचे प्रमोशन चेंजसेट पुनःप्राप्त करण्यासाठी पृष्ठाला पुनः ताजे करा
pa: ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਵੇਲੇ ਗਲਤੀ ਆਈ ਸੀ, ਕਿਰਪਾ ਕਰਕੇ ਮੌਜੂਦਾ ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸੈੱਟ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਪੇਜ਼ ਮੁੜ-ਤਾਜ਼ਾ ਕਰੋ।

source: Applicable Product filters:
bn: প্রয়োগ করার যোগ্য উৎপাদনের ফিল্টার:
de: Anwendbare Produktfilter:
es: Filtros de productos aplicables:
gu: સક્ષમ પ્રોડક્ટ ફિલ્ટર:
hi: अनुप्रयुक्त उत्पाद फिल्टर:
it: Filtri del prodotto applicabili:
ja: 適用できる製品フィルター:
pa: ਵਰਤਣ ਯੋਗ ਉਤਪਾਦ ਫਿਲਟਰ:
ru: Применимые фильтры для продуктов:

source: Applicable Repository filters:
bn: প্রয়োগ করার যোগ্য সংগ্রহস্থলের ফিল্টার:
de: Anwendbare Repository-Filter:
es: Filtros de repositorios aplicables:
gu: સક્ષમ રિપોઝીટરી ફિલ્ટર:
hi: अनुप्रयुक्त रिपोजिटरी फिल्टर:
it: Filtri del repositorio applicabili:
ja: 適用できるリポジトリフィルター:
pa: ਵਰਤਣ ਯੋਗ ਰਿਪੋਜ਼ਟਰੀ ਫਿਲਟਰ:
ru: Применимые фильтры для репозиториев:

source: Applied
bn: প্রয়োগ করা হয়েছে
de: Angewendet
es: Aplicados
gu: અમલમાં મૂકેલ
hi: लागू
it: Applicato
ja: 適用済み
mr: लागू केले
pa: ਲਾਗੂ ਕੀਤਾ ਗਿਆ ਹੈ
ru: Применено
ta: செயல்படுத்தப்பட்டது

source: Applied Subscriptions
bn: প্রয়োগ করা সাবস্ক্রিপশন
de: Angewendete Subskriptionen
es: Suscripciones aplicadas
gu: લાગુ થયેલ ઉમેદવારીઓ
hi: अनुप्रयुक्त सदस्यताएँ
it: Sottoscrizioni applicate
ja: 適用済みのサブスクリプション
mr: लागू केलेले सबस्क्रिप्शन्स्
pa: ਲਾਗੂ ਮੈਂਬਰੀਆਂ
ru: Применённые подписки
ta: செயல்படுத்தப்பட்ட சந்தாக்கள்

source: Apply Selected Plan to Selected Products
bn: নির্বাচিত উৎপাদনের জন্য নির্বাচিত প্রকল্প প্রয়োগ করা হবে
de: Ausgewählten Plan auf ausgewählte Produkte anwenden
es: Aplicar plan seleccionado para productos seleccionados
gu: પસંદ થયેલ પ્રોડક્ટોમાં પસંદ થયેલ પ્લાન લાગુ કરો
hi: चयनित उत्पाद में चयनित योजना लागू करें
it: Applica la programmazione selezionata sui prodotti desiderati
ja: 選択したプランを選択した製品に適用
mr: नीवडलेल्या उत्पादनांकरीता नीवडलेले प्लॅन लागू करा
pa: ਚੁਣੇ ਉਤਪਾਦਾਂ ਤੇ ਚੁਣਿਆਂ ਪਲਾਨ ਲਾਗੂ ਕਰੋ
ru: Применить план
ta: தேர்ந்தெடுக்கப்பட்ட தயாரிப்புகளுக்கு தேர்ந்தெடுக்கப்பட்ட திட்டத்தை செயல்படுத்து

source: Arch
bn: আর্কিটেকচার
es: Arq.
gu: આર્કિટેક્ચર
hi: आर्क
ja: アーキテクチャー
mr: आर्क
pa: ਢਾਂਚਾ
ru: Арх.
ta: வளைவு

source: Architecture
bn: আর্কিটেকচার
de: Architektur
es: Arquitectura
gu: આર્કિટેક્ચર
hi: आर्किटेक्चर
it: Architettura
ja: アーキテクチャー
mr: आर्किटेक्चर
pa: ਢਾਂਚਾ
ru: Архитектура
ta: கட்டமைப்பு

source: Architecture:
bn: আর্কিটেকচার:
de: Architektur:
es: Arquitectura
gu: આર્કિટેક્ચર:
hi: आर्किटेक्चर
it: Architettura:
ja: アーキテクチャー:
mr: आर्किटेक्चर:
pa: ਢਾਂਚਾ:
ru: Архитектура:
ta: கட்டமைப்பு:

source: Are you sure you want to delete this GPG Key?
bn: এই GPG-কি কি নিশ্চিতরূপে মুছে ফেলা হবে?
de: Sind Sie sicher, dass Sie diesen GPG-Schlüssel löschen möchten?
es: Arquitectura:
gu: શું તમે ખરેખર આ GPG કીને કાઢી નાંખવા માંગો છો?
hi: क्या आप वाकई इस जीपीजी कुँजी को मिटाना चाहते हैं?
it: Sei sicuro di voler cancellare questa chiave GPG?
ja: 本当にこの GPG キーを削除してもよいですか?
mr: तुम्हाला नक्की हि GPG कि नष्ट करायची?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ GPG ਕੁੰਜੀ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Удалить ключ GPG?
ta: இந்த GPG விசையை அழிக்கவா?

source: Are you sure you want to delete this filster?
mr: तुम्हाला नक्की हे फिल्टर नष्ट करायचे?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਫਿਲਸਟਰ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Are you sure you want to delete this filter?
bn: আপনি কি নিশ্চিতরূপে এই ফিল্টারটি মুছে ফেলতে ইচ্ছুক?
de: Sind Sie sicher, dass Sie diesen Filter löschen möchten?
es: ¿Está seguro de desear borrar este filtro?
gu: શું તમે ખરેખર આ ફિલ્ટરને કાઢી નાંખવા માંગો છો?
hi: क्या आप वाकई इस फिल्टर को मिटाना चाहते हैं?
it: Sei sicuro di voler cancellare questo filtro?
ja: 本当にこのフィルターを削除してもよいですか?
mr: तुम्हाला नक्की हे फिल्टर नष्ट करायचे?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਫਿਲਟਰ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Удалить фильтр?
ta: இந்த வடிப்பியை அழிக்கவா?

source: Are you sure you want to delete this provider?
bn: আপনি কি নিশ্চিতরূপে এই উপলব্ধকারীর তথ্য মুছে ফেলতে ইচ্ছুক?
de: Sind Sie sicher, dass Sie diesen Provider löschen möchten?
es: ¿Está seguro de desear borrar el proveedor?
gu: શું તમે ખરેખર આ પ્રદાતાને કાઢી નાંખવા માંગો છો?
hi: क्या आप सुनिश्चित हैं कि आप इस प्रदाता को हटाना चाहते हैं?
it: Sei sicuro di voler cancellare questo provider?
ja: 本当にこのプロバイダーを削除してもよいですか?
mr: तुम्हाला नक्की हे प्रोव्हाइडर नष्ट करायचे?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਪਰੋਵਾਈਡਰ ਨੂੰ ਹਟਾਉਣਾ ਤਚਾਹੁੰਦੇ ਹੋ?
ru: Удалить провайдер?
ta: இந்த வழங்குநரை அழிக்கவா?

source: Are you sure you want to remove this organization?
bn: আপনি কি নিশ্চিতরূপে এই প্রতিষ্ঠানের তথ্য মুছে ফেলতে ইচ্ছুক?
de: Sind Sie sicher, dass Sie diese Organisation entfernen möchten?
es: ¿Está seguro de querer retirar esta organización?
gu: શું તમે ખરેખર આ સંસ્થાને દૂર કરવા માંગો છો?
hi: क्या आपको सुऩिश्चित हैं कि आप इस संगठन को निकालना चाहते हैं?
it: Sei sicuro di voler cancellare questa organizzazione?
ja: 本当にこの組織を削除してもよいですか?
mr: तुम्हाला नक्की हि संस्था काढून टाकायचे?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਸੰਗਠਨ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Удалить организацию?
ta: இந்த நிறுவனத்தை நீக்க வேண்டுமா?

source: Are you sure you want to remove this product?
bn: আপনি কি নিশ্চিতরূপে এই উৎপাদনের তথ্য মুছে ফেলতে ইচ্ছুক?
de: Sind Sie sicher, dass Sie dieses Produkt entfernen möchten?
es: ¿Está seguro de desear retirar este producto?
gu: શું તમે ખરેખર આ પ્રોડક્ટને દૂર કરવા માંગો છો?
hi: क्या आप सुनिश्चित हैं कि आप इस उत्पाद को निकालना चाहते हैं?
it: Sei sicuro di voler cancellare questo prodotto?
ja: 本当にこの製品を削除してもよいですか?
mr: तुम्हाला नक्की हे उत्पादन काढून टाकायचे?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਉਤਪਾਦ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Удалить продукт?
ta: இந்த தயாரிப்பை நீக்க வேண்டுமா?

source: Are you sure you want to remove this repository?
bn: আপনি কি নিশ্চিতরূপে এই সংগ্রহস্থলের তথ্য মুছে ফেলতে ইচ্ছুক?
de: Sind Sie sicher, dass Sie dieses Repository entfernen möchten?
es: ¿Está seguro de desear retirar este repositorio?
gu: શું તમે ખરેખર આ રિપોઝીટરીને દૂર કરવા માંગો છો?
hi: क्या आप सुनिश्चित हैं कि आप इस रिपॉजिटरी को निकालना चाहते हैं?
it: Sei sicuro di voler cancellare questo repositorio?
ja: 本当にこのリポジトリを削除してもよいですか?
mr: तुम्हाला नक्की हि रेपॉजिटरि काढून टाकायची?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਰਿਪੋਜ਼ਟਰੀ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Удалить репозиторий?
ta: இந்த தொகுபதிவகத்தை நீக்க வேண்டுமா?

source: Are you sure you want to remove this role?
bn: আপনি কি নিশ্চিতরূপে এই ভূমিকা মুছে ফেলতে ইচ্ছুুক?
de: Sind Sie sicher, dass Sie diese Rolle entfernen möchten?
es: ¿Está seguro de desear retirar este rol?
gu: શું તમે ખરેખર આ ભૂમિકાને દૂર કરવા માંગો છો?
hi: क्या आप सुनिश्चित हैं कि आप इस भूमिका को निकालना चाहते हैं?
it: Sei sicuro di voler cancellare questo ruolo?
ja: 本当にこのロールを削除してもよいですか?
mr: तुम्हाला नक्की हा रोल काढून टाकायची?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਰੋਲ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Удалить роль?
ta: இந்த பங்கை நீக்க விரும்புகிறீர்களா?

source: Are you sure you want to remove this system?
bn: আপনি কি নিশ্চিতরূপে এই সিস্টেমটি মুছে ফেলতে ইচ্ছুুক?
de: Sind Sie sicher, dass Sie dieses System entfernen möchten?
es: ¿Está seguro que desea retirar este sistema?
gu: શું તમે ખરેખર આ સિસ્ટમને દૂર કરવા માંગો છો?
hi: क्या आप सुनिश्चित हैं कि आप इस तंत्र को निकालना चाहते हैं?
it: Sei sicuro di voler rimuovere questo sistema?
ja: 本当にこのシステムを削除してもよいですか?
mr: तुम्हाला नक्की हि प्रणाली काढून टाकायची?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਸਿਸਟਮ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Удалить систему?
ta: இந்த சிஸ்டத்தை நீக்கவா?

source: Are you sure you want to remove this template?
bn: আপনি কি নিশ্চিতরূপে এই টেমপ্লেট মুছে ফেলতে ইচ্ছুক?
de: Sind Sie sicher, dass Sie diese Vorlage entfernen möchten?
es: ¿Está seguro de desear retirar esta plantilla?
gu: શું તમે ખરેખર આ ટૅમ્પલેટને દૂર કરવા માંગો છો?
hi: क्या आप सुनिश्चित हैं कि आप इस नमूना को निकालना चाहते हैं?
it: Sei sicuro di voler cancellare questo template?
ja: 本当にこのテンプレートを削除してもよいですか?
mr: तुम्हाला नक्की हे टेम्पलेट काढून टाकायचे?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਟੈਂਪਲਿਟ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Удалить шаблон?
ta: இந்த மாதிரிஉருவை நீக்க வேண்டுமா?

source: Are you sure you want to remove this user?
bn: আপনি কি নিশ্চিতরূপে এই ব্যবহারকারীর তথ্য মুছে ফেলতে ইচ্ছুুক?
de: Sind Sie sicher, dass Sie diesen Benutzer entfernen möchten?
es: ¿Está seguro de que desea retirar este usuario?
gu: શું તમે ખરેખર આ વપરાશકર્તાને કાઢી નાંખવા માંગો છો?
hi: क्या आप सुनिश्चित हैं कि आप इस उपयोक्ता को निकालना चाहते हैं?
it: Sei sicuro di voler rimuovere questo ruolo?
ja: 本当にこのユーザーを削除してもよいですか?
mr: तुम्हाला नक्की या वापरकर्त्याला काढून टाकायचे?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਯੂਜ਼ਰ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: Удалить пользователя?
ta: இந்த பயனரை நீக்கவா?

source: Are you sure?
bn: আপনি কি নিশ্চিত?
de: Sind Sie sicher?
es: ¿Está seguro?
gu: શું તમે ખરેખર છો?
hi: आपको यकीन है?
it: Sei sicuro?
ja: 最終確認をしてください。
mr: तुमची खात्री आहे?
pa: ਪੱਕਾ?
ru: Продолжить?
ta: நிச்சயமாக?

source: Associated Bugs
bn: সমপ্রাসঙ্গিক বাগ
de: Verwandte Bugs
es: Errores asociados
gu: સંકળાયેલ ભૂલો
hi: संबद्ध बग
it: Bug associati
ja: 関連するバグ
mr: संबंधित बग्स्
pa: ਸੰਬੰਧਿਤ ਬੱਗ
ru: Известные ошибки
ta: தொடர்புடைய பிழைகள்

source: At least one activation key must be provided
bn: অন্তত একটি অ্যাক্টিভেশন-কি উপলব্ধ করা আবশ্যক
de: Mindestens ein Aktivierungsschlüssel muss angegeben werden
es: Al menos una llave de activación debe ser promovida
gu: ઓછામાં ઓછી એક સક્રિયકરણ કી પૂરી પાડવી જ જોઇએ
hi: कम-से कम एक सक्रियकरण कुंजी प्रदान किया जाना चाहिए
it: È necessario fornire almeno una chiave di attivazione
ja: 1 つ以上のアクティベーションキーが必要です。
mr: किमान एक ॲक्टिवेशन कि पुरवणे आवश्यक आहे
pa: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਕੁੰਜੀ ਦੇਣੀ ਜਰੂਰੀ ਹੈ
ru: Необходимо предоставить ключ активации.
ta: குறைந்தது ஒரு செயல்பாட்டு விசையாவது கொடுக்க வேண்டும்

source: At least one organization must exist.
bn: অন্তত একটি প্রতিষ্ঠান উপস্থিত থাকা আবশ্যক।
de: Mindestens eine Organisation muss existieren.
es: Al menos una organización debe existir.
gu: ઓછામાં ઓછી એક સંસ્થા અસ્તિત્વ ધરાવેલ હોવી જ જોઇએ.
hi: कम-से-कम एक संगठन मौजूद होना चाहिए.
it: Deve essere presente almeno una organizzazione.
ja: 1 つ以上の組織が存在する必要があります。
mr: किमान एक संस्था पुरवणे आवश्यक आहे.
pa: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸੰਗਠਨ ਮੌਜੂਦ ਹੋਣਾ ਜਰੂਰੀ ਹੈ।
ru: Должна существовать как минимум одна организация.
ta: குறைந்தது ஒரு நிறுவனம் இருக்க வேண்டும்

source: At least repository must be present to export a TDL
bn: একটি TDL এক্সপোর্ট করার জন্য অন্তত একটি সংগ্রহস্থল উপস্থিত থাকা আবশ্যক
de: Mindestens ein Repository muss vorhanden sein, um eine TDL zu exportieren
es: Al menos un repositorio debe estar presente para exportar un TDL
gu: ઓછામાં ઓછી રિપોઝીટરી TDL ને નિકાસકરવા માટે હાજર હોવી જ જોઇએ
hi: कम से कम रिपोजिटरी को TDL को निर्यात करने के लिए उपस्थित रहना चाहिए
it: Deve essere presente almeno un repositorio per l'esportazione di un TDL
ja: TDL のエクスポートにはリポジトリが必要になります。
pa: ਘੱਟੋ-ਘੱਟ ਰਿਪੋਜ਼ਟਰੀ TDL ਨੂੰ ਐਕਸਪੋਰਟ ਕਰਨ ਲਈ ਮੌਜੂਦ ਹੋਣੀ ਜਰੂਰੀ ਹੈ
ru: Для экспорта TDL необходим как минимум один репозиторий

source: Auto-subscribe %s, %s
bn: %s, %s স্বয়ংক্রিয় সাবস্ক্রিপশন
de: Auto-Subskription von %s, %s
es: Auto-suscribir %s, %s
gu: %s નું આપમેળે ઉમેદવારી કરો, %s
hi: स्वतः सदस्यता लें %s, %s
ja: 自動サブスクライブ %s、 %s
pa: ਸਵੈ-ਮੈਂਬਰ %s, %s
ru: Автоматическая подписка %s, %s

source: Auto-subscribe Off, No Service Level Preference
bn: স্বয়ংক্রিয় সাবস্ক্রিপশন বন্ধ হয়েছে, পরিসেবার কোনো পছন্দসই স্তর নির্ধারিত হয়নি
de: Auto-Subskription deaktiviert, keine Service-Level-Einstellung
es: Auto-suscribir apagado, no hay preferencia de nivel de servicio
gu: આપમેળે ઉમેદવારી કરવાનું બંધ, સેવા સ્તર પસંદગી નથી
hi: स्वतः सदस्यता लें बंद, कोई सर्विस स्तरीय प्रदर्शन नहीं
it: Auto-subscribe Off, Nessuna preferenza del livello del servizio
ja: 自動サブスクライブはオフになっています、 サービスレベルは設定されていません
pa: ਸਵੈ-ਮੈਂਬਰੀ ਬੰਦ, ਕੋਈ ਸਰਵਿਸ ਲੈਵਲ ਪਸੰਦ ਨਹੀਂ
ru: Автоматическая подписка отключена. Нет предпочитаемого уровня обслуживания.

source: Auto-subscribe Off, Service Level %s
bn: স্বয়ংক্রিয় সাবস্ক্রিপশন বন্ধ হয়েছে, পরিসেবার স্তর %s
de: Auto-Subskription deaktiviert, Service-Level %s
es: Auto-suscribir apagado, no hay nivel de servicio %s
gu: આપમેળે ઉમેદવારી કરવાનું બંધ, સેવા સ્તર %s
hi: स्वतः सदस्यता लें, सर्विस स्तर %s
it: Auto-subscribe Off, Livello del servizio %s
ja: 自動サブスクライブはオフになっています、 サービスレベルは %s です
pa: ਸਵੈ-ਮੈਂਬਰੀ ਬੰਦ, ਸਰਵਿਸ ਲੈਵਲ %s
ru: Автоматическая подписка отключена. Уровень обслуживания: %s

source: Auto-subscribe On, No Service Level Preference
bn: স্বয়ংক্রিয় সাবস্ক্রিপশন চালু রয়েছে, পরিসেবার কোনো পছন্দসই স্তর নির্ধারিত হয়নি
de: Auto-Subskription aktiviert, keine Service-Level-Einstellung
es: Auto-subscribir encendido, No hay preferencia de nivel de servicio
gu: આપમેળે ઉમેદવારી કરવાનું ચાલુ, સેવા સ્તર પસંદગી નથી
hi: स्वतः सदस्यता चालू, कोई सर्विस स्तरीय प्रदर्शन नहीं
it: Auto-subscribe On, Nessuna preferenza del livello del servizio
ja: 自動サブスクライブはオンになっています、 サービスレベルは設定されていません
pa: ਸਵੈ-ਮੈਂਬਰੀ ਚਾਲੂ, ਕੋਈ ਸਰਵਿਸ ਲੈਵਲ ਪਸੰਦ ਨਹੀਂ
ru: Автоматическая подписка включена. Нет предпочитаемого уровня обслуживания.

source: Auto-subscribe On, Service Level %s
bn: স্বয়ংক্রিয় সাবস্ক্রিপশন চালু রয়েছে, পরিসেবার স্তর %s
de: Auto-Subskription aktiviert, Service-Level %s
es: Auto-suscribir encendido, nivel de servicio %s
gu: આપમેળે ઉમેદવારી કરવાનું ચાલુ, સેવા સ્તર %s
hi: स्वतः सदस्यता चालू, सर्विस स्तर %s
it: Auto-subscribe On, Livello del servizio %s
ja: 自動サブスクライブはオンになっています、 サービスレベルは %s です
pa: ਸਵੈ-ਮੈਂਬਰੀ ਚਾਲੂ, ਸਰਵਿਸ ਲੈਵਲ %s
ru: Автоматическая подписка включена. Уровень обслуживания: %s

source: Available Errata
bn: উপলব্ধ ত্রুটি-বিচ্যুতি
de: Verfügbare Errata
es: Erratas disponibles
gu: ઉપલબ્ધ એરાટા
hi: उपलब्ध इरेटा
it: Errata disponibile
ja: 利用可能なエラータ
mr: उपलब्ध एराटा
pa: ਉਪਲੱਬਧ ਇਰੱਟਾ
ru: Доступные исправления
ta: இருக்கும் Errata

source: Available Subscriptions
bn: উপলব্ধ সাবস্ক্রিপশন
de: Verfügbare Subskriptionen
es: Suscripciones disponibles
gu: ઉપલબ્ધ ઉમેદવારીઓ
hi: उपलब्ध सदस्यता
it: Sottoscrizioni disponibili
ja: 利用可能なサブスクリプション
mr: उपलब्ध सबस्क्रिप्शन्स्
pa: ਉਪਲੱਬਧ ਮੈਂਬਰੀਆਂ
ru: Доступные подписки
ta: இருக்கும் சந்தாக்கள்

source: Back
bn: পূর্ববর্তী
de: Zurück
es: Atrás
gu: પાછળ
hi: पीछे
it: Indietro
ja: 戻る
mr: मागे
pa: ਪਿੱਛੇ
ru: Назад
ta: பின்

source: Browser Default Locale
bn: ব্রাউজারের ডিফল্ট লোকেইল
de: Standardgebietsschema des Browsers
es: Navegador de configuración regional predeterminado
gu: બ્રાઉઝરની મૂળભૂત લોકેલ
hi: ब्राउजर तयशुदा लोकेल
it: Locale predefinito del browser
ja: ブラウザーのデフォルトロケール
mr: ब्राउजरचे पूर्वनिर्धारित लोकेल
pa: ਬਰਾਊਜ਼ਰ ਡਿਫਾਲਟ ਲੋਕੇਲ
ru: Стандартный язык браузера
ta: உலாவி முன்னிருப்பு மொழி

source: Build Host
bn: বিল্ড হোস্ট
es: Crear host
gu: યજમાન બનાવો
hi: बिल्ड होस्ट
it: Host di compilazione
ja: ビルドしたホスト
mr: बिल्ड होस्ट
pa: ਬਿਲਟ ਹੋਸਟ
ru: Хост сборки
ta: ஹோஸ்ட் உருவாக்கு

source: By Environments
bn: এনভায়রনমেন্ট অনুযায়ী
de: Nach Umgebungen
es: Por entornos
gu: પર્યાવરણ દ્દારા
hi: वातावरण द्वारा
it: Per ambienti
ja: 環境別
mr: वातावरनांतर्फे
pa: ਇਨਵਾਇਰਮੈਂਟ ਦੁਆਰਾ
ru: По окружению
ta: சூழல்களால்

source: CDN loading error: %s not found
bn: CDN লোড করতে ত্রুটি: %s পাওয়া যায়নি
de: CDN Ladefehler: %s nicht gefunden
es: Error al cargar CDN: %s no se encontró
gu: CDN લાવતી વખતે ભૂલ: %s મળ્યુ નથી
hi: CDN लोडिंग त्रुटि: %s नहीं मिला
it: Errore di caricamento di CDN: %s non trovato
ja: CDN のロード中にエラー発生: %s が見つかりません
mr: CDN लोड करतेवेळी त्रुटी: %s आढळले नाही
pa: CDN ਲੋਡਿੰਗ ਗਲਤੀ: %s ਨਹੀਂ ਲੱਭਿਆ
ru: Ошибка загрузки CDN: %s не найден.
ta: CDN ஏற்றும் பிழை: %s காணவில்லை

source: CDN loading error: access denied to %s
bn: CDN লোড করতে ত্রুটি: %s ব্যবহারের অনুমতি প্রত্যাখ্যান করা হয়েছে
de: CDN Ladefehler: Zugriff auf %s verweigert
es: Error en carga de CDN: acceso denegado para %s
gu: CDN લાવતી વખતે ભૂલ: પ્રવેશ %s માં નામંજૂર થયેલ છે
hi: CDN लोडिंग त्रुटि: %s में पहुँच की मनाही
it: Errore di caricamento di CDN: accesso negato a %s
ja: CDN のロード中にエラー発生: %s へのアクセスが拒否されました
pa: CDN ਲੋਡਿੰਗ ਗਲਤੀ: %s ਲਈ ਪਹੁੰਚ ਰੱਦ
ru: Ошибка загрузки CDN: %s отказано в доступе.

source: Can't update Library environment
bn: লাইব্রেরি পরিবেশ আপডেট করা সম্ভব নয়
de: Bibliothek-Umgebung kann nicht aktualisiert werden
es: No se puede actualizar entorno de biblioteca
gu: લાઇબ્રેરી પર્યાવરણને સુધારી શકાતુ નથી
hi: लाइब्रेरी वातावरण अद्यतन नहीं कर सकते
it: Impossibile aggiornare l'ambiente Library
ja: ライブラリ環境を更新できません。
mr: लाइब्ररि वातावरण सुधारित करणे अशक्य
pa: ਲਾਇਬਰੇਰੀ ਇਨਵਾਇਰਮੈਂਟ ਅੱਪਡੇਟ ਨਹੀਂ ਕਰ ਸਕਿਆ
ru: Не удалось обновить окружение Library
ta: நூலக சூழலை புதுப்பிக்க முடியவில்லை

source: Cancel
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
gu: રદ કરો
hi: रद्द करें
it: Cancella
ja: 取り消し
mr: रद्द करा
pa: ਰੱਦ
ru: Отмена
ta: ரத்துசெய்

source: Cancel Add
bn: যোগ করার কাজ বাতিল করুন
de: Hinzufügen abbrechen
es: Cancelar añadir
gu: ઉમેરવાનું રદ કરો
hi: जोड़ें को रद्द करें
it: Cancella aggiunta
ja: 追加の取り消し
mr: समावेष रद्द करा
pa: ਜੋੜਨਾ ਰੱਦ
ru: Отменить добавление
ta: ரத்து சேர்க்கவும்

source: Cancel Review
bn: পর্যালোচনার কাজ বাতিল করুন
de: Prüfung abbrechen
es: Cancelar revisión
gu: રિવ્યૂ કરવાનું રદ કરો
hi: समीक्षा रद्द करें
it: Cancella revisione
ja: 確認の取り消し
mr: पुनरावलोकन रद्द करा
pa: ਦੁਹਰਾਈ ਰੱਦ
ru: Отменить
ta: மறுபார்வையை ரத்துசெய்

source: Cancelled.
mr: रद्द केले.
pa: ਰੱਦ ਹੋ ਗਿਆ ਹੈ।
