Repository: Katello/katello
Catalog: locale/*/app.po
Languages: bn, de, es, gu, hi, it, ja, mr, pa, ru, ta

source: No environments are available in this organization. Please add some environments to be able register systems to this organization.
bn: এই প্রতিষ্ঠানের জন্য কোনো এনভায়রনমেন্ট উপলব্ধ নেই। প্রতিষ্ঠানে সিস্টেমটি নিবন্ধন করার জন্য অনুগ্রহ করে কয়েকটি এনভায়রনমেন্ট যোগ করুন।
de: In dieser Organisation sind keine Umgebungen verfügbar. Bitte fügen Sie Umgebungen hinzu, um Systeme bei dieser Organisation registrieren zu können.
es: No hay entornos disponibles en esta organización. Por favor añada algunos entornos para poder registrar sistemas a esta organización.
gu: આ સંસ્થામાં પર્યાવરણો ઉપલબ્ધ નથી. મહેરબાની કરીને આ સંસ્થામાં સિસ્ટમોને રજીસ્ટર કરવા સક્ષમ કરવા માટે અમુક પર્યાવરણોને ઉમેરો.
hi: वर्तमान में कोई वातावरण इस संगठन में उपलब्ध नहीं हैं. इस संगठन में तंत्र के पंजीयन में समर्थ होने के लिए कुछ वातावरण को जोड़ें.
it: Nessun ambiente è disponibile in questa organizzazione. Aggiungere gli ambienti per poter registrare i sistemi a questa organizzazione.
ja: この組織に利用可能な環境はありません。システムを登録するためには、環境を追加してください。
mr: या संस्था अंतर्गत वातावरणे आढळले नाही. प्रणालींना या संस्थासह नोंदणी करण्यासाठी कृपया काहिक वातावरणे समाविष्ट करा.
pa: ਇਸ ਸੰਗਠਨ ਵਿੱਚ ਕੋਈ ਵਾਤਾਵਰਨ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਵਾਤਾਵਰਨ ਜੋੜੋ ਤਾਂ ਕਿ ਸਿਸਟਮ ਨੂੰ ਇਸ ਸੰਗਠਨ ਨਾਲ ਰਜਿਸਟਰ ਕੀਤਾ ਜਾ ਸਕੇ।
ru: Нет окружений в организации. Для регистрации систем в этой организации необходимо добавить окружение
ta: நிறுவனத்தில் சூழ்நிலைகள் எதுவும் இல்லை. இந்த நிறுவத்திற்கான சிஸ்டங்களை சில சூழல்களை சேர்க்க பதிவுசெய்ய முடியும்.

source: No environments are currently available in this organization. Please add some to be able to create activation keys.
bn: এই প্রতিষ্ঠানের জন্য কোনো এনভায়রনমেন্ট উপলব্ধ নেই। অ্যাক্টিভেশন-কি নির্মাণ করার জন্য অনুগ্রহ করে কয়েকটি এনভায়রনমেন্ট যোগ করুন।
de: In dieser Organisation sind derzeit keine Umgebungen verfügbar. Bitte fügen Sie Umgebungen hinzu, um Aktivierungsschlüssel erstellen zu können.
es: No hay entornos disponibles actualmente en esta organización. Por favor añada algunos entornos para poder crear llaves de activación.
gu: આ સંસ્થામાં હાલમાં પર્યાવરણો ઉપલબ્ધ નથી. મહેરબાની કરીને સક્રિયકરણ કીઓ બનાવવાનું સક્ષમ કરવા માટે અમુક ઉમેરો.
hi: वर्तमान में कोई वातावरण इस संगठन में उपलब्ध नहीं हैं. सक्रियकरण कुंजी बनाने के लिए सक्षम होने के लिए कुछ को कृपया जोड़ें.
it: Nessun ambiente è attualmente disponibile in questa organizzazione. Aggiungere qualche ambiente per poter creare le chiavi di attivazione.
ja: 現在この組織に利用可能な環境はありません。アクティベーションキーを作成するには、環境を追加してください。
mr: या संस्था अंतर्गत वातावरणे आढळले नाही. कृपया ॲक्टिवेशन किज निर्माण करण्यासाठी काहिक वातावरणे समाविष्ट करा.
pa: ਇਸ ਸੰਗਠਨ ਵਿੱਚ ਹਾਲੇ ਕੋਈ ਵਾਤਾਵਰਨ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਜੋੜੋ ਤਾਂ ਜੋ ਸਰਗਰਮੀ ਕੁੰਜੀ ਬਣਾਈ ਜਾ ਸਕੇ।
ru: Нет окружений в организации. Для создания ключей активации необходимо добавить окружение
ta: இந்த நிறுவனத்தில் தற்போது எந்த சூழ்நிலைகளும் இல்லை. செயல்பாட்டு விசைகளை உருவாக்க சிலவற்றை சேர்க்க முடியும்.

source: No environments are currently available in this organization. Please either add some to the organization or select an organization that has an environment to set user default.
bn: এই প্রতিষ্ঠানের জন্য কোনো এনভায়রনমেন্ট উপলব্ধ নেই। ব্যবহারকারীর ডিফল্ট এনভায়রমেন্ট নির্ধারণের জন্য অনুগ্রহ করে প্রতিষ্ঠানে কিছু যোগ করুন অথবা এনভায়রনমেন্ট বিশিষ্ট একটি প্রতিষ্ঠান নির্বাচন করুন।
de: In dieser Organisation sind derzeit keine Umgebungen verfügbar. Bitte fügen Sie entweder welche hinzu, oder wählen Sie eine Organisation mit einer Umgebung, um den Benutzerstandard festzulegen.
es: No hay entornos disponibles actualmente en esta organización. Por favor añada algo a la organización o seleccione una organización que tenga un entorno establecido como predeterminado.
gu: પર્યાવરણો આ સંસ્થામાં ઉપલબ્ધ નથી. મહેરબાની કરીને ક્યાંતો સંસ્થામાં અમુક ઉમેરો અથવા સંસ્થાને પસંદ કરો કે જેની પાસે વપરાશકર્તા મૂળભૂતને સુયોજિત કરવા માટે પર્યાવરણ છે.
hi: इस संगठन में कोई वातावरण अभी उपलब्ध नहीं है. कृपया या तो कई संगठन जोड़ें या कोई संगठन चुनें जिसके पास कोई वातावरण हो ताकि उपयोक्ता तयशुदा सेट किया जा सके.
it: Nessun ambiente è attualmente disponibile in questa organizzazione. Aggiungerne alcuni o selezionare una organizzazione con un ambiente per impostare il default utente.
ja: この組織で現在利用できる環境がありません。 組織に利用できる環境を追加するか、 デフォルトでユーザーに設定できる環境を持っている別の組織を選択してください。
pa: ਇਸ ਸੰਸਥਾ ਵਿੱਚ ਕੋਈ ਇਨਵਾਇਰਮੈਂਟ ਹਾਲੇ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜਾਂ ਤਾਂ ਕੁਝ ਸੰਸਥਾ ਵਿੱਚ ਜੋੜੋ ਜਾਂ ਇੱਕ ਸੰਸਥਾ ਚੁਣੋ ਜਿਸਦਾ ਇਨਵਾਇਰਮੈਂਟ ਯੂਜ਼ਰ ਡਿਫਾਲਟ ਸੈੱਟ ਹੈ।
ru: Нет окружений в организации. Необходимо их добавить или выбрать организацию с существующим окружением.

source: No environments are currently available in this organization. Saving will set user to no default environment.
mr: या संस्था अंतर्गत वातावरणे आढळले नाही. साठवल्याने वापरकर्त्याला पूर्वनिर्धारित वातावरणकरीता निश्चित केले जाईल.
pa: ਇਸ ਸੰਗਠਨ ਵਿੱਚ ਹਾਲੇ ਕੋਈ ਇਨਵਾਇਰਮੈਂਟ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। ਸੰਭਾਲਣ ਨਾਲ ਯੂਜ਼ਰ ਨੂੰ ਬਿਨਾਂ ਮੂਲ ਸੰਗਠਨ ਲਈ ਸੈੰਟ ਕਰ ਦੇਵੇਗਾ।

source: No errata available.
bn: কোনো ত্রুটি-বিচ্যুতি উপলব্ধ নেই।
de: Keine Errata verfügbar.
es: No hay erratas disponibles.
gu: એરાટા ઉપલબ્ધ નથી.
hi: कोई उपलब्ध इरेटा नहीं.
it: Nessun errata disponibile.
ja: 利用可能なエラータはありません。
mr: एराटा उपलब्ध नाही.
pa: ਕੋਈ ਇਰੱਟਾ ਉਪਲੱਬਧ ਨਹੀਂ।
ru: Нет исправлений.
ta: பிழை எதுவும் இல்லை.

source: No errata exist in this promotion changeset.
mr: या प्रमोशन चेंजसेटमध्ये एराटा आढळले नाही.
pa: ਇਸ ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸ਼ੀਟ ਵਿੱਚ ਕੋਈ ਇਰੱਟਾ ਮੌਜੂਦ ਨਹੀਂ।

source: No errors
bn: কোনো ত্রুটি নেই
de: Keine Fehler
es: No hay errores
gu: ભૂલો નથી
hi: कोई त्रुटि नहीं
it: Nessun errore
ja: エラーはありません。
mr: त्रुटी आढळली नाही
pa: ਕੋਈ ਗਲਤੀ ਨਹੀਂ
ru: Нет ошибок
ta: பிழைகள் இல்லை

source: No event history found for %s
bn: %s-র জন্য কোনো ইভেন্টের পূর্ববর্তী তথ্য পাওয়া যায়নি
de: Keine Ereignischronik gefunden für %s
es: No se encontró historia del evento para %s
gu: %s માટે ઘટના ઇતિહાસ નથી
hi: %s के लिए कोई कार्यक्रम इतिहास नहीं मिला
it: Nessuna cronologia dell'evento trovata per %s
ja: %s のイベント履歴は見つかりません。
mr: %s करीता इव्हेंट इतिहास आढळला नाही
pa: %s ਲਈ ਕੋਈ ਈਵੈਂਟ ਅਤੀਤ ਨਹੀਂ ਲੱਭਿਆ
ru: Не найден журнал событий %s
ta: %s க்கான நிகழ்வு வரலாறு எதுவும் காணப்படவில்லை

source: No events matching your search criteria.
bn: অনুসন্ধানের পরামিতি অনুযায়ী কোনো ইভেন্ট পাওয়া যায়নি।
de: Keine Ereignisse gefunden für Ihre Suchkriterien
es: No hay eventos coincidentes con sus criterios de búsqueda.
gu: તમારાં શોધ માપદંડ સાથે ઘટનાઓ બંધબેસતી નથી.
hi: आपके खोज मापदंड से कोई कार्यक्रम मेल नहीं खाता है.
it: Nessun evento corrisponde ai criteri di ricerca.
ja: 検索条件に一致するイベントはありません。
mr: शोध अटिंसह इव्हेंटस् जुळत नाही.
pa: ਤੁਹਾਡੀ ਖੋਜ ਸਕੀਮ ਨਾਲ ਕੋਈ ਈਵੈਂਟ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ।
ru: Нет событий для выбранных критериев.
ta: உங்கள் தேடலுக்கு நிகழ்வுகள் எதுவும் பொருந்தவில்லை.

source: No new packages installed
bn: কোনো নতুন প্যাকেজ ইনস্টল করা হয়নি
de: Keine neuen Pakete installiert
es: No hay paquetes nuevos instalados
gu: નવાં પેકેજ સ્થાપિત થયેલ નથી
hi: कोई नया संकुल संस्थापित नहीं किया गया
it: Nessun nuovo pacchetto installato
ja: インストール済みの新しいパッケージはありません。
mr: नवीन संकुले प्रतिष्ठापीत झाले नाही
pa: ਕੋਈ ਨਵਾਂ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ
ru: Нет новых пакетов
ta: புதிய தொகுப்புகள் எதுவும் நிறுவப்படவில்லை

source: No package groups available.
bn: কোনো প্যাকেজ সংকলন উপলব্ধ নেই।
de: Keine Paketgruppen verfügbar.
es: No hay grupos de paquetes disponibles.
gu: પેકેજ જૂથો ઉપલબ્ધ નથી.
hi: कोई संकुल समूह उपलब्ध नहीं.
it: Nessun gruppo di pacchetti disponibile.
ja: 利用可能なパッケージグループはありません。
mr: संकुल गटे अनुपलब्ध.
pa: ਕੋਈ ਪੈਕੇਜ ਗਰੁੱਪ ਉਪਲੱਬਧ ਨਹੀਂ।
ru: Нет групп пакетов.
ta: தொகுப்பு குழுக்கள் எதுவும் இல்லை

source: No packages are currently filtered.
bn: কোনো প্যাকেজ বর্তমানে ফিল্টার করা হয়নি।
de: Keine Pakete werden derzeit gefiltert.
es: No hay paquetes actualmente filtrados.
gu: હાલમાં પેકેજો ફિલ્ટર થયેલ નથી.
hi: कोई संकुल अभी फिल्टर नहीं किया गया है.
it: Attualmente nessun pacchetto è stato filtrato.
ja: 現在フィルター済みのパッケージはありません。
mr: सध्या संकुले फिल्टर केले जात नाही.
pa: ਕੋਈ ਪੈਕੇਜ ਹਾਲੇ ਫਿਲਟਰ ਨਹੀਂ ਹੋਇਆ।
ru: Пакеты не отфильтрованы.
ta: தற்போது வடிவமைக்கப்பட்ட தொகுப்புகள் எதுவும் இல்லை.

source: No packages available for promotion
mr: प्रमोशनकरिता संकुल अनुपलब्ध
pa: ਪਰਮੋਸ਼ਨ ਲਈ ਕੋਈ ਪੈਕੇਜ ਉਪਲੱਬਧ ਨਹੀਂ

source: No packages exist in this promotion changeset.
mr: या प्रमोशन चेंजसेट अंतर्गत संकुले आढळले नाही.
pa: ਇਸ ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸ਼ੀਟ ਵਿੱਚ ਕੋਈ ਪੈਕੇਜ ਮੌਜੂਦ ਨਹੀਂ।

source: No packages found.
bn: কোনো প্যাকেজ পাওয়া যায়নি।
de: Keine Pakete gefunden.
es: No se encontraron paquetes.
gu: પેકેજ મળ્યુ નથી.
hi: कोई संकुल नहीं मिला.
it: Nessun pacchetto trovato.
ja: パッケージは見つかりません。
mr: संकुले आढळले नाही.
pa: ਕੋਈ ਪੈਕੇਜ ਨਹੀਂ ਲੱਭਿਆ।
ru: Пакеты не найдены.
ta: தொகுப்புகள் எதுவும் இல்லை.

source: No packages removed
bn: কোনো প্যাকেজ মুছে ফেলা হয়নি
de: Keine Pakete entfernt
es: No se han retirado paquetes
gu: પેકેજો દૂર થયેલ છે
hi: कोई संकुल नहीं हटाया गया
it: Nessun pacchetto rimosso
ja: 削除済みのパッケージはありません。
mr: संकुले काढून टाकले नाही
pa: ਕੋਈ ਪੈਕੇਜ ਨਹੀਂ ਹਟਾਇਆ
ru: Пакеты не удалены
ta: தொகுப்புகள் எதுவும் நீக்கப்படவில்லை

source: No packages updated
bn: কোনো প্যাকেজ আপডেট করা হয়নি
de: Keine Pakete aktualisiert
es: No hay paquetes actualizados
gu: પેકેજો સુધારેલ છે
hi: कोई संकुल अद्यतन नहीं किया गया
it: Nessun pacchetto aggiornato
ja: 更新済みのパッケージはありません。
mr: संकुले सुधारित केले नाही
pa: ਕੋਈ ਪੈਕੇਜ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤਾ
ru: Пакеты не обновлены
ta: தொகுப்புகள் எதுவும் புதுப்பிக்கப்படவில்லை

source: No products
bn: কোনো উৎপাদন উপস্থিত নেই
de: Keine Produkte
es: No hay productos
gu: પ્રોડક્ટો નથી
hi: कोई उत्पाद नहीं.
it: Nessun prodotto
ja: 製品はありません。
mr: उत्पादने आढळले नाही
pa: ਕੋਈ ਉਤਾਪਦ
ru: Нет продуктов.
ta: தயாரிப்புகள் இல்லை

source: No products exist in the promotion changeset.
mr: प्रमोशन चेंजसेटमध्ये उत्पादने आढळले नाही.
pa: ਇਸ ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸ਼ੀਟ ਵਿੱਚ ਕੋਈ ਉਤਪਾਦ ਮੌਜੂਦ ਨਹੀਂ।

source: No products or repositories are currently associated with this system template. Please add either a product or repository that contains distributions in order to select a distribution.
bn: এই সিস্টেম টেমপ্লেটের সাথে কোনো উৎপাদন বর্তমানে যুক্ত করা হয়নি। ডিস্ট্রিবিউশন নির্বাচনের উদ্দেশ্যে প্রথমে অনুগ্রহ করে একটি উৎপাদন অথবা ডিস্ট্রিবিউশন সহ একটি উৎপাদন বাছাই করুন।
de: Mit dieser Systemvorlage sind derzeit keine Produkte oder Repositorys verknüpft. Bitte fügen Sie ein Produkt oder ein Repository hinzu, das Distributionen enthält, um eine Distribution auszuwählen.
es: No hay productos o repositorios actualmente asociados con esta plantilla de sistema. Por favor añada el producto o el repositorio que contenga distribuciones para seleccionar una distribución.
gu: પ્રોડક્ટ અથવા રિપોઝીટરીઓ આ સિસ્ટમ ટૅમ્પલેટ સાથે હાલમાં સંકળાયેલ નથી. મહેરબાની કરીને ક્યાંતો પ્રોડક્ટ અથવા રિપોઝીટરીને ઉમેરો કે જે વિતરણને પસંદ કરવા માટે ક્રમમાં વિતરણોને સમાવે છે.
hi: तंत्र नमूना के साथ कोई उत्पाद अभी संबद्ध नहीं है. कृपया किसी उत्पाद या रिपो को संबंधित करें जो वितरण को समाहित करे ताकि वितरण चुना जा सके.
it: Nessun prodotto o repositorio è attualmente associato con il template di questo sistema. Associare un prodotto o repositorio che contenga le distribuzioni per poter selezionarne una.
ja: 現在、 このシステムテンプレートに関連付けられている製品およびリポジトリはありません。 ディストリビューションを含む製品またはリポジトリのいずれかを追加してからディストリビューションを選択してください。
mr: या प्रणाली टेम्पलेटसह सध्या उत्पादने किंवा रेपॉजिटरिज् संलग्न नाहीत. वितरण निवडण्यासाठी कृपया एकतर उत्पादन किंवा रेपॉजिटरि समाविष्ट करा ज्यामध्ये निवडण्याजोगी वितरणे समाविष्टीत आहेत.
pa: ਇਸ ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਨਾਲ ਸੰਬੰਧਿਤ ਕੋਈ ਉਤਪਾਦ ਜਾ ਰਿਪੋਜ਼ਟਰੀ ਉਪਲੱਬਧ ਨਹੀਂ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਉਤਪਾਦ ਜਾਂ ਰਿਪੋਜ਼ਟਰੀ ਨੂੰ ਜੋੜੋ ਜਿਸ ਵਿੱਚ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਸ਼ਾਮਿਲ ਹਨ।
ru: В шаблоне нет продуктов и репозиториев. Добавьте продукт или репозиторий, содержащий дистрибутив.
ta: இந்த சிஸ்டம் அல்லது தொகுபதிவகங்களின் மாதிரிஉருவுடன் தற்போது தொடர்புடைய தயாரிப்புகள் எதுவும் இல்லை. ஒரு விநியோகத்தை தேர்ந்தெடுக்கும் வரிசையில் ஒரு தயாரிப்பு கொண்டுள்ள விநியோகங்களை தொடர்புபடுத்தவும்.

source: No products or repositories are currently associated.
bn: কোনো উৎপাদন অথবা সংগ্রহস্থল বর্তমানে যুক্ত নয়।
de: Derzeit sind keine Produkte oder Repositorys verknüpft.
es: No hay productos o repositorios actualmente asociados.
gu: પ્રોડક્ટો અથવા રિપોઝીટરીઓ હાલમાં સંકળાયેલ નથી.
hi: कोई उत्पाद या रिपोजिटरी अभी जुड़ा नहीं है.
it: Nessun prodotto o repositori sono attualmente associati.
ja: 現在関連付けられている製品、リポジトリはありません。
mr: सध्या उत्पादने किंवा रेपॉजिटरिज् संलग्न नाही.
pa: ਹਾਲੇ ਕੋਈ ਉਤਪਾਦ ਜਾਂ ਰਿਪੋਜ਼ਟਰੀ ਸੰਬੰਧਿਤ ਨਹੀਂ।
ru: Нет соответствующих продуктов и репозиториев.
ta: தயாரிப்புகள் அல்லது தொகுப்புதிவகங்கள் தற்போது தொடர்புடையதாக இல்லை.

source: No recently synced products.
bn: সম্প্রতি সুসংঘত কোনো উৎপাদন উপস্থিত নেই।
de: Keine kürzlich synchronisierten Produkte.
es: No hay productos sincronizados recientemente.
gu: તાજેતરની સુમેળ થયેલ પ્રોડક્ટો નથી.
hi: कोई हाल में तुल्यकालित उत्पाद नहीं.
it: Nessun prodotto recentemente sincronizzato.
ja: 最近同期された製品はありません。
mr: नुकतेच सिंक केलेले उत्पादने आढळले नाही.
pa: ਕੋਈ ਤਾਜ਼ਾ ਸਮਕਾਲੀ ਉਤਪਾਦ ਨਹੀਂ ਹੈ।
ru: Нет недавно синхронизированных продуктов.
ta: சமீபத்தில் ஒத்திசைக்கப்பட்ட தயாரிப்புகள் இல்லை.

source: No repos available for promotion
mr: प्रमोशनकरीता रेपोज् उपलब्ध नाही
pa: ਪਰਮੋਸ਼ਨ ਲਈ ਕੋਈ ਰਿਪੋ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ

source: No repositories
bn: কোনো সংগ্রহস্থল উপস্থিত নেই
de: Keine Repositorys
es: No hay repositorios
gu: રિપોઝીટરીઓ નથી
hi: कोई रिपॉजिटरी नहीं
it: Nessun repositorio
ja: リポジトリはありません。
mr: रेपॉजिटरिज् आढळले नाही
pa: ਕੋਈ ਰਿਪੋਜ਼ਟਰੀ ਨਹੀਂ
ru: Нет репозиториев
ta: தொகுப்பதிவகங்கள் இல்லை

source: No repositories available.
bn: কোনো সংগ্রহস্থল উপলব্ধ নয়।
de: Keine Repositorys verfügbar.
es: No hay repositorios disponibles.
gu: રિપોઝીટરીઓ ઉપલબ્ધ નથી.
hi: कोई रिपॉजिटरी मौजूद नहीं
it: Nessun repositorio disponibile.
ja: 利用可能なリポジトリはありません。
mr: रेपॉजिटरिज् उपलब्ध नाही.
pa: ਕੋਈ ਰਿਪੋਜ਼ਟਰੀ ਉਪਲੱਬਧ ਨਹੀਂ।
ru: Нет репозиториев.
ta: தொகுப்பதிவகங்கள் எதுவும் இல்லை

source: No repositories exist in this promotion changeset.
mr: या प्रमोशन चेंजसेट अंतर्गत रेपॉजिटरिज् आढळत नाही.
pa: ਇਸ ਪਰੋਮੋਸ਼ਨ ਚੇਂਜਸ਼ੀਟ ਵਿੱਚ ਕੋਈ ਰਿਪੋਜ਼ਟਰੀ ਮੌਜੂਦ ਨਹੀਂ।

source: No subscriptions have been imported.
bn: কোনো সাবস্ক্রিপশন ইম্পোর্ট করা হয়নি
de: Es wurden keine Subskriptionen importiert.
es: No se han importado suscripciones .
gu: ઉમેદવારીઓને આયાત કરવામાં આવી નથી.
hi: कोई सदस्यता आयातित नहीं की गई है.
it: Nessuna sottoscrizione è stata importata.
ja: インポートされたサブスクリプションはありません。
mr: सबस्क्रिप्शन्स् इम्पोर्ट केले नाही.
pa: ਕੋਈ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਇੰਪੋਰਟ ਨਹੀਂ ਕੀਤਾ।
ru: Нет подписок.
ta: சந்தாக்கள் எதுவும் இறக்குமதி செய்யப்பட்டன.

source: No system templates exist in the changeset.
bn: এই changeset-র মধ্যে কোনো সিস্টেম টেমপ্লেট উপস্থিত নেই।
de: In diesem Änderungssatz existieren keine Systemvorlagen.
es: No hay plantillas de sistema en el Changeset
gu: ચેન્જસેટ માં સિસ્ટમ ટૅમ્પલેટ અસ્તિત્વ ધરાવતુ નથી.
hi: इस चेंजशीट में कोई तंत्र नमूना उपलब्ध नहीं.
it: Nessun template del sistema esistente in questo changeset.
ja: 変更セットに存在するシステムテンプレートはありません。
mr: चेंजसेट अंतर्गत प्रणाली टेम्पलेटस् आढळले नाही.
pa: ਚੇਂਜਸ਼ੀਟ ਵਿੱਚ ਕੋਈ ਸਿਸਟਮ ਟੈਂਪਲਿਟ ਨਹੀਂ ਹੈ।
ru: Нет шаблонов.
ta: இந்த changeset-இல் சிஸ்டம் மாதிரிஉருக்கள் எதுவும் இல்லை.

source: No systems found.
bn: কোনো সিস্টেম পাওয়া যায়নি।
de: Keine Systeme gefunden.
es: No se hallaron sistemas.
gu: સિસ્ટમો મળી નથી.
hi: कोई सिस्टम नहीं मिला.
it: Nessun sistema trovato.
ja: システムが見つかりません。
mr: प्रणाली आढळले नाही.
pa: ਕੋਈ ਸਿਸਟਮ ਨਹੀਂ ਲੱਭਿਆ।
ru: Системы не найдены.
ta: சிஸ்டம்கள் காணப்படவில்லை.

source: None
bn: শূণ্য
de: Keine
es: Ninguno
gu: કંઇ નહિં
hi: कोई नहीं
it: Nessuno
ja: なし
mr: काहिच नाही
pa: ਕੋਈ ਨਹੀਂ
ru: Нет
ta: ஒன்றுமில்லாத

source: None defined for this Organization.
bn: এই প্রতিষ্ঠানের জন্য একটিও নির্ধারণ করা হয়নি।
de: Keine definiert für diese Organisation.
es: Ninguno definido para esta organización
gu: આ સંસ્થા માટે કંઇપણ વ્યાખ્યાયિત થયેલ નથી.
hi: इस संगठन के लिए कोई परिभाषित नहीं है.
it: Nessuno definito per questa organizzazione
ja: この組織に定義されているものはありません。
mr: या संस्थाकरीता काहिच निश्चित नाही.
pa: ਇਸ ਸੰਗਠਨ ਲਈ ਕੋਈ ਪਰਿਭਾਸ਼ਤ ਨਹੀਂ।
ru: Не определены для этой организации.
ta: இந்த நிறுவனத்திற்கு எதுவும் குறிப்பிடப்படவில்லை.

source: None of the associated products or repositories contain distributions, please add a product or repository that contains at least one distribution.
bn: যুক্ত করা কোনো উৎপাদন অথবা সংগ্রহস্থলের মধ্যে ডিস্ট্রিবিউশন উপস্থিত নেই। অনুগ্রহ করে, অন্তত একটি ডিস্ট্রিবিউশন বিশিষ্ট উৎপাদন অথবা সংগ্রহস্থল নির্বাচন করুন।
de: Keines der verknüpften Produkte oder Repositorys enthält Distributionen, bitte fügen Sie ein Produkt oder Repository hinzu, das mindestens eine Distribution enthält.
es: Ninguno de los productos asociados o repositorios cont¡ene distribuciones, por favor añada un producto o un repositorio que contenga al menos una distribución.
gu: કોઇપણ સંકળાયેલ પ્રોડક્ટો અથવા રિપોઝીટરીઓ વિતરણને સમાવતુ નથી, મહેરબાની કરીને પ્રોડક્ટ અથવા રિપોઝીટરીને ઉમેરો કે જે ઓછામાં ઓછા એક વિતરણને સમાવે છે.
hi: कोई भी संबंधित उत्पाद या रिपोजिटरी में वितरण शामिल नहीं होता है, कृपया एक उत्पाद या रिपो चुनें जिसमें कम से कम एक वितरण हो.
it: Nessuno dei prodotti o repositori associati contiene delle distribuzioni, aggiungere un prodotto o repositorio che contiene almeno una distribuzione.
ja: 関連付けられている製品またはリポジトリでディストリビューションを含んでいるものはありません。 少なくともディストリビューションをひとつ持つ製品またはリポジトリを追加してください。
mr: संलग्न उत्पादनांमध्ये वितरणे किंवा रेपॉजिटरिज् समाविष्टीत नाही, कृपया किमान एकच वितरण समाविष्टीत असणारे उत्पादन किंवा रेपॉजिटरि पसंत करा.
pa: ਕੋਈ ਸੰਬੰਧਿਤ ਉਤਪਾਦ ਜਾਂ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਨਹੀਂ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਉਤਪਾਦ ਜਾਂ ਰਿਪੋਜ਼ਟਰੀ ਜੋੜੋ ਜਿਸ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਹੈ।
ru: Продукты не содержат дистрибутивы. Добавьте продукт с дистрибутивами в его составе.
ta: தொடர்புடைய தயாரிப்புகள் அல்லது தொகுபதிவங்கள் விநியோகங்களுக்காக கொண்டுள்ளது, குறைந்தது ஒரு விநியோகத்தை கொண்டுள்ள ஒரு தயாரிப்பை தேர்ந்தெடுக்கவும்.

source: None.
bn: শূণ্য।
de: Keine.
es: Ninguno.
gu: કંઇ નહિં.
hi: कोई नहीं.
it: Nessuno.
ja: なし
mr: काहिच नाही.
pa: ਕੋਈ ਨਹੀਂ।
ru: Нет.
ta: ஒன்றுமில்லாத.

source: Not Applied
bn: প্রয়োগ করা হয়নি
de: Nicht angewendet
es: No aplica
gu: લાગુ થયેલ નથી
hi: लागू नहीं
it: Non applicato
ja: 適用されません。
mr: लागू केले नाही
pa: ਲਾਗੂ ਨਹੀਂ ਕੀਤਾ
ru: Не применено
ta: செயல்படுத்தப்படவில்லை

source: Not enough entitlements in pools (%d), required: %d, available: %d
bn: (%d) পুলের মধ্যে পর্যাপ্ত এনটাইটেলমেন্ট নেই, আবশ্যক: %d, উপলব্ধ: %d
de: Nicht genügend Berechtigungen in Pools (%d), erforderlich: %d, verfügbar: %d
es: No hay suficientes derechos en grupos (%d), requeridos: %d, disponibles: %d
gu: pools (%d) માં એંટાઅટેલમેંટ પૂરતા નથી, જરૂરી: %d, ઉપલબ્ધ: %d
hi: पूल (%d) में पर्याप्त एंटाइटेलमेंट नहीं, जरूरी: %d, उपलब्ध: %d
it: Entitlement non sufficienti nei pool (%d), necessari: %d, disponibili: %d
ja: プール (%d) に十分なエンタイトルメントがありません。必要: %d、利用可能: %d
mr: पूल्स् (%d) अंतर्गत अतिरिक्त एंटाइटलमेंटस् आढळले नाही, आवश्यक: %d, उपलब्ध: %d
pa: ਪੂਲ (%d) ਵਿੱਚ ਕੋਈ ਲੋੜੀਂਦਾ ਇਨਵਾਇਰਮੈਂਟ ਨਹੀਂ, ਲੋੜੀਂਦੇ: %d, ਉਪਲੱਬਧ: %d
ru: Недостаточно полномочий в пулах (%d). Требуется %d, доступно %d
ta: (%d) பூல்களில் போதுமான உரிமங்கள் இல்லை, தேவைப்பட்டது: %d, இருப்பது: %d

source: Not found
bn: পাওয়া যায়নি
de: Nicht gefunden
es: No se encontró
gu: મળ્યુ નથી
hi: नहीं मिला
it: Non trovato
ja: 見つかりません
mr: आढळले नाही
pa: ਨਹੀਂ ਲੱਭਿਆ
ru: Не найдено
ta: காணப்படவில்லை

source: Note: This will be set as your initial default environment.
bn: উল্লেখ্য: প্রাথমিক ডিফল্ট এনভাশরনমেন্টরূপে এটি ধার্য করা হবে।
de: Hinweis: Dies wird als Ihre anfängliche Standardumgebung festgelegt.
es: Nota: será establecido como su entorno predeterminado inicial.
gu: નોંધ: આ તમારા પ્રારંભિક મૂળભૂત પર્યાવરણ તરીકે સુયોજિત થશે.
hi: नोट: यह आपके आरंभिक तयशुदा वातावरण के रूप में सेट करेगा.
it: Nota bene: Questo verrà impostato come ambiente iniziale predefinito.
ja: 注記: これが初期のデフォルト環境として設定されます。
mr: टिप: यास प्रारंभिक पूर्वनिर्धारित वातावरण म्हणून सेट केले जाईल.
pa: ਸੂਚਨਾ:ਇਹ ਤੁਹਾਡੇ ਮੂਲ ਇਨਲਾਇਰਮੈਂਟ ਦੇ ਤੌਰ ਤੇ ਸੈੱਟ ਹੋ ਜਾਵੇਗਾ।
ru: Это окружение будет использоваться по умолчанию.
ta: குறிப்பு: இது உங்கள் துவக்க முன்னிருப்பு சூழலாக அமைக்கப்படும்.

source: Number of Sockets or LPARs:
bn: সকেট অথবা LPAR-র সংখ্যা:
de: Anzahl der Sockets oder LPARs:
es: Número de Sockets o LPAR:
gu: સોકેટો અથવા LPARs ની સંખ્યા:
hi: सॉकेट या LPAR की संख्या:
it: Numero di socket o LPAR:
ja: ソケットまたは LPAR の数:
mr: सॉकेटस् किंवा LPAR ची संख्या:
pa: ਸਾਕਟਾਂ ਜਾਂ LPARs ਦੀ ਗਿਣਤੀ:
ru: Число сокетов или LPAR:
ta: சாக்கெட்டுகள் அல்லது LPARகளின் எண்ணிக்கை:

source: Number of consumed entitlements exceeded quantity for %s
bn: %s-র ধার্য সংখ্যার থেকে বেশি এনটাইটেলমেন্ট ব্যবহার করা হয়েছে
de: Anzahl verbrauchter Berechtigungen übersteigt Anzahl für %s
es: Número de derechos consumidos cantidad excedida para %s
gu: વાપરેલ એંટાઇટેલમેંટની સંખ્યાનો જથ્થો %s માટે વધારેલ છે
hi: खपत हुए एंटाइटेलमेंट की संख्या %s के लिए ज्यादा हो गई
it: Il numero di entitlement consumati eccede la quantità per %s
ja: 消費済みエンタイトルメントの数が %s の数量を越えました。
mr: %s करीता एकूण वापरलेले एंटाइटलमेंटस्ची संख्या अपेक्षा पलीकडे आहे
pa: ਵਰਤੇ ਇੰਟਾਈਟਲਮੈਂਟਾਂ ਦੀ ਗਿਣਤੀ %s ਲਈ ਮਾਤਰਾ ਤੋਂ ਜਿਆਦਾ ਹੈ
ru: Число занятых полномочий превысило допустимое количество для %s
ta: %s-க்கான அளவு நுகரப்பட்ட உரிமங்களின் எண்ணிக்கையைவிட தாண்டியது

source: Number of sockets must be higher than 0 for system %s
bn: %s সিস্টেমের ক্ষেত্রে ০ থেকে বেশি সংখ্যক সকেট থাকা আবশ্যক।
de: Anzahl der Sockets für System %s muss größer als 0 sein
es: Número de sockets debe ser superior a 0 para sistema %s
gu: સોકેટોની સંખ્યા સિસ્ટમ %s માટે 0 કરતા વધારે જ હોવી જોઇએ
hi: सॉकेट की संख्या 0 की तुलना में सिस्टम %s के लिए जरूर ज्यादा होनी चाहिए
it: Il numero di socket deve essere maggiore di 0 per il sistema %s
ja: システム %s に関してソケット数は 0 より大きくなければなりません。
mr: प्रणाली %s करीता सॉकेटस्ची संख्या 0 पेक्षा जास्त आहे
pa: ਸਿਸਟਮ %s ਲਈ 0 ਤੋਂ ਜਿਆਦਾ ਸਾਕਟ ਹੋਣੇ ਜਰੂਰੀ ਹਨ
ru: Число сокетов для системы %s должно быть больше нуля.
ta: சிஸ்டம் %sக்கான சாக்கெட்டுகளின் எண்ணிக்கை 0 விட அதிகமாக இருக்க வேண்டும்

source: Off
bn: বন্ধ
de: Aus
es: Apagado
gu: બંધ
hi: बंद
ja: オフ
pa: ਬੰਦ
ru: Выкл.

source: Ok
bn: ঠিক আছে
es: Aceptar
gu: બરાબર
hi: ठीक
mr: ठिक आहे
pa: ਠੀਕ ਹੈ
ru: ОК
ta: சரி

source: On
bn: চালু
de: An
es: Encendido
gu: ચાલુ
hi: चालू
ja: オン
pa: ਚਾਲੂ
ru: Вкл.
