Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Repository Id associated with the kickstart repo used for provisioning
es: ID del repositorio asociado con el repositorio de kickstart utilizado para el aprovisionamiento
ja: プロビジョニングに使用する Kickstart リポジトリーに関連付けられたリポジトリー ID

source: Repository cannot be deleted since it has already been included in a published Content View. Please delete all Content View versions containing this repository before attempting to delete it or use --remove-from-content-view-versions flag to automatically remove the repository from all published versions.
ja: リポジトリーは公開されたコンテンツビューにすでに含まれるため、削除できません。この削除を試行する前にこのリポジトリーが含まれるすべてのコンテンツビューバージョンを削除してください。または、--remove-from-content-view-versions フラグを使用して、公開されているすべてのバージョンからリポジトリーを自動的に削除してください。

source: Repository cannot be disabled since it has already been promoted.
es: El repositorio no puede inhabilitarse porque ya está siendo promovido.
it: Il repositorio non può essere disabilitato poichè è stato già promosso.
ja: リポジトリーはすでにプロモート済みのため無効にできません。
ru: Репозиторий не может быть отключен, так как он уже перенесён.

source: Repository has already been cloned to %{cv_name} in environment %{to_env}
es: El repositorio ya ha sido clonado a %{cv_name} en entorno %{to_env}
it: Il repositorio è già stato clonato per %{cv_name} nell'ambiente %{to_env}
ja: リポジトリーのクローンはすでに環境 %{to_env} の %{cv_name} に作成されています。
ru: Репозиторий уже скопирован в %{cv_name} в окружении %{to_env}

source: Repository id
es: ID de repositorio
it: id repositorio
ja: リポジトリー ID
ru: ID репозитория

source: Repository identifier
es: Identificador de repositorio
ja: リポジトリー ID

source: Repository label '%s' is not associated with content view.
es: La etiqueta del repositorio "%s" no está asociada a la vista del contenido.
ja: コンテンツビューには、リポジトリーラベル '%s' が関連付けられていません。

source: Repository name
ja: リポジトリー名

source: Repository name '%{container_name}' already exists in this product using a different naming scheme. Please retry your request with the %{root_repo_container_push_name} format or destroy and recreate the repository using your preferred schema.
ja: この製品には、別の命名スキームを使用したリポジトリー名 '%{container_name}' がすでに存在します。%{root_repo_container_push_name} 形式を使用して要求を再試行するか、リポジトリーを破棄し、希望するスキーマを使用して再作成してください。

source: Repository not found
es: No se encontraron repositorios
it: Repositorio non trovato
ja: リポジトリーが見つかりません
ru: Репозиторий не найден

source: Repository path
ja: リポジトリーのパス

source: Repository set disabled
ja: リポジトリーセットが無効です

source: Repository set enabled
ja: リポジトリーセットが有効です

source: Repository set name to search on
es: Nombre del conjunto de repositorios por el que buscar
it: Nome insieme repositori da cercare
ja: 検索するリポジトリーセット名
ru: Имя искомого набора репозиториев

source: Repository set reset to default
ja: リポジトリーセットがデフォルトにリセットされました

source: Repository sets
ja: リポジトリーセット

source: Repository sets are not available for custom products.
es: Sets de repositorio están disponibles para productos personalizados.
it: Gli insiemi di repositori non sono applicabili ai prodotti personalizzati.
ja: リポジトリーセットはカスタム製品で利用できません。
ru: Для дополнительных продуктов наборы репозиториев недоступны.

source: Repository sets disabled
ja: リポジトリーセットが無効です

source: Repository sets enabled
ja: リポジトリーセットが有効です

source: Repository sets reset to default
ja: リポジトリーセットがデフォルトにリセットされました

source: Repository sets will appear here after enabling Red Hat repositories or creating custom products.
ja: リポジトリーセットは、Red Hat リポジトリーを有効にしたり、カスタム製品を作成したりすると、ここに表示されます。

source: Repository sets will appear here when the host's content view and environment has available content.
ja: ホストのコンテンツビューと環境に利用可能なコンテンツがある場合に、リポジトリーセットがここに表示されます。

source: Repository sync failure
ja: リポジトリー同期の失敗

source: Repository type
ja: リポジトリータイプ

source: Republish Repositories of %{name} %{version}
es: Volver a publicar repositorios de %{name} %{version}
ja: %{name}%{version} のリポジトリーの再公開

source: Republish Version Repositories
es: Volver a publicar repositorios de la versión
ja: バージョンリポジトリーの再公開

source: Republish repository metadata
ja: リポジトリーメタデータの再公開

source: Requested access to '%s' is denied
ja: '%s' へのアクセス要求が拒否されました

source: Require you to upload the subscription-manifest and re-attach subscriptions to hosts and activation keys.
es: Se le pide cargar el manifiesto de suscripción y volver a adjuntar las suscripciones a los hosts y las claves de activación.
ja: subscription-manifest をアップロードし、サブスクリプションをホストおよびアクティベーションキーに再度アタッチする必要があります。

source: Requirements is not valid yaml.
ja: 要件は有効な yaml ではありません。

source: Requirements yaml should be a key-value pair structure.
ja: 要件 yaml はキー/値のペアの構成でなければなりません。

source: Requirements yaml should have a 'collections' key
ja: 要件 yaml には「collections」キーが必要です

source: Requires Virt-Who
es: Requiere Virt-Who
ja: Virt-Who が必要です

source: Reset
ja: リセット

source: Reset filters
ja: フィルターのリセット

source: Reset module stream
ja: モジュールストリームのリセット

source: Reset to default
es: Restablecer valores predeterminados
ja: デフォルトにリセット

source: Reset to the default state
ja: デフォルト状態にリセット

source: Resolve traces
ja: トレースの解決

source: Resolve traces for one or more hosts
ja: 1 台以上のホストのトレースを解決する

source: Resolve traces via Katello interface
ja: Katello インターフェイスでのトレースの解決

source: Resource
es: Recurso
ja: リソース

source: Restart Services via Katello interface
es: Reiniciar los servicios a través de la interfaz de Katello
ja: Katello インターフェイスでのサービスの再起動

source: Restart app
ja: アプリケーションの再起動

source: Restart via customized remote execution
ja: カスタマイズされたリモート実行による再起動

source: Restart via remote execution
ja: リモート実行による再起動

source: Restrict composite content view promotion
ja: 複合コンテンツビューのプロモートの制限

source: Result
es: Resultado:
it: Risultato
ja: 結果
ru: Результат

source: Retrieve a single errata for a host
es: Recuperar una única errata para un host
ja: ホストに関するエラータを 1 つ取得する

source: Return Red Hat (non-custom) products only
es: Mostrar solo los productos de Red Hat (no personalizados)
ja: Red Hat (カスタム以外) 製品のみを返します

source: Return a list of installed packages distinct by name
ja: 名前別にインストール済みパッケージのリストを返す

source: Return content that can be added to the specified object. The values 'content_view_version' and 'content_view_filter are supported.
es: Mostrar el contenido que puede ser añadido al objeto especificado. Se admiten los valores 'content_view_version' y 'content_view_filter'.
ja: 指定のオブジェクトに追加可能なコンテンツを返します。'content_view_version' と 'content_view_filter' の値がサポートされます。

source: Return custom products only
es: Mostrar solo productos personalizados
ja: カスタム製品のみを返します

source: Return deb packages that are applicable to one or more hosts (defaults to true if host_id is specified)
ja: 1 つまたは複数のホストに適用可能な deb パッケージを返します (host_id が指定されている場合のデフォルトは True です)

source: Return deb packages that are upgradable on one or more hosts
ja: 1 つまたは複数のホストでアップグレード可能な deb パッケージを返します

source: Return deb packages that can be added to the specified object. Only the value 'content_view_version' is supported.
ja: 指定のオブジェクトに追加可能な deb パッケージを返します。'content_view_version' の値のみがサポートされます。

source: Return enabled products only
es: Mostrar solo los productos habilitados
ja: 有効な製品のみを返します

source: Return errata that are applicable to one or more hosts (defaults to true if host_id is specified)
es: Mostrar erratas que son aplicables a uno o más hosts (por defecto es verdadero si se especifica el host_id)
ja: 1 つ以上のホストに適用可能なエラータを返します (host_id が指定されている場合のデフォルトは True です)

source: Return errata that are applicable to this host. Defaults to false)
ja: このホストに適用可能なエラータを返します。デフォルトは false です。

source: Return errata that are upgradable on one or more hosts
es: Mostrar erratas que son actualizables en uno o más hosts
ja: 1 つ以上のホストでアップグレード可能なエラータを返します

source: Return errata that can be added to the specified object. The values 'content_view_version' and 'content_view_filter are supported.
es: Mostrar las erratas que pueden ser añadidas al objeto especificado. Se admiten los valores 'content_view_version' y 'content_view_filter'.
ja: 指定のオブジェクトに追加可能なエラータを返します。'content_view_version' と 'content_view_filter' の値がサポートされます。

source: Return name and stream information only)
es: Mostrar solo el nombre y la información de la corriente
ja: 名前とストリーム情報のみを返します)

source: Return only errata of a particular severity (None, Low, Moderate, Important, Critical)
ja: 特定の重大度 (影響なし、低、中程度、重要、重大) のエラータのみを返します

source: Return only packages of a particular status (upgradable or up-to-date)
ja: 特定ステータス (アップグレード可能または最新) のパッケージのみを返します

source: Return only subscriptions which can be attached to the upstream allocation
es: Mostrar solo las suscripciones que pueden ser adjuntadas a la asignación de canal ascendente
ja: アップストリーム割り当てにアタッチ可能なサブスクリプションのみを返します

source: Return only the latest version of each package
es: Mostrar solo la última versión de cada paquete
ja: 各パッケージの最新バージョンのみを返します

source: Return only the upstream pools which map to the given Katello pool IDs
es: Mostrar solo los grupos de canal ascendente que se corresponden con ID dados de grupos de Katello
ja: 指定の Katello プール ID にマッピングするアップストリームプールのみを返します

source: Return packages that are applicable to one or more hosts (defaults to true if host_id is specified)
es: Mostrar los paquetes que son aplicables a uno o más hosts (por defecto es verdadero si se especifica host_id)
ja: 1 つ以上のホストに適用可能なパッケージを返します (host_id が指定されている場合のデフォルトは True です)

source: Return packages that are upgradable on one or more hosts
es: Mostrar los paquetes que son actualizables en uno o más hosts
ja: 1 つ以上のホストでアップグレード可能なパッケージを返します

source: Return packages that can be added to the specified object. Only the value 'content_view_version' is supported.
es: Mostrar los paquetes que pueden ser añadidos al objeto especificado. Solo se admite el valor 'content_view_version'.
ja: 指定のオブジェクトに追加可能なパッケージを返します。'content_view_version' の値のみがサポートされます。

source: Return same, different or all results
ja: 同じ結果、異なる結果またはすべての結果を返します

source: Return subscriptions that match installed products of the specified host
es: Mostrar suscripciones que coincidan con los productos instalados del host especificado
ja: 指定されたホストのインストール済み製品に一致するサブスクリプションを返します

source: Return subscriptions which do not overlap with a currently-attached subscription
es: Mostrar suscripciones que no se superpongan con una suscripción actualmente adjunta
ja: 現在割り当てられているサブスクリプションと重複しないサブスクリプションを返します

source: Return the content of a Content Credential, used directly by yum
ja: yum で直接使用されるコンテンツ認証情報のコンテンツを返します

source: Return the content of a repo gpg key, used directly by yum
es: Devolver el contenido de una llave GPG de repositorio, que utiliza directamente Yum
it: Ritorna il contenuto di una chiave gpg del repositorio usata direttamente da yum
ja: yum で直接使用されるリポジトリー GPG キーのコンテンツを返します
ru: Вернуть содержимое ключа GPG, используемого в yum

source: Return the enabled content types
ja: 有効なコンテンツタイプを返します

source: Returns content that can be both added and is currently added to the object. The value 'content_view_filter' is supported
ja: 両方とも追加可能で、現在オブジェクトに追加されているコンテンツを返します。値 'content_view_filter' がサポートされています

source: Review
ja: 確認

source: Review affected environment
ja: 影響を受ける環境の確認

source: Review affected environments
ja: 影響を受ける環境を確認

source: Review and then click {submitBtnText}.
ja: 確認して {submitBtnText} をクリックしてください。

source: Review details
ja: 詳細を確認

source: Review hosts
ja: ホストのプレビュー

source: Review the information below and click
ja: 以下の情報を確認して、次をクリック:

source: Review your currently selected changes for
ja: 現在選択されている変更内容の確認

source: Role
es: Rol
ja: ロール

source: Role of host
ja: ホストのロール

source: Roles
ja: ロール

source: Rollback image
ja: ロールバックイメージ

source: Rollback image digest
ja: ロールバックイメージダイジェスト

source: Rules to be added
ja: 追加するルール

source: Run Sync Plan:
es: Ejecutar el plan de sincronización:
ja: 同期プランの実行:

source: Run job invocation
ja: ジョブ呼び出しを実行

source: Running
es: Ejecutando
it: In esecuzione
ja: 実行中
ru: Выполнение

source: Running image
ja: 実行中のイメージ

source: Running image digest
ja: 実行中のイメージダイジェスト

source: SRPM details
es: Detalles de SRPM
ja: SRPM の詳細

source: SSL CA Content Credential
ja: SSL CA コンテンツ認証情報

source: SSL CA certificate
ja: SSL CA 証明書

source: SSL client certificate
ja: SSL クライアント証明書

source: SSL client key
ja: SSL クライアントキー

source: SUBSCRIPTIONS EXPIRING SOON
es: SUSCRIPCIONES QUE VENCEN PRONTO
ja: まもなく期限切れになるサブスクリプション

source: Save
es: Guardar
it: Salva
ja: 保存
ru: Сохранить

source: Saving alternate content source...
ja: 代替コンテンツソースの保存

source: Scan a flatpak remote
ja: flatpak リモートをスキャンする

source: Schema version 1
ja: スキーマバージョン 1

source: Schema version 2
ja: スキーマバージョン 2

source: Search
es: Buscar
it: Cerca
ja: 検索
ru: Поиск

source: Search Query
es: Consulta de búsqueda
ja: 検索クエリー

source: Search available Debian packages
ja: 利用可能な Debian パッケージの検索

source: Search available packages
ja: 利用可能なパッケージの検索

source: Search host collections
ja: ホストコレクションの検索

source: Search pattern (defaults to '*')
es: Patrón de búsqueda (por defecto es '*')
ja: 検索パターン (デフォルトは '*')

source: Search string
es: Buscar cadena
it: Cerca stringa
ja: 検索文字列
ru: Поиск строки

source: Search string for erratum to perform an action on
es: Buscar erratas en la cadena para ejecutar acciones
ja: アクションを実行するエラータの検索文字列

source: Search string for host to perform an action on
es: Buscar host en la cadena para ejecutar acciones
ja: アクションを実行するホストの検索文字列

source: Search string for hosts to perform an action on
es: Buscar hosts en la cadena para ejecutar tareas
ja: アクションを実行するホストの検索文字列

source: Search string for versions to perform an action on
ja: アクションを実行するバージョンの検索文字列

source: Security
es: Seguridad
it: Sicurezza
ja: セキュリティー
ru: Безопасность

source: Security errata applicable
es: Errata de seguridad aplicable
ja: 適用可能なセキュリティーエラータ

source: Security errata installable
es: Erratas de seguridad instalables
ja: インストール可能なセキュリティーエラータ

source: Select
es: Seleccionar
ja: 選択

source: Select ...
ja: 選択...

source: Select All
es: Seleccionar todo
it: Seleziona tutto
ja: すべてを選択
ru: Выбрать все

source: Select Content View
es: Seleccionar vista de contenido
it: Seleziona visualizzazione contenuto
ja: コンテンツビューの選択
ru: Выберите представление

source: Select None
es: Seleccionar ninguno
it: Seleziona nessuno
ja: すべてを選択解除
ru: Отменить выбор

source: Select Organization
es: Seleccionar organización
ja: 組織の選択

source: Select Value
es: Seleccionar valor
ja: 値の選択

source: Select a CA certificate
ja: CA 証明書の選択

source: Select a client certificate
ja: クライアント証明書の選択

source: Select a client key
ja: クライアントキーの選択

source: Select a content source first
ja: 先にコンテンツソースを選択してください

source: Select a content view
ja: コンテンツビューの選択

source: Select a lifecycle environment and a content view to move these hosts.
ja: これらのホストを移動するには、ライフサイクル環境とコンテンツビューを選択してください。

source: Select a lifecycle environment and a content view to move this host.
ja: このホストを移動するには、ライフサイクル環境とコンテンツビューを選択してください。

source: Select a lifecycle environment first
ja: 最初にライフサイクル環境を選択してください

source: Select a lifecycle environment from the available promotion paths to promote new version.
ja: 利用可能なプロモーションパスからライフサイクル環境を選択し、新しいバージョンをプロモートします。

source: Select a provider to install katello-host-tools-tracer
ja: katello-host-tools-tracer をインストールするプロバイダーの選択

source: Select a source
ja: ソースの選択

source: Select action
ja: アクションの選択

source: Select all
es: Seleccionar todo
ja: すべてを選択

source: Select all rows
es: Seleccionar todas las filas
ja: すべての行を選択

source: Select an Organization
es: Seleccionar una organización
it: Seleziona una organizzazione
ja: 組織の選択
ru: Выберите организацию

source: Select an environment
ja: 環境の選択

source: Select an option
ja: オプションの選択

source: Select an organization
es: Seleccionar una organización
ja: 組織の選択

source: Select at least one erratum.
ja: 少なくとも 1 つのエラータを選択してください。

source: Select at least one package.
ja: 少なくとも 1 つのパッケージを選択してください。

source: Select attributes for ${akDetails.name}
ja: ${akDetails.name} の属性の選択

source: Select available version of ${truncate(cvName)} to use
ja: 使用する ${truncate(cvName)} の利用可能なバージョンの選択

source: Select available version of content views to use
ja: 使用するコンテンツビューの利用可能なバージョンの選択

source: Select content view
ja: コンテンツビューの選択

source: Select environment
es: Seleccionar entorno
ja: 環境の選択

source: Select errata
ja: エラータの選択

source: Select errata to apply on the selected hosts. Some errata may already be applied on some hosts.
ja: 選択したホストに適用するエラータを選択します。一部のエラータは、一部のホストにすでに適用されている場合があります。

source: Select host collection(s) to associate with host {hostName}.
ja: ホスト {hostName} に関連付けるホストコレクションを選択します。

source: Select host collection(s) to remove from host {hostName}.
ja: ホスト {hostName} から削除するホストコレクションを選択します。

source: Select hosts to assign to %s
es: Seleccionar hosts para asignar a %s
it: Seleziona host da assegnare a %s
ja: ホストを選択して %s に割り当てます
ru: Выберите узлы для сопоставления %s

source: Select lifecycle environment
ja: ライフサイクル環境の選択

source: Select none
ja: すべての選択を解除

source: Select one
ja: 1 つを選択

source: Select packages to install on the selected hosts. Some packages may already be installed on some hosts.
ja: 選択したホストにインストールするパッケージを選択します。一部のパッケージは、一部のホストにすでにインストールされている場合があります。

source: Select packages to install to the host {hostName}.
ja: ホスト {hostName} にインストールするパッケージを選択します。

source: Select packages to remove on the selected hosts.
ja: 選択したホスト上で削除するパッケージを選択します。

source: Select packages to upgrade to the latest version. Packages may have different versions on different hosts.
ja: 最新バージョンにアップグレードするパッケージを選択します。ホストによってパッケージのバージョンが異なる場合があります。

source: Select page
ja: ページの選択

source: Select products
ja: 製品の選択

source: Select products to associate to this source.
ja: このソースに関連付ける製品を選択します。

source: Select row
es: Seleccionar fila
ja: 行の選択

source: Select smart proxies to be used with this source.
ja: このソースで使用する Smart Proxy を選択します。

source: Select smart proxy
ja: Smart Proxy の選択

source: Select source type
ja: ソースタイプの選択

source: Select system purpose attributes for activation key {name}.
ja: アクティベーションキー {name} のシステム目的の属性を選択します。

source: Select system purpose attributes for host {name}.
ja: ホスト {name} のシステム目的の属性を選択します。

source: Select the installation media that will be used to provision this host. Choose 'Synced Content' for Synced Kickstart Repositories or 'All Media' for other media.
es: Seleccione el medio de instalación que se utilizará para proveer este host. Elija "Contenido sincronizado" para los Repositorios de arranque sincronizado o "Todos los medios" para otros medios.
ja: このホストのプロビジョニングに使用するインストールメディアを選択してください。同期済みの Kickstart リポジトリーには「同期済みコンテンツ」を、他のメディアには「全メディア」を選択してください。

source: Selected environment
ja: 選択済みの環境

source: Selected environments
ja: 選択済みの環境

source: Selected errata will be applied on {hostCount} hosts
ja: 選択したエラータは {hostCount} 台のホストに適用されます

source: Selected packages will be {submitAction} on {hostCount} hosts
ja: 選択したパッケージは {hostCount} 台のホストに {submitAction} されます

source: Sending a list of included IDs is not allowed when all items are being selected.
ja: すべての項目が選択されている場合、含まれる ID の一覧を送信することはできません。

source: Service Level %s
es: Nivel de servicio %s
it: Livello %s del servizio
ja: サービスレベル %s
ru: Уровень обслуживания %s

source: Service Level (SLA)
es: Nivel de servicio %s (SLA)
ja: サービスレベル (SLA)

source: Service level of host
ja: ホストのサービスレベル

source: Service level to be used for autoheal
es: Nivel de servicio que se utilizará para la autocuración
ja: 自動修復に使用されるサービスレベル

source: Set content overrides for the host
es: Establecer anulaciones de contenido para el host
ja: ホストのコンテンツ上書きの設定

source: Set content overrides to one or more hosts
es: Establecer las anulaciones de contenido en uno o más hosts
ja: 1 台以上のホストにコンテンツ上書きを設定します

source: Set this HTTP proxy as the default content HTTP proxy
ja: この HTTP プロキシーをデフォルトのコンテンツ HTTP プロキシーとして設定する

source: Set true to override to enabled; Set false to override to disabled.'
ja: true に設定するとオーバーライドが有効になり、false に設定するとオーバーライドが無効になります。

source: Set true to remove an override and reset it to 'default'
es: Establecer como verdadero para eliminar una anulación y volver a establecerla como 'por defecto'
ja: 上書きを削除して「デフォルト」にリセットするには True に設定します

source: Sets the system purpose usage
es: Establece el uso del propósito del sistema
ja: システム目的の使用率を設定します

source: Sets whether the Host will autoheal subscriptions upon checkin
es: Establece si el host curará automáticamente las suscripciones en el momento de la entrada
ja: ホストがチェックイン時にサブスクリプションを自動修復するかどうかを設定します

source: Setting 'default_location_subscribed_hosts' is not set to a valid location.
es: La opción "default_location_subscribed_hosts" no está definida como una ubicación válida.
ja: 'default_location_subscribed_hosts' 設定は、有効なロケーションに設定されていません。

source: Severity
es: Gravedad
it: Severità
ja: 重要度
ru: Степень

source: Severity must be one of: %s
ja: 重大度は %s のいずれかに指定する必要があります

source: Show %s
ja: %s の表示

source: Show :a_resource
es: Mostrar :a_resource
it: Mostra :a_resource
ja: :a_resource の表示
ru: Показать :a_resource

source: Show a Content Credential
ja: コンテンツ認証情報の表示

source: Show a content view
es: Mostrar una vista de contenido
it: Mostra una visualzizazione del contenuto
ja: コンテンツビューの表示
ru: Показать представление

source: Show a content view component
es: Mostrar un componente de vista de contenido
ja: コンテンツビューのコンポーネントの表示

source: Show a content view's history
es: Mostrar el historial de una vista de contenido
it: Mostra la cronologia di una visualizzazione del contenuto
ja: コンテンツビューの履歴を表示
ru: Показать журнал представления

source: Show a flatpak remote
ja: flatpak リモートを表示する

source: Show a flatpak remote repository
ja: flatpak リモートリポジトリーを表示する

source: Show a host collection
es: Mostrar una recopilación de hosts
it: Mostra un insieme di host
ja: ホストコレクションの表示
ru: Показать коллекцию узлов

source: Show a product
es: Mostrar un producto
it: Mostra un prodotto
ja: 製品の表示
ru: Показать продукт

source: Show a repository
es: Mostrar un repositorio
ja: リポジトリーの表示

source: Show a subscription
es: Mostrar una suscripción
it: Mostra una sottoscrizione
ja: サブスクリプションを表示します
ru: Показать подписку

source: Show a sync plan
es: Mostrar un plan de sincronización
it: Mostra una programmazione della sincronizzazione
ja: 同期プランの表示
ru: Показать план синхронизации

source: Show affected activation keys
ja: 影響のあるアクティベーションキーを表示

source: Show affected hosts
ja: 影響を受けるホストを表示

source: Show all
ja: すべて表示

source: Show all repository sets
ja: 全リポジトリーセットの表示

source: Show an activation key
es: Mostrar una llave de activación
it: Mostra una chiave di attivazione
ja: アクティベーションキーの表示
ru: Показать ключ активации

source: Show an alternate content source.
ja: 代替コンテンツソースを表示します。

source: Show an environment
es: Mostrar un entorno
it: Mostra un ambiente
ja: 環境の表示
ru: Показать окружение

source: Show content available for an activation key
es: Mostrar un contenido disponible para una llave de activación
it: Mostra il contenuto disponibile per una chiave di attivazione
ja: アクティベーションキーに利用可能なコンテンツの表示
ru: Показать доступное содержимое для ключа активации

source: Show content view version
es: Mostrar la versión de la vista de contenido
it: Mostra la versione della visualizzazione del contenuto
ja: コンテンツビューバージョンの表示
ru: Показать версию представления

source: Show filter rule info
es: Mostrar información de regla de filtro
it: Mostra le informazioni sulle regole del filtro
ja: フィルタールール情報の表示
ru: Показать информацию о правиле фильтрации

source: Show full description
ja: 説明全文の表示

source: Show hosts associated to an activation key
ja: アクティベーションキーに関連付けられたホストを表示する

source: Show organization
es: Mostrar organización
it: Mostra organizzazione
ja: 組織の表示
ru: Показать организацию

source: Show release versions available for an activation key
es: Mostrar versiones de lanzamiento disponibles para una llave de activación
it: Mostra le versioni della release disponibili per una chiave di attivazione
ja: アクティベーションキーに利用可能なリリースバージョンを表示
ru: Показать версии для ключа активации
