Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: This service is only available for authenticated users
es: Este servicio solo está disponible para usuarios autenticados
it: Questo servizio è disponibile solo per utenti autenticati
ja: このサービスは認証ユーザーのみが使用できます
ru: Эта услуга доступна только авторизованным пользователям.

source: This shows repositories that are used in a typical setup.
es: Esto muestra los repositorios que se utilizan en una configuración típica.
ja: これは、一般的なセットアップで使用されるリポジトリーを示しています。

source: This subscription is not relevant to the current organization.
es: Esta suscripción no es relevante para la organización actual.
ja: このサブスクリプションは現在の組織には関係ありません。

source: This version has not been promoted to any environments.
ja: このバージョンはいずれの環境にもプロモートされていません。

source: This version is not promoted to any environments.
ja: このバージョンはいずれの環境にもプロモートされません。

source: This version will be removed from:
es: Se eliminará esta versión de:
ja: このバージョンは以下から削除されます:

source: This will create a copy of {cv}, including details, repositories, and filters. Generated data such as history, tasks and versions will not be copied.
ja: これにより、詳細、リポジトリー、およびフィルターを含め {cv} のコピーが作成されます。履歴、タスク、およびバージョン等の生成されたデータはコピーされません。

source: This will update the content view environments for {hosts}.
ja: これにより、{hosts} のコンテンツビュー環境が更新されます。

source: Time in minutes before content that is not contained within a repository and has not been accessed is considered orphaned.
ja: リポジトリー内に含まれず、アクセスされていないコンテンツを孤立したコンテンツとみなすまでの時間 (分)。

source: Time to expire yum metadata in seconds. Only relevant for custom yum repositories.
ja: yum メタデータを期限切れになる時間 (秒単位)。対象は、カスタムの yum リポジトリーのみです。

source: Timeout when refreshing a manifest (in seconds)
es: Tiempo de espera al actualizar un manifiesto (en segundos)
ja: マニフェストの更新時のタイムアウト (秒単位)

source: Timestamp
es: Sello de tiempo
ja: タイムスタンプ

source: Title
es: Título
it: Titolo
ja: タイトル
ru: Название

source: To change content view environments, a specific organization must be selected from the organization context.
ja: コンテンツビュー環境を変更するには、組織コンテキストから特定の組織を選択する必要があります。

source: To enable the synced content option, this host must use a content source, content view, and lifecycle environment which contain synced kickstart repositories for the selected architecture and operating system.
ja: 同期コンテンツオプションを有効にするには、このホストが、選択したアーキテクチャーおよびオペレーティングシステム用の同期済みキックスタートリポジトリーを含むコンテンツソース、コンテンツビュー、およびライフサイクル環境を使用している必要があります。

source: To enable them, add the environment to the content source, or select a different content source.
ja: 環境を有効にするには、環境を別のコンテンツソースに追加するか、別のコンテンツソースを選択します。

source: To enable them, add the environment to the host's content source, or
ja: 環境を有効にするには、その環境をホストのコンテンツソースに追加するか、

source: To finish the process of changing the content source, run the following script manually on {hosts}.
ja: コンテンツソースの変更プロセスを完了するには、次のスクリプトを {hosts} で手動で実行します。

source: To get started, add a filter rule to this filter
ja: まず、フィルタールールをこのフィルターに追加します。

source: To get started, add this host to a host collection.
ja: まず、このホストをホストコレクションに追加します。

source: To include or exclude specific content from the content view, create a filter. Without filters, the content view includes everything from the added repositories.
ja: コンテンツビューから特定のコンテンツを追加または除外するには、フィルターを作成します。フィルターを使用しない場合は、コンテンツビューには追加したリポジトリーにあるものがすべて含まれます。

source: To manage host packages, a specific organization must be selected from the organization context.
ja: ホストパッケージを管理するには、組織コンテキストから特定の組織を選択する必要があります。

source: To manage packages, select an action.
ja: パッケージを管理するには、アクションを選択してください。

source: Token/password for the flatpak remote
ja: flatpak リモートのトークン/パスワード

source: Total steps:
es: Pasos totales:
ja: ステップ合計数:

source: Tracer
ja: トレーサー

source: Tracer helps administrators identify applications that need to be restarted after a system is patched.
ja: トレーサーを使用することで、管理者はシステムにパッチ修正を適用した後に再起動する必要のあるアプリケーションを特定しやすくなります。

source: Tracer profile uploaded successfully
es: Perfil del rastreador cargado con éxito
ja: トレーサープロファイルが正常にアップロードされました

source: Traces
es: Rastros
ja: トレース

source: Traces are being enabled
ja: トレースが有効になっています

source: Traces are not enabled
ja: トレースは有効ではありません

source: Traces help administrators identify applications that need to be restarted after a system is patched.
ja: トレースを使用することで、管理者はシステムにパッチ修正を適用した後に再起動する必要のあるアプリケーションを特定しやすくなります。

source: Traces may be enabled by a user with the appropriate permissions.
ja: トレースは、適切なパーミッションを持つユーザーによって有効にできます。

source: Traces may be listed here after {pkgLink}.
ja: トレースは {pkgLink} の後に一覧表示される場合があります。

source: Traces not available
ja: トレースは利用できません

source: Traces that require logout cannot be restarted remotely
ja: ログアウトが必要なトレースをリモートで再起動することはできません

source: Traces will be shown here to a user with the appropriate permissions.
ja: トレースは、適切なパーミッションを持つユーザーに対してここで表示されます。

source: Traffic for all alternate content sources associated with this smart proxy will go through the chosen HTTP proxy.
ja: このSmart Proxy に関連付けられた代替コンテンツソースのトラフィックは、選択した HTTP プロキシーを通過します。

source: Trigger an auto-attach of subscriptions
es: Activar la inclusión automática de suscripciones
ja: サブスクリプションの自動割り当てのトリガー

source: Trigger an auto-attach of subscriptions on one or more hosts
es: Activar la inclusión automática de suscripciones en uno o más hosts
ja: 1 つ以上のホストに、サブスクリプションの自動割り当てをトリガーします

source: Try changing your search criteria.
ja: 検索条件を変更してみてください。

source: Try changing your search query.
ja: 検索クエリーを変更してみてください。

source: Try changing your search settings.
es: Intente cambiar la configuración de la búsqueda.
ja: 検索設定を変更してみてください。

source: Trying to cancel the synchronization...
es: Intentando cancelar la sincronización...
ja: 同期をキャンセルしようとしています...

source: Type
es: Tipo
it: Tipo
ja: タイプ
ru: Тип

source: Type must be one of: %s
ja: タイプは %s のいずれかに指定する必要があります

source: Type of content
ja: コンテンツのタイプ

source: Type of content: "cert", "gpg_key"
ja: コンテンツの種類: "cert"、"gpg_key"

source: Type of repository. Available types endpoint: /katello/api/repositories/repository_types
ja: リポジトリーのタイプ。利用可能なタイプエンドポイント: /katello/api/repositories/repository_types

source: URL and paths
ja: URL およびパス

source: URL and subpaths
ja: URL およびサブパス

source: URL needs to have a trailing /
ja: URL には末尾の / が必要です

source: URL of a PyPI content source such as https://pypi.org.
ja: PyPI コンテンツソースの URL (例: https://pypi.org)。

source: URL of an OSTree repository.
ja: OSTree リポジトリーの URL。

source: UUID of the consumer
es: UUID del consumidor
ja: コンシューマー UUID

source: UUID of the content host
es: UUID del host de contenido
it: UUID dell'host di contenuto
ja: コンテンツホスト UUID
ru: UUID узла содержимого

source: UUID of the system
es: UUID del sistema
it: UUID del sistema
ja: システム UUID
ru: UUID системы

source: UUID to use for registered host, random uuid is generated if not provided
es: UUID a utilizar para el host registrado, se genera un uuid aleatorio si no se proporciona
ja: 登録済みホストに使用するUUID。指定されていない場合には、無作為に UUID が生成されます。

source: UUIDs of the virtual guests from the host's hypervisor
es: UUID de los huéspedes virtuales del hipervisor del host
ja: ホストのハイパーバイザーからの仮想ゲスト UUID

source: Unable to connect
es: Incapaz de conectar
ja: 接続できません

source: Unable to connect. Got: %s
es: No se pudo establecer la conexión. Se obtuvo: %s.
ja: 接続できません。結果: %s

source: Unable to create ContentViewEnvironment. Check the logs for more information.
ja: ContentViewEnvironment を作成できません。詳細は、ログを確認してください。

source: Unable to delete any alternate content source. You either do not have the permission to delete, or none of the alternate content sources exist.
ja: 代替コンテンツソースを削除できません。削除するパーミッションがないか、代替コンテンツソースが存在しません。

source: Unable to detect pulp storage
es: No se pudo detectar el almacenamiento Pulp
ja: Pulp ストレージを検出できません

source: Unable to detect puppet path
es: No se pudo detectar la ruta de Puppet
ja: Puppet パスを検出できません

source: Unable to find product '%s' in organization '%s'
ja: 組織 '%s' で製品 '%s' が見つかりません

source: Unable to get users
ja: ユーザーを取得できません

source: Unable to import in to Content View specified in the metadata - '%{name}'. The 'import_only' attribute for the content view is set to false. To mark this Content View as importable, have your system administrator run the following command on the server.
ja: メタデータで指定されたコンテンツビュー '%{name}' にインポートできません。コンテンツビューの 'import_only' 属性は false に設定されています。このコンテンツビューをインポート可能としてマークするには、システム管理者がサーバーで以下のコマンドを実行する必要があります。

source: Unable to reassign activation_keys. Please check activation_key_content_view_id and activation_key_environment_id.
es: No se pueden reasignar activation_keys. Compruebe activation_key_content_view_id y activation_key_environment_id.
it: Impossibile riassegnare activation_keys. Controllare activation_key_content_view_id e activation_key_environment_id.
ja: activation_keys の再割り当てを実行できません。activation_key_content_view_id と activation_key_environment_id を確認してください。
ru: Не удалось переназначить ключи активации. Проверьте activation_key_content_view_id и activation_key_environment_id.

source: Unable to reassign activation_keys. Please provide key_content_view_id and key_environment_id.
es: No se pueden reasignar activation_keys. Proporcione key_content_view_id y key_environment_id.
it: Impossibile riassegnare activation_keys. Fornire key_content_view_id e key_environment_id.
ja: activation_keys の再割り当てを実行できません。key_content_view_id と key_environment_id を指定してください。
ru: Не удалось переназначить ключи активации. Необходимо указать key_content_view_id и key_environment_id.

source: Unable to reassign content hosts. Please provide system_content_view_id and system_environment_id.
es: No se pueden reasignar hosts de contenido. Proporcione system_content_view_id y system_environment_id.
it: Impossibile riassegnare gli host di contenuto. Fornire provide system_content_view_id e system_environment_id.
ja: コンテンツホストの再割り当てを実行できません。system_content_view_id と system_environment_id を指定してください。
ru: Не удалось переназначить узлы. Необходимо указать system_content_view_id и system_environment_id.

source: Unable to reassign systems. Please check system_content_view_id and system_environment_id.
es: No se pueden reasignar sistemas. Revise system_content_view_id y system_environment_id.
it: Impossibile riassegnare i sistemi. Controllare system_content_view_id e system_environment_id.
ja: システムの再割り当てを実行できません。system_content_view_id と system_environment_id を確認してください。
ru: Не удалось переназначить системы. Проверьте system_content_view_id и system_environment_id.

source: Unable to refresh any alternate content source. You either do not have the permission to refresh, or no alternate content sources exist.
ja: 代替コンテンツソースを更新できません。更新するパーミッションがないか、代替コンテンツソースが存在しません。

source: Unable to refresh any alternate content source. You either do not have the permission to refresh, or none of the alternate content sources exist.
ja: 代替コンテンツソースを更新できません。更新するパーミッションがないか、代替コンテンツソースが存在しません。

source: Unable to send errata e-mail notification: %{error}
es: No se puede enviar una notificación por correo electrónico de erratas: %{error}
ja: エラータのメール通知を送信できません: %{error}

source: Unable to sync repo. This repository does not have a feed url.
es: No se pudo sincronizar el repositorio. Este repositorio no tiene una URL de fuente.
ja: リポジトリーを同期できません。このリポジトリーにはフィード URL がありません。

source: Unable to sync repo. This repository is not a library instance repository.
ja: リポジトリーを同期できません。このリポジトリーはライブラリーインスタンスリポジトリーではありません。

source: Unable to synchronize any repository. You either do not have the permission to synchronize or the selected repositories do not have a feed url.
es: No se puede sincronizar ningún repositorio. Es posible que usted no tenga permiso para sincronizar o que los repositorios seleccionados no tengan una URL de fuente.
it: Impossibile sincronizzare qualsiasi repository. Probabilmente non sei in possesso dei permessi necessari per la sincronizzazione, oppure i repository selezionati non dispongono di un url del feed.
ja: リポジトリーを同期できません。同期する権限がないか、または選択されたリポジトリーにフィード URL がないかのいずれかです。
ru: Не удалось синхронизировать репозитории. Недостаточно разрешений или не определен URL репозитория.

source: Unable to update the repository list
ja: リポジトリー一覧を更新できません

source: Unable to update the user-repository mapping
ja: user-repository マッピングを更新できません

source: Unapplied Errata
es: Erratas no aplicadas
it: Errata non applicato
ja: 適用されないエラータ
ru: Несохраненные исправления

source: Unattach a subscription
es: Desvincular una suscripción
it: Rimuovi una sottoscrizione
ja: サブスクリプションの割り当て解除
ru: Отключить подписку

source: Unfiltered params array: %s.
es: Matriz de parámetros sin filtrar: %s.
ja: フィルタリングされていないパラメーター配列: %s。

source: Uninstall and reset
ja: アンインストールとリセット

source: Unknown
es: Desconocido
it: Sconosciuto
ja: 不明
ru: Неизвестно

source: Unknown Action
es: Acción desconocida
ja: 不明なアクション

source: Unknown errata status
es: Estado de errata desconocido
ja: 不明なエラータステータス

source: Unknown traces status
es: Estado de los rastros desconocidos
ja: 不明なトレースステータス

source: Unlimited
es: Ilimitado
it: Illimitato
ja: 無制限

source: Unregister host %s before assigning an organization
es: Cancelar el registro del host %s antes de asignar una organización
ja: 組織を割り当てる前にホスト %s の登録を解除してください

source: Unregister the host as a subscription consumer
es: Cancelar el registro del host como consumidor de suscripción
ja: ホストからサブスクリプション登録の解除

source: Unspecified
es: Sin especificar
ja: 指定されていません

source: Unsupported CDN resource
ja: サポートされない CDN リソース

source: Unsupported event type %{type}. Supported: %{types}
es: Tipo de evento no admitido %{type}. Admitidos: %{types}
ja: サポートされていないイベントタイプ %{type}。サポート: %{types}

source: Up-to date
ja: 最新

source: Update
es: Actualizar
it: Aggiorna
ja: 更新
ru: Обновить

source: Update Alternate Content Source
ja: 代替コンテンツソースの更新

source: Update CDN Configuration
ja: CDN 設定の更新

source: Update Content Counts
ja: コンテンツ数の更新

source: Update Content Overrides
es: Actualizar anulaciones de contenidos
ja: コンテンツ上書きの更新

source: Update Content Overrides to %s
es: Actualizar anulaciones de contenidos para %s
ja: %s へのコンテンツ上書きの更新

source: Update Upstream Subscription
es: Actualizar suscripción de canal ascendente
ja: アップストリームサブスクリプションの更新

source: Update a Content Credential
ja: コンテンツ認証情報の更新

source: Update a component associated with the content view
es: Actualizar un componente asociado a la vista de contenido
ja: コンテンツビューに関連付けられたコンポーネントを更新します

source: Update a content view
es: Actualizar una vista de contenido
it: Aggiorna una visualizzazione del contenuto
ja: コンテンツビューの更新
ru: Обновить представление

source: Update a content view version
es: Actualizar una versión de vista de contenido
ja: コンテンツビューのバージョンを更新します。

source: Update a filter rule. The parameters included should be based upon the filter type.
es: Actualizar una regla de filtro. Los parámetros incluidos se deben basar en el tipo de filtro.
it: Aggiorna regola per il filtro. I parametri inclusi devono basarsi sul tipo di filtro.
ja: フィルタールールの更新。組み込まれるパラメーターはフィルタータイプに基づくものでなければなりません。
ru: Обновить правило фильтрации. Список параметров зависит от типа фильтра.

source: Update a flatpak remote
ja: flatpak リモートを更新する

source: Update a host collection
es: Actualizar una recopilación de hosts
it: Aggiorna un insieme di host
ja: ホストコレクションの更新
ru: Обновить коллекцию узлов

source: Update a repository
es: Actualizar un repositorio
it: Aggiorna un repositorio
ja: リポジトリーの更新
ru: Обновить репозиторий

source: Update a sync plan
es: Actualizar un plan de sincronización
it: Aggiorna programmazione sincronizzazione
ja: 同期プランの更新
ru: Обновить план

source: Update an activation key
es: Actualizar una llave de activación
it: Aggiorna una chiave di attivazione
ja: アクティベーションキーの更新
ru: Обновить ключ активации

source: Update an alternate content source.
ja: 代替コンテンツソースを更新します。

source: Update an environment
es: Actualizar un entorno
it: Aggiorna un ambiente
ja: 環境の更新
ru: Обновить окружение

source: Update an environment in an organization
es: Actualizar un entorno en una organización
it: Aggiorna ambiente in una organizzazione
ja: 組織内の環境を更新
ru: Обновить окружение в организации

source: Update content counts for the smart proxy
ja: Smart Proxy のコンテンツ数を更新します

source: Update content view environments for host
ja: ホストのコンテンツビュー環境の更新

source: Update content view environments for host %s
ja: ホスト %s のコンテンツビュー環境の更新

source: Update hosts manually
ja: ホストの手動更新

source: Update installed packages, enabled repos, module inventory
es: Actualizar los paquetes instalados, los repositorios habilitados, el inventario de módulos
ja: インストール済みパッケージ、有効なリポジトリー、モジュールインベントリーの更新

source: Update organization
es: Actualizar organización
it: Aggiorna organizzazione
ja: 組織の更新
ru: Обновить организацию

source: Update package group via Katello interface
es: Actualizar grupo de paquetes a través de la interfaz de Katello
ja: Katello インターフェイスでのパッケージグループの更新

source: Update package via Katello interface
es: Actualizar paquete a través de la interfaz de Katello
ja: Katello インターフェイスでのパッケージの更新

source: Update packages via Katello interface
ja: Katello インターフェイスでのパッケージの更新

source: Update release version for host
es: Actualizar versión de lanzamiento para el host
ja: ホストのリリースバージョンの更新

source: Update release version for host %s
es: Actualizar versión de lanzamiento para el host %s
ja: ホスト %s のリリースバージョンの更新

source: Update services requiring restart
es: La actualización de servicios requiere el reinicio
ja: 再起動が必要なサービスの更新

source: Update the CDN configuration
ja: CDN 設定の更新

source: Update the HTTP proxy configuration on the repositories of one or more products.
es: Actualizar la configuración de proxy HTTP en los repositorios de uno o más productos.
ja: 1 つ以上の製品のリポジトリーで HTTP Proxy 設定を更新します。

source: Update the content source for specified hosts and generate the reconfiguration script
ja: 指定されたホストのコンテンツソースを更新し、再設定スクリプトを生成します

source: Update the host immediately via remote execution
ja: リモート実行でホストをすぐに更新します

source: Update the information about enabled repositories
es: Actualizar la información sobre los repositorios habilitados
it: Aggiorna le informazioni sui repositori abilitati
ja: 有効なリポジトリーの情報を更新する
ru: Обновить информацию о подключенных репозиториях

source: Update the quantity of one or more subscriptions on an upstream allocation
es: Actualizar la cantidad de una o más suscripciones en una asignación de canal ascendente
ja: アップストリームの割り当てに含まれる 1 つ以上のサブスクリプションの数量を更新します

source: Update version
ja: バージョンの更新

source: Updated
es: Actualizado
ja: 更新済み

source: Updated component details
ja: 更新されたコンポーネントの詳細

source: Updated from
ja: 更新元

source: Updates
es: Actualizaciones
it: Aggiornamenti
ja: 更新
ru: Обновления

source: Updates a product
es: Actualiza un producto
it: Aggiorna un prodotto
ja: 製品の更新
ru: Обновляет продукт

source: Updates available: Component content view versions have been updated.
ja: 更新が利用可能: コンポーネントのコンテンツビューバージョンが更新されました。

source: Updates available: Repositories and/or filters have changed.
ja: 更新が利用可能: リポジトリーやフィルターが変更されました。

source: Updating Package...
es: Actualizando el paquete...
it: Aggiornamento pacchetto in corso...
ja: パッケージを更新しています...
ru: Обновление пакета...

source: Updating System Purpose for host
es: Actualización de la finalidad del sistema para el anfitrión
ja: ホストのシステム目的を更新中

source: Updating System Purpose for host %s
ja: ホスト %s のシステム目的を更新中

source: Updating package group...
es: Actualización de grupo de paquetes...
it: Aggiornamento gruppo di pacchetti...
ja: パッケージグループを更新しています...
ru: Обновление группы пакетов...

source: Updating repository authentication configuration
es: Actualizando la configuración de la autenticación del repositorio
ja: リポジトリー認証設定の更新

source: Upgradable
es: Actualizable
ja: アップグレード可能

source: Upgradable to
ja: 以下にアップグレード可能:

source: Upgrade
ja: アップグレード

source: Upgrade all packages
ja: すべてのパッケージのアップグレード

source: Upgrade packages
ja: パッケージのアップグレード

source: Upgrade via customized remote execution
ja: カスタマイズされたリモート実行によるアップグレード

source: Upgrade via remote execution
ja: リモート実行によるアップグレード

source: Upload Content Credential contents
ja: コンテンツ認証情報のコンテンツのアップロード

source: Upload a chunk of the file's content
es: Cargar un fragmento del contenido del archivo
it: Carica una sezione del contenuto del file
ja: ファイルのコンテンツのチャンクをアップロード
ru: Обновить содержимое файла частично

source: Upload a subscription manifest
es: Cargar un manifiesto de suscripción
it: Carica un manifesto della sottoscrizione
ja: サブスクリプションマニフェストのアップロード
ru: Отправить манифест подписки

source: Upload into
es: Cargar a
it: Carica in
ja: アップロード先
ru: Добавить в

source: Upload package / repos profile
ja: パッケージ/リポジトリープロファイルのアップロード

source: Upload request id
es: Cargar ID de solicitud
it: Carica l'id delle richieste
ja: 要求 ID のアップロード
ru: Отправить ID запроса

source: Upstream Candlepin
ja: アップストリーム Candlepin

source: Upstream Content View Label, default: Default_Organization_View. Relevant only for 'upstream_server' type.
ja: アップストリームコンテンツビューラベル。デフォルト: Default_Organization_View。'upstream_server' タイプにのみ必要です。

source: Upstream Lifecycle Environment, default: Library. Relevant only for 'upstream_server' type.
ja: アップストリームライフサイクル環境。デフォルト: Library。'upstream_server' タイプにのみ必要です。

source: Upstream Name cannot be blank when Repository URL is provided.
es: El nombre de canal ascendente no puede estar en blanco cuando se proporciona el URL del repositorio.
ja: リポジトリー URL を指定する場合には、アップストリーム名を空白にすることはできません。

source: Upstream authentication token string for yum repositories.
ja: yum リポジトリーのアップストリーム認証トークン文字列。

source: Upstream foreman server to sync CDN content from. Relevant only for 'upstream_server' type.
ja: CDN コンテンツの同期元となるアップストリームの Foreman サーバーです。'upstream_server' タイプにのみ必要です。

source: Upstream identity certificate not available
es: Certificado de identidad de desarrollo principal no disponible
it: Certificato identità upstream non disponibile
ja: アップストリームの ID 証明書を利用できません
ru: Официальный сертификат недоступен

source: Upstream organization %s does not provide this content path
ja: アップストリーム組織 %s はこのコンテンツパスを提供していません

source: Upstream organization %{org_label} does not have a content view with the label %{cv_label}
ja: アップストリーム組織 %{org_label} には、ラベルが %{cv_label} のコンテンツビューがありません

source: Upstream organization %{org_label} does not have a lifecycle environment with the label %{lce_label}
ja: アップストリーム組織 %{org_label} には、ラベルが %{lce_label} のライフサイクル環境がありません

source: Upstream organization to sync CDN content from. Relevant only for 'upstream_server' type.
ja: CDN コンテンツの同期元となるアップストリームの組織。'upstream_server' タイプにのみ必要です。

source: Upstream password requires upstream username be set.
es: La contraseña de canal ascendente requiere que se establezca un nombre de usuario de canal ascendente.
ja: アップストリームのパスワードには、アップストリームのユーザー名を設定する必要があります。

source: Upstream username and password may only be set on custom repositories.
es: El nombre de usuario y la contraseña de canal ascendente solo pueden establecerse en repositorios personalizados.
ja: アップストリームのユーザー名とパスワードは、カスタムリポジトリーでのみ設定できます。

source: Upstream username and upstream password cannot be blank for ULN repositories
ja: ULN リポジトリーでは、アップストリームのユーザー名およびパスワードを空白にすることはできません

source: Upstream username requires upstream password be set.
es: El nombre de usuario de canal ascendente requiere que se establezca una contraseña de canal ascendente.
ja: アップストリームのユーザー名には、アップストリームのパスワードを設定する必要があります。

source: Usage
es: Uso
ja: 使用状況

source: Usage Type
es: Tipo de uso
ja: 使用タイプ

source: Usage of host
ja: ホストの使用状況

source: Usage type
ja: 使用タイプ

source: Use HTTP Proxies
ja: HTTP プロキシーの使用

source: Use HTTP proxies
ja: HTTP プロキシーの使用

source: Used to determine download concurrency of the repository in pulp3. Use value less than 20. Defaults to 10
ja: pulp3 のリポジトリーの同時ダウンロード数を判断するのに使用します。値は 20 未満を使用してください。デフォルト値は 10 です。

source: User
es: Usuario
ja: ユーザー
