Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Invalid content type '%{content_type}' provided. Content types can be one of %{content_types}
es: El tipo de contenido '%{content_type}' proporcionado no es válido. Los tipos de contenido pueden ser %{content_types}.
ja: 無効なコンテンツタイプ '%{content_type}' が指定されています。コンテンツタイプには %{content_types} のいずれかを指定できます。

source: Invalid date range. The erratum filter rule start date must come before the end date
es: Intervalo de fechas no válido. La fecha de inicio de la regla de filtro de errata debe ser anterior a la fecha de finalización
it: Intervallo data non valido. La data d'inizio per la regola del filtro dell'erratum deve essere specificata prima della data di fine
ja: 無効な日付の範囲です。エラータフィルタールールの開始日は終了日の前でなくてはなりません。
ru: Недопустимый диапазон. Дата начала не может быть позднее даты окончания.

source: Invalid erratum filter rule specified, 'errata_id' cannot be specified in the same tuple as 'start_date', 'end_date' or 'types'
es: Regla de filtro de errata no válida. 'errata_id' no se puede especificar en la misma tupla que 'start_date', 'end_date' o 'types'
it: La regola per il filtro dell'erratum specificata non è valida, 'errata_id' non può essere specificata nella stessa tupla di 'start_date', 'end_date' o 'types'
ja: 無効なエラータフィルタールールが指定されました。'errata_id' を 'start_date'、'end_date' または 'types' と同じ組で指定することはできません
ru: Недопустимое правило: «errata_id» не может использоваться вместе со «start_date», «end_date», «types»

source: Invalid erratum filter rule specified, Must specify at least one of the following: 'errata_id', 'start_date', 'end_date', 'types', or 'allow_other_types'
ja: 無効なエラータフィルタールールが指定されました。 'errata_id'、'start_date'、'end_date'、'types'、または 'allow_other_types' から少なくとも 1 つを指定する必要があります。

source: Invalid erratum types %{invalid_types} provided. Erratum type can be any of %{valid_types}
es: Tipos de errata no válidos %{invalid_types} provistos. El tipo de errata puede ser %{valid_types}
it: Fornito un tipo di erratum non valido %{invalid_types}. I tipi di erratum possono essere %{valid_types}
ja: 無効なエラータタイプ %{invalid_types} が指定されました。エラータタイプは %{valid_types} のいずれかに指定できます
ru: Неверные типы исправлений: %{invalid_types}. Допускается: %{valid_types}

source: Invalid event_type %s
es: event_type %s no válido
ja: 無効な event_type %s

source: Invalid export format provided. Format must be one of %s
ja: 無効なエクスポート形式が指定されました。形式は %s のいずれかである必要があります。

source: Invalid filter rule specified, 'version' cannot be specified in the same tuple as 'min_version' or 'max_version'
es: Regla de filtro no válida. 'version' no se puede especificar en la misma tupla que 'min_version' o 'max_version'
it: La regola del filtro specificata non è valida, 'version' non può essere specificata insieme a 'min_version' o 'max_version'
ja: 無効なフィルタールールが指定されました。'version' を 'min_version' または 'max_version' と同じタプルで指定することはできません
ru: Неверное правило: «version» не может использоваться вместе с «min_version» и «max_version»

source: Invalid format. Container name cannot be blank.
ja: 無効な形式です。コンテナー名は空白にできません。

source: Invalid format. Container pushes should follow 'organization_label/product_label/name' OR 'id/organization_id/product_id/name' schema.
ja: 無効な形式です。コンテナーのプッシュは、'organization_label/product_label/name' または 'id/organization_id/product_id/name' というスキーマに準拠している必要があります。

source: Invalid format. Organization id must be an integer without leading zeros.
ja: 無効な形式です。組織 ID は、先頭にゼロが付いていない整数である必要があります。

source: Invalid format. Organization label cannot be blank.
ja: 無効な形式です。組織ラベルは空白にできません。

source: Invalid format. Product id must be an integer without leading zeros.
ja: 無効な形式です。製品 ID は、先頭にゼロが付いていない整数である必要があります。

source: Invalid format. Product label cannot be blank.
ja: 無効な形式です。製品ラベルは空白にできません。

source: Invalid mirroring policy for repository type %{type}, only %{policies} are valid.
ja: リポジトリータイプ %{type} には無効なミラーリングポリシーです。%{policies} だけが有効です。

source: Invalid parameters sent in the request for this operation. Please contact a system administrator.
es: Parámetros inválidos enviados en la solicitud para esta operación. Por favor contacte a un administrador de sistemas.
it: Parametri non validi inviati nella richiesta per questa operazione. Contattare un amministratore di sistema.
ja: この操作に対する要求で送信されたパラメーターが無効です。システム管理者に連絡してください。
ru: Запрос операции содержит недопустимые параметры. Обратитесь к администратору.

source: Invalid parameters sent. You may have mistyped the address. If you continue having trouble with this, please contact an Administrator.
es: Parámetros inválidos enviados. Pudo haber escrito mal la dirección. Si continúa teniendo problemas con esto, por favor contacte al administrador.
it: Inviati parametri non validi. Potrebbe esserci stato un errore di battitura dell'indirizzo. Se continui ad avere problemi contatta un Amministratore.
ja: 無効なパラメーターが送信されました。アドレスの入力間違いの可能性があります。問題が引き続き発生する場合は、管理者に連絡してください。
ru: Недопустимые параметры. Проверьте адрес. При повторе ошибки обратитесь к администратору.

source: Invalid params provided - content_type must be one of %s
es: Parámetros proporcionados no válidos: content_type debe ser %s
ja: 指定されたパラメーターは無効です。content_type は %s のいずれかでなければなりません。

source: Invalid params provided - date_type must be one of %s
es: Los parámetros proporcionados no son válidos: date_type debe ser %s.
ja: 指定されたパラメーターは無効です。date_type は %s のいずれかでなければなりません。

source: Invalid params provided - with_content must be one of %s
ja: 指定されたパラメーターは無効です。with_content は %s のいずれかでなければなりません。

source: Invalid path provided. Content can be only imported from file system.
ja: 無効なパスが指定されました。コンテンツはファイルシステムからのみインポートできます。

source: Invalid release version: [%s]
ja: 無効なリリースバージョン: [%s]

source: Invalid repository in the metadata %{repo} error=%{error}
ja: メタデータのリポジトリー %{repo} が無効です。エラー=%{error}

source: Invalid value specified for Container Image repositories.
es: Valor no válido especificado para los depósitos de imágenes de contenedores.
ja: コンテナーイメージリポジトリーに無効な値が指定されています。

source: Invalid value specified for ignorable content.
es: Valor no válido especificado para contenido ignorable.
ja: 無視できるコンテンツに無効な値が指定されています。

source: Invalid value specified for ignorable content. Permissible values %s
es: Valor especificado no válido para contenido ignorable. Valores permitidos %s
ja: 無視できるコンテンツに無効な値が指定されています。許容値 %s

source: Issued
es: Emitido
it: Emesso
ja: 発行済み
ru: Создано

source: Issued from
ja: 発行元

source: It is only allowed for Non-Redhat Yum repositories.
ja: Red Hat 以外の Yum リポジトリーでのみ許可されています。

source: Job '${description}' completed
ja: ジョブ '${description}' が完了しました

source: Job '${description}' has started.
ja: ジョブ '${description}' が開始されました。

source: Katello Bootc interface
ja: Katello Bootc インターフェイス

source: Katello ID of local pool to update
es: La ID de Katello del grupo local para actualizar
ja: 更新するローカルプールの Katello ID

source: Katello: Bootc Action
ja: Katello: Bootc アクション

source: Katello: Bootc Rollback
ja: Katello: Bootc ロールバック

source: Katello: Bootc Status
ja: Katello: Bootc ステータス

source: Katello: Bootc Switch
ja: Katello: Bootc スイッチ

source: Katello: Bootc Upgrade
ja: Katello: Bootc のアップグレード

source: Katello: Configure host for new content source
ja: Katello: 新しいコンテンツソースのホストの設定

source: Katello: Install Errata
es: Katello: instalar erratas
ja: Katello: エラータのインストール

source: Katello: Install Package
es: Katello: instalar paquete
ja: Katello: パッケージのインストール

source: Katello: Install Package Group
es: Katello: instalar grupo de paquete
ja: Katello: パッケージグループのインストール

source: Katello: Install errata by search query
ja: Katello: 検索クエリーでのエラータのインストール

source: Katello: Install packages by search query
ja: Katello: 検索クエリーでパッケージをインストール

source: Katello: Module Stream Actions
es: Katello: acciones de la corriente del módulo
ja: Katello: モジュールストリームアクション

source: Katello: Remove Package
es: Katello: eliminar paquete
ja: Katello: パッケージの削除

source: Katello: Remove Package Group
es: Katello: eliminar grupo de paquetes
ja: Katello: パッケージグループの削除

source: Katello: Remove Packages by search query
ja: Katello: 検索クエリーでパッケージの削除

source: Katello: Resolve Traces
ja: Katello: トレースの解決

source: Katello: Service Restart
es: Katello: reiniciar servicio
ja: Katello: サービスの再起動

source: Katello: Update Package
es: Katello: actualizar paquete
ja: Katello: パッケージの更新

source: Katello: Update Package Group
es: Katello: actualizar grupo de paquetes
ja: Katello: パッケージグループの更新

source: Katello: Update Packages by search query
ja: Katello: 検索クエリーでのパッケージの更新

source: Katello: Upload Profile
ja: Katello: プロファイルのアップロード

source: Keep latest packages
ja: 最新のパッケージを保持する

source: Key-value hash of subscription-manager facts, nesting uses a period delimiter (.)
es: El hash de valores clave de los eventos del administrador de suscripciones, la anidación utiliza un delimitador de período (.)
ja: subscription-manager ファクトの Key-Value ハッシュ。ネスト化には、ピリオド (.) で区切ります。

source: Kickstart
ja: キックスタート

source: Kickstart repositories can only be assigned to hosts in the Red Hat family
es: Los repositorios de Kickstart solo pueden ser asignados a los hosts de la familia de Red Hat
ja: Kickstart リポジトリーは、Red Hat ファミリーのホストにのみ割り当てることができます

source: Kickstart repository ID
es: ID del repositorio de Kickstart
ja: Kickstart リポジトリー ID

source: Kickstart repository was not set for host '%{host}'
es: El repositorio de Kickstart no estaba configurado para el host '%{host}'
ja: ホスト '%{host}' に Kickstart リポジトリーが設定されていません

source: Label
es: Etiqueta
ja: ラベル

source: Label of the content
es: Etiqueta del contenido
it: Etichetta del contenuto
ja: コンテンツのラベル
ru: Метка содержимого

source: Label of the content view
ja: コンテンツビューのラベル

source: Label of the flatpak remote
ja: flatpak リモートのラベル

source: Last check-in:
ja: 最終チェックイン

source: Last checkin
ja: 最終チェックイン

source: Last published
es: Última publicación
ja: 最終公開日

source: Last refresh
ja: 最終更新

source: Last refresh :
ja: 最終更新 :

source: Last seen
ja: 最後に表示

source: Last sync
ja: 最終同期

source: Last task
ja: 最後のタスク

source: Latest (automatically updates)
ja: 最新 (自動更新)

source: Latest Errata
es: Última errata
ja: 最新のエラータ

source: Latest version
ja: 最新バージョン

source: Learn more about adding subscription manifests in
ja: サブスクリプションマニフェストの追加に関する詳細:

source: Legacy UI
ja: レガシー UI

source: Legacy content host UI
ja: レガシーコンテンツホストの UI

source: Library
es: Biblioteca
ja: ライブラリー

source: Library lifecycle environments may not be deleted.
es: La biblioteca de entornos de ciclo de vida puede borrarse.
it: Gli ambienti ciclo di vita e libreria non possono essere rimossi.
ja: ライブラリーのライフサイクル環境は削除できません。
ru: Окружения Library не могут быть удалены.

source: Library repository id to restrict comparisons to
es: ID de biblioteca de repositorios para restringir comparaciones
it: ID repository della Libreria per limitare i confronti
ja: 比較を制限するためのライブラリーのリポジトリー ID
ru: Ограничить сравнение по идентификатору репозитория Library

source: Lifecycle
es: Ciclo de vida
ja: ライフサイクル

source: Lifecycle Environment
es: El entorno de ciclo de vida
it: Ambiente Ciclo di vita
ja: ライフサイクル環境
ru: Окружение

source: Lifecycle Environment %s has associated Activation Keys. Please change or remove the associated Activation Keys before trying to delete this lifecycle environment.
es: El entorno de ciclo de vida %s ha asociado llaves de activación . Cambie o retire las llaves de activación asociadas antes de intentar borrar este entorno de ciclo de vida.
it: Sono state associate le chiavi di attivazione all'ambiente ciclo di vita %s. Modificare o rimuovere le chiavi di attivazione associate prima di provare a cancellare questo ambiente.
ja: ライフサイクル環境 %s には関連付けられたアクティベーションキーがあります。このライフサイクル環境を削除する前に、関連付けられたアクティベーションキーを変更または削除してください。
ru: С окружением %s связаны ключи активации. Измените или удалите ключи, прежде чем удалить окружение.

source: Lifecycle Environment %s has associated Hosts. Please unregister or move the associated Hosts before trying to delete this lifecycle environment.
es: El entorno de ciclo de vida %s ha asociado hosts. Cambie o retire los hosts asociados antes de intentar borrar este entorno de ciclo de vida.
ja: ライフサイクル環境 %s には関連付けられたホストがあります。ライフサイクル環境を削除する前に、関連付けられたホストの登録を解除するか、移動してください。

source: Lifecycle Environment ID
es: ID de entorno de ciclo de vida
ja: ライフサイクル環境 ID

source: Lifecycle Environment Label
ja: ライフサイクル環境ラベル

source: Lifecycle Environments
es: Entornos de ciclo de vida
it: Ambienti Ciclo di vita
ja: ライフサイクル環境
ru: Окружения жизненного цикла

source: Lifecycle environment
ja: ライフサイクル環境

source: Lifecycle environment '%{environment}' is not attached to this capsule.
es: Entorno de ciclo de vida '%{environment}' no está vinculado a esta Capsule.
it: Ambiente ciclo di vita '%{environment}' non assegnato a questo capsule
ja: ライフサイクル環境 '%{environment}' はこの Capsule に割り当てられていません。
ru: Окружение «%{environment}» не связано с этой капсулой.

source: Lifecycle environment '%{env}' cannot be used with content view '%{view}'
ja: ライフサイクル環境 '%{env}' は、コンテンツビュー '%{view}' では使用できません

source: Lifecycle environment ID
es: ID de entorno de ciclo de vida
ja: ライフサイクル環境 ID

source: Lifecycle environment must be specified
ja: ライフサイクル環境を指定する必要があります。

source: Lifecycle environment was not attached to the smart proxy; therefore, no changes were made.
es: El entorno del ciclo de vida no estaba adjunto al proxy inteligente; por lo tanto, no se realizaron cambios.
ja: ライフサイクル環境が Smart Proxy に割り当てられていないため、変更は行われませんでした。

source: Lifecycle environment: {lce}
ja: ライフサイクル環境: {lce}

source: Lifecycle environments cannot be modifed on the default Smart proxy. The content from all Lifecycle Environments will exist on this Smart proxy.
es: Los entornos del ciclo de vida no se pueden modificar en el proxy inteligente predeterminado. El contenido de todos los entornos del ciclo de vida existirá en este proxy inteligente.
ja: ライフサイクル環境をデフォルトの Smart Proxy で変更できません。すべてのライフサイクル環境のコンテンツはこの Smart Proxy 上に存在します。

source: Limit actions to content in the host's environment.
ja: アクションをホストの環境内のコンテンツに制限します。

source: Limit content to Red Hat / custom
ja: コンテンツを Red Hat / カスタムに制限します。

source: Limit content to enabled / disabled / overridden
ja: コンテンツの有効/無効/上書きを制限します。

source: Limit content to just that available in the activation key's content view version
es: Limitar el contenido a solo lo disponible en la versión de visualización de contenido de la llave de activación
ja: アクティベーションキーのコンテンツビューバージョンで利用可能なコンテンツだけに制限する

source: Limit content to just that available in the host's content view version
es: Limitar el contenido a solo lo disponible en la versión de visualización de contenido del host
ja: ホストのコンテンツビューバージョンで利用可能なコンテンツだけに制限します

source: Limit content to just that available in the host's or activation key's content view version and lifecycle environment.
ja: ホストまたはアクティベーションキーのコンテンツビューバージョンおよびライフサイクル環境で利用可能なコンテンツだけに制限します。

source: Limit the repository type. Available types endpoint: /katello/api/repositories/repository_types
ja: リポジトリータイプを制限します。利用可能なタイプエンドポイント: /katello/api/repositories/repository_types

source: Limit to environment
es: Limitar al entorno
ja: 環境に制限

source: Limits
es: Límites
it: Limiti
ja: 制限
ru: Пределы

source: List %s
ja: %s の一覧表示

source: List :resource
ja: :resource の一覧表示

source: List :resource_id
es: Lista :resource_id
it: Elenca :resource_id
ja: :resource_id を一覧表示します
ru: Показать :resource_id

source: List Content Credentials
ja: コンテンツの認証情報を一覧表示します

source: List a host's subscriptions
es: Listar las suscripciones de un host
ja: ホストのサブスクリプションの一覧表示

source: List activation keys
es: Mostrar llaves de activación
it: Elenca le chiavi di attivazione
ja: アクティベーションキーを一覧表示
ru: Показать ключи активации

source: List all :resource_id
es: Listar todos los :resource_id
it: Elenca tutte le :resource_id
ja: すべての :resource_id を一覧表示します
ru: Показать все :resource_id

source: List all organizations
es: Mostrar todas las organizaciones
it: Elenca tutte le organizzazioni
ja: すべての組織を一覧表示します
ru: Показать все организации

source: List all packages unique by name
ja: 名前が一意であるパッケージをすべて一覧表示

source: List alternate content sources.
ja: 代替コンテンツソースを一覧表示します。

source: List an activation key's subscriptions
es: Mostrar las suscripciones de una llave de activación
it: Elenca le sottoscrizioni di una chiave di attivazione
ja: アクティベーションキーのサブスクリプションの表示
ru: Показать подписки ключа активации

source: List available releases in the organization
es: Lista de las versiones disponibles en la organización
ja: 組織で利用可能なリリースを一覧表示します

source: List available subscriptions from Red Hat Subscription Management
es: Listar suscripciones disponibles del administrador de suscripciones de Red Hat
ja: Red Hat Subscription Management から利用可能なサブスクリプションを一覧表示します

source: List booted bootc container images for hosts
ja: ホストで起動済みの bootc コンテナイメージの表示

source: List components attached to this content view
es: Listar componentes adjunta a esta vista de contenido
ja: このコンテンツビューに割り当てられたコンポーネントの一覧を表示します

source: List content counts for the smart proxy
ja: Smart Proxy のコンテンツ数を一覧表示します

source: List content view environments
ja: コンテンツビュー環境の表示

source: List content view versions
es: Mostrar versiones de la vista de contenido
it: Elenca le versioni della visualizzazione del contenuto
ja: コンテンツビューのバージョンを一覧表示
ru: Показать версии представления

source: List content views
es: Mostrar vistas de contenido
it: Elenca le visualizzazioni del contenuto
ja: コンテンツビューを一覧表示します
ru: Показать представления

source: List deb packages
ja: deb パッケージの一覧表示

source: List deb packages installed on the host
es: Listar paquetes deb instalados en el host
ja: ホストにインストールされている deb パッケージの一覧を表示します

source: List environment paths
es: Mostrar rutas de entornos
it: Elenca i percorsi dell'ambiente
ja: 環境パスを一覧表示します
ru: Показать диаграммы окружений

source: List environments in an organization
es: Mostrar entornos en una organización
it: Elenca gli ambienti in una organizzazione
ja: 組織の環境の一覧を表示します
ru: Показать окружения в организации

source: List errata
es: Mostrar erratas
it: Elenca gli errata
ja: エラータを一覧表示します
ru: Показать исправления

source: List errata available for the content host
es: Mostrar erratas disponibles para el host de contenido
it: Elenca gli errata disponibili per l'host di contenuto
ja: コンテンツホストで利用可能なエラータを一覧表示します
ru: Показать исправления для узла

source: List export histories
ja: エクスポート履歴を一覧表示します

source: List filter rules
es: Mostrar reglas de filtro
it: Elenca le regole del filtro
ja: フィルタールールを一覧表示
ru: Показать правила фильтрации

source: List flatpak remote repositories
ja: flatpak リモートリポジトリーの表示

source: List flatpak remote's repositories
ja: flatpak リモートのリポジトリーを表示する

source: List flatpak remotes
ja: flatpak リモートの表示

source: List host collections
es: Mostrar recopilaciones de hosts
it: Elenca gli insiemi di host
ja: ホストコレクションを一覧表示
ru: Показать коллекции узлов

source: List host collections in an activation key
es: Lista de colecciones de hosts en una llave de activación
it: Elenca gli insiemi di host in una chiave di attivazione
ja: アクティベーションキー内のホストコレクションを一覧表示します
ru: Показать коллекции для ключа активации

source: List host collections the activation key does not belong to
es: Listar colecciones de hosts a las que no pertenece la llave de activación
ja: アクティベーションキーが属さないホストコレクションを一覧表示

source: List host collections within an organization
es: Lista de colecciones de hosts dentro de una organización
it: Elenca gli insiemi di host all'interno di una organizzazione
ja: 組織内のホストコレクションを一覧表示
ru: Показать коллекции в организации

source: List import histories
ja: インポート履歴を一覧表示します

source: List module streams available to the host
es: Lista de flujos de módulos disponibles para el host
ja: ホストで利用可能なモジュールストリームを一覧表示します

source: List of Errata ids
es: Lista de ID de erratas
it: Elenco di id errata
ja: エラータ ID の一覧
ru: Показать идентификаторы исправлений

source: List of Products for sync plan
es: Lista de productos para el plan de sincronización
ja: 同期プランの製品の一覧

source: List of alternate content source IDs
ja: 代替コンテンツソース ID のリスト

source: List of component content view version ids for composite views
es: Lista de ID de versión de la vista de contenido del componente para las vistas compuestas
it: Elenco id delle versioni per la visualizzazione del contenuto per il componente per le visualizzazioni composite
ja: 複合ビューのコンポーネントコンテンツビューのバージョン ID の一覧
ru: Список идентификаторов версий компонентов для сложных представлений

source: List of content units to ignore while syncing a yum repository. Must be subset of %s
es: Lista de unidades de contenido que se deben ignorar al sincronizar un repositorio yum. Debe ser un subconjunto de %s
ja: Yum リポジトリーの同期中に無視するコンテンツユニットの一覧。%s のサブセットである必要があります

source: List of enabled repo urls for the repo (Only first is used.)
es: Lista de URL de repositorios habilitados para el repositorio (Solo se utiliza la primera.)
it: Elenco di url dei repositori abilitati per il repositorio (Viene utilizzato solo il primo)
ja: 対象のリポジトリーで有効なリポジトリー URL の一覧 (最初のものだけを使用)
ru: Список адресов репозиториев (будет использоваться первый адрес)

source: List of enabled repositories
es: Lista de repositorios habilitados
it: Elenco di repositori abilitati
ja: 有効にされたリポジトリーの一覧
ru: Список активных репозиториев

source: List of errata ids to exclude and not run an action on, (ex: RHSA-2019:1168)
es: Lista de erratas para excluir y no ejecutar una acción, (ej.: RHSA-2019:1168)
ja: 除外してアクションを実行しないエラータ ID の一覧 (例: RHSA-2019:1168)

source: List of errata ids to perform an action on, (ex: RHSA-2019:1168)
es: Lista de erratas para realizar una acción, (ej.: RHSA-2019:1168)
ja: アクションを実行するエラータ ID の一覧 (例: RHSA-2019:1168)

source: List of host collection IDs to associate with activation key
es: Lista de ID de recopilación de hosts para asociar con la llave de activación
it: Elenco di ID degli insiemi di host da associare con la chiave di attivazione
ja: アクティベーションキーに関連付けるホストコレクション ID の一覧
ru: Список идентификаторов коллекций, которым будет назначен ключ активации

source: List of host collection IDs to disassociate from the activation key
es: Lista de ID de recopilación de hosts a disociar desde la llave de activación
it: Elenco di ID degli insiemi di host da associare della chiave di attivazione
ja: アクティベーションキーから関連付けを解除するホストコレクション ID の一覧
ru: Список идентификаторов коллекций, из которых ключ активации будет удален

source: List of host collection ids
es: Lista de ID de recopilación de hosts
it: Elenco id degli insiemi di host
ja: ホストコレクション ID の一覧
ru: Список идентификаторов коллекций

source: List of host collection ids to update
es: Lista de ID de recopilación del host que se deben actualizar
ja: 更新するホストコレクション ID の一覧

source: List of host id to list available module streams for
es: Listar id de host para el que se enumeran los flujos de módulos disponibles
ja: 使用可能なモジュールストリームを一覧表示するホスト ID の一覧

source: List of host ids to exclude and not run an action on
es: Lista de id de hosts a excluir para no ejecutar una acción
ja: 除外してアクションを実行しないホスト ID の一覧

source: List of host ids to perform an action on
es: Listar id de hosts en los que se realizará una acción
ja: アクションを実行するホスト ID の一覧

source: List of host ids to replace the hosts in host collection
es: Lista de ID de host para reemplazar los hosts en la colección de hosts
ja: ホストコレクションのホストを置き換えるホスト ID の一覧

source: List of hypervisor guest uuids
es: Lista de uuid de huéspedes del hipervisor
ja: ハイパーバイザーゲストの UUID 一覧

source: List of package group names (Deprecated)
ja: パッケージグループ名の一覧 (非推奨)

source: List of package names
es: Lista de nombres de paquetes
it: Elenco nomi dei pacchetti
ja: パッケージ名の一覧
ru: Список имен пакетов

source: List of product ids
es: Lista de ID de producto
it: Elenco id del prodotto
ja: 製品 ID の一覧
ru: Список идентификаторов продуктов

source: List of product ids to add to the sync plan
es: Lista de ID de producto para añadir al plan de sincronización
it: Elenco id dei prodotti al quale aggiungere la programmazione per la sincronizzazione
ja: 同期プランに追加する製品 ID の一覧
ru: Список идентификаторов продуктов для добавления в план синхронизации
