Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Host with ID %s not found.
es: No se encontró un host con el ID %s.
ja: id が %s のポリシーが見つかりません

source: Hosts
ja: ホスト

source: Hosts to update
ja: 更新するホスト

source: Hosts with Installable Errata
es: Hosta con erratas instalables
it: Host con errata installabili
ja: インストール可能なエラータのあるホスト
ru: Узлы с доступными для установки исправлениями

source: Hosts:
ja: ホスト:

source: How many days before a completed Pulp task is purged by Orphan Cleanup.
ja: 完了した Pulp タスクが孤立項目クリーンアップによって削除されるまでの日数。

source: How many repositories should be synced concurrently on the capsule. A smaller number may lead to longer sync times. A larger number will increase dynflow load.
ja: Capsule で同時に同期する必要があるリポジトリ数。数値が小さいほど、同期時間が長くなる可能性があり、数値が大きいほど、dynflow の負荷が増加します。

source: How to order the sorted results (e.g. ASC for ascending)
es: Cómo ordenar los resultados clasificados (p. ej., ASC para orden ascendente)
it: Come ordinare i risultati (es. ASC per ascendente)
ja: 結果のソート順 (例: ascending (昇順) の ASC)
ru: Функции сортировки (например, ASC — по возрастанию)

source: ID of a HTTP Proxy
es: ID de un proxy HTTP
ja: HTTP プロキシ ー ID

source: ID of a content view to show repositories in
es: ID de una vista de contenido en la que mostrar los repositorios
it: ID di una visualizzazione del contenuto nel quale mostrare i repositori
ja: リポジトリーを表示させるコンテンツビューの ID
ru: Идентификатор представления для репозиториев

source: ID of a content view version to show repositories in
es: ID de una versión de vista de contenido para mostrar los repositorios
it: ID di una versione della visualizzazione del contenuto nei quali visualizzare i repository
ja: リポジトリーを表示させるコンテンツビューバージョン ID
ru: Идентификатор версии представления для просмотра репозиториев

source: ID of a product to list repository sets from
es: ID de un producto del que mostrar los conjuntos de repositorios
it: ID di un prodotto dal quale elencare gli insiemi di repositori
ja: 一覧表示するリポジトリーセットの対象となる製品の ID
ru: Идентификатор продукта для получения комплекта репозиториев

source: ID of a product to show repositories of
es: ID de un producto del que mostrar los repositorios
it: ID di un prodotto del quale visualizzare i repositori
ja: 表示するリポジトリーの対象となる製品の ID
ru: Идентификатор продукта для получения списка репозиториев

source: ID of an environment to show repositories in
es: ID de un entorno en el que mostrar los repositorios
it: ID di un ambiente nel quale visualizzare i repositori
ja: リポジトリーを表示させる環境の ID
ru: Идентификатор окружения для получения списка репозиториев

source: ID of an organization to show repositories in
es: ID de una organización en la mostrar los repositorios
it: ID di una organizzazione nella quale visualizzare i repositori
ja: リポジトリーを表示させる組織の ID
ru: Идентификатор организации для получения списка репозиториев

source: ID of flatpak remote to show repositories of
ja: リポジトリーを表示する flatpak リモートの ID

source: ID of the Organization
es: ID de la organización
ja: 組織 ID

source: ID of the activation key
es: ID de la clave de activación
it: ID della chiave di attivazione
ja: アクティベーションキーの ID
ru: Идентификатор ключа активации

source: ID of the environment
es: ID del entorno
it: ID dell'ambiente
ja: 環境の ID
ru: Идентификатор окружения

source: ID of the host
es: ID del host
ja: ホストの ID

source: ID of the host collection
es: ID de la recopilación de hosts
it: ID dell'insieme di host
ja: ホストコレクションの ID
ru: Идентификатор коллекции

source: ID of the organization
es: ID de la organización
it: ID dell'organizzazione
ja: 組織の ID
ru: Идентификатор организации

source: ID of the product containing the repository set
es: ID del producto que contiene el conjunto de repositorios
it: ID del prodotto contenente l'insieme di repositori
ja: リポジトリーセットが含まれる製品の ID
ru: Идентификатор продукта с набором репозиториев

source: ID of the repository set
es: ID del conjunto de repositorios
it: ID dell'insieme di repositori
ja: リポジトリーセットの ID
ru: Идентификатор набора репозиториев

source: ID of the repository set to disable
es: ID del conjunto de repositorios para deshabilitar
ja: 無効にするリポジトリーセットの ID

source: ID of the repository set to enable
es: ID del conjunto de repositorios para habilitar
it: ID dell'insieme di repositori da abilitare
ja: 有効にするリポジトリーセットの ID
ru: Идентификатор набора репозиториев для активации

source: ID of the repository within the set to disable
ja: 無効にするセットに含まれるリポジトリーの ID

source: ID of the sync plan
es: ID del plan de sincronización
it: ID del programma di sincronizzazione
ja: 同期プランの ID
ru: Идентификатор плана синхронизации

source: IDs of products to copy repository information from into a Simplified Alternate Content Source. Products must include at least one repository of the chosen content type.
ja: リポジトリー情報を Simplified Alternate Content Source にコピーする製品の ID。製品には、選択したコンテンツタイプのリポジトリーが少なくとも 1 つ含まれている必要があります。

source: Id of a deb package to find repositories that contain the deb
es: ID de un paquete de deb para encontrar repositorios que contengan el deb
ja: deb を含むリポジトリーを検索するための deb パッケージ ID

source: Id of a file to find repositories that contain the file
es: ID de un archivo para encontrar los repositorios que contengan el archivo
ja: ファイルを含むリポジトリーを検索するためのファイル ID

source: Id of a rpm package to find repositories that contain the rpm
es: ID de un paquete de rpm para encontrar los repositorios que contengan el rpm
ja: rpm を含むリポジトリーを検索するための rpm パッケージ ID

source: Id of an ansible collection to find repositories that contain the ansible collection
es: ID de una colección de ansible para encontrar repositorios que contengan la colección de ansible
ja: ansible コレクションを含むリポジトリーを検索するための ansible コレクション ID

source: Id of an erratum to find repositories that contain the erratum
es: ID de una errata para encontrar repositorios que contengan la errata
ja: エラータを含むリポジトリーを検索するためのエラータ ID

source: Id of the HTTP proxy to use with alternate content sources
ja: 代替コンテンツソースで使用する HTTP プロキシーの ID

source: Id of the content host
es: ID del host de contenido
ja: コンテンツホストの ID

source: Id of the content view to limit the content counting on
ja: カウントするコンテンツを制限するコンテンツビューの ID

source: Id of the content view to limit the synchronization on
ja: 同期を制限するコンテンツビューの ID

source: Id of the content view to limit verifying checksum on
ja: チェックサムの検証を制限するコンテンツビューの ID

source: Id of the environment to limit the content counting on
ja: コンテンツを制限する環境の ID

source: Id of the environment to limit the synchronization on
es: ID del entorno para limitar la sincronización el
ja: 同期を制限する環境の ID

source: Id of the environment to limit verifying checksum on
ja: チェックサムの検証を制限する環境の ID

source: Id of the host
es: ID del host
ja: ホストの ID

source: Id of the host collection
es: ID de la recopilación de hosts
it: Id dell'insieme di host
ja: ホストコレクションの ID
ru: Идентификатор коллекции

source: Id of the lifecycle environment
es: ID del entorno del ciclo de vida
ja: ライフサイクル環境の ID

source: Id of the organization to get the status for
es: ID de la organización para obtener el estado para
ja: ステータスを取得する組織の ID

source: Id of the organization to limit environments on
es: ID de la organización para limitar entornos en
ja: 環境を制限する組織の ID

source: Id of the repository to limit the content counting on
ja: コンテンツを制限するリポジトリーの ID

source: Id of the repository to limit the synchronization on
ja: 同期を制限するリポジトリーの ID

source: Id of the repository to limit verifying checksum on
ja: チェックサムの検証を制限するリポジトリーの ID

source: Id of the single content view to be associated with the activation key.
ja: アクティベーションキーに関連付ける単一のコンテンツビューの ID。

source: Id of the single content view to be associated with the host.
ja: ホストに関連付ける単一のコンテンツビューの ID。

source: Id of the single lifecycle environment to be associated with the activation key.
ja: アクティベーションキーに関連付ける単一のライフサイクル環境の ID。

source: Id of the single lifecycle environment to be associated with the host.
ja: ホストに関連付ける単一のライフサイクル環境の ID。

source: Id of the smart proxy
es: ID del proxy inteligente
ja: Smart Proxy の ID

source: Id of the smart proxy from which the host consumes content.
ja: ホストが使用するコンテンツの取得元 Smart Proxy の ID。

source: Idenifier of the SSL CA Cert
es: Identificador del certificado SSL CA
ja: SSL CA 証明書の ID

source: Identifier of the GPG key
es: Identificador de la llave GPG
it: Identificatore della chiave GPG
ja: GPG キーの ID
ru: Идентификатор ключа GPG

source: Identifier of the SSL Client Cert
es: Identificador del certificado de cliente SSL
ja: SSL クライアント証明書の ID

source: Identifier of the SSL Client Key
es: Identificador de la llave de cliente SSL
ja: SSL クライアントキーの ID

source: Identifier of the content credential containing the SSL CA Cert
es: Identificador de la credencial de contenido que contiene el certificado SSL CA
ja: SSL CA 証明書を含むコンテンツ認証情報の ID

source: Identifier of the content credential containing the SSL Client Cert
es: Identificador de la credencial del contenido que contiene el certificado de cliente SSL
ja: SSL クライアント証明書を含むコンテンツ資格情報の ID

source: Identifier of the content credential containing the SSL Client Key
es: Identificador de la credencial de contenido que contiene la llave de cliente SSL
ja: SSL クライアントキーを含むコンテンツ認証情報の ID

source: Identifiers for Lifecycle Environment
es: Identificadores para el entorno de ciclo de vida
ja: ライフサイクル環境の ID

source: Identifies whether the repository should be unavailable on a client with a non-matching OS version. Pass [] to make repo available for clients regardless of OS version. Maximum length 1; allowed tags are: %s
ja: OS バージョンが一致しないクライアントでリポジトリーを利用不可にするかどうかを指定します。 [] を渡すと、OS バージョンに関係なくクライアントがリポジトリーを利用できるようになります。最大長は 1 です。許可されるタグは次のとおりです: %s

source: Ids of smart proxies to associate
ja: 関連付ける Smart Proxy の ID

source: If SSL should be verified for the upstream URL
ja: アップストリーム URL に対して SSL を検証する必要がある場合

source: If hosts fail to register because of duplicate DMI UUIDs, add their comma-separated values here. Subsequent registrations will generate a unique DMI UUID for the affected hosts.
ja: DMI UUID が重複しているためにホストの登録に失敗した場合は、ここにコンマ区切りの値を追加します。今後の登録では、影響を受けるホストに対して一意の DMI UUID が生成されます。

source: If product certificates should be used to authenticate to a custom CDN.
ja: カスタム CDN に対する認証に製品証明書を使用する必要があるかどうか。

source: If set, newly created APT repos in Katello will use the same repo structure as the remote repos they are synchronized from. You may migrate existing APT repos to match the setting, by running 'foreman-rake katello:migrate_structure_content_for_deb'.
ja: これが設定されている場合、Katello で新しく作成された APT リポジトリーは、同期元のリモートリポジトリーと同じリポジトリー構造を使用します。'foreman-rake katello:migrate_structure_content_for_deb' を実行して、既存の APT リポジトリーを設定に合わせて移行できます。

source: If specified, remove the first instance of a subscription with matching id and quantity
es: Si se especifica, elimine la primera instancia de una suscripción con mismo ID y cantidad
ja: 指定された場合、ID と数量が一致するサブスクリプションの最初のインスタンスを削除します

source: If the smart proxies' assigned HTTP proxies should be used
ja: Smart Proxy に割り当てられた HTTP プロキシーを使用する場合

source: If this is enabled, a composite content view may not be published or promoted unless the component content view versions that it includes exist in the target environment.
ja: これが有効な場合は、複合コンテンツビューを公開またはプロモートできません (ビューに含まれるコンポーネントコンテンツビューバージョンがターゲット環境に存在する場合を除く)。

source: If this is enabled, and register_hostname_fact is set and provided, registration will look for a new host by name only using that fact, and will skip all hostname matching
ja: これが有効で、register_hostname_fact が設定および指定されている場合には、登録時に、そのファクトだけを使用して名前で新規ホストを検索し、ホスト名の照合をすべてスキップします

source: If this is enabled, content counts on smart proxies will be updated automatically after content sync.
ja: これを有効にすると、コンテンツの同期後に Smart Proxy 上のコンテンツ数が自動的に更新されます。

source: If this is enabled, repositories can be deleted even when they belong to published content views. The deleted repository will be removed from all content view versions.
ja: 有効の場合、公開済みコンテンツビューに属する場合でもリポジトリーを削除できます。削除されたリポジトリーは、すべてのコンテンツビューバージョンから削除されます。

source: If this is enabled, repositories of content view versions without environments ("archived") will be distributed at '/pulp/content/<organization>/content_views/<content view>/X.Y/...'.
ja: これが有効な場合には、環境 ("archived") がないコンテンツビューバージョンのリポジトリーが '/pulp/content/<organization>/content_views/<content view>/X.Y/...' で配布されます。

source: If this is enabled, the Smart Proxy page will suppress the warning message about reclaiming space.
ja: これを有効にすると、Smart Proxy ページに領域の再利用に関する警告メッセージが表示されなくなります。

source: If true, only errata that can be installed without an incremental update will affect the host's errata status. Also affects the Host Collections dashboard widget.
ja: true の場合、増分更新なしでインストールできるエラータのみが、ホストのエラータステータスに影響します。また、ホストコレクションのダッシュボードウィジェットにも影響します。

source: If true, only return repository sets that are associated with an active subscriptions
es: Si es verdadero, solo devuelve los conjuntos de repositorios que están asociados a una suscripción activa
ja: true の場合には、アクティブなサブスクリプションに関連付けられているリポジトリーセットのみを返します

source: If true, only return repository sets that have been enabled. Defaults to false
es: Si es verdadero, solo devuelve los conjuntos de repositorios que han sido habilitados. Por defecto es falso
ja: true の場合には、有効なリポジトリーセットのみを返します。デフォルトは false です

source: If true, return custom repository sets along with redhat repos. Will be ignored if repository_type is supplied.
ja: true の場合は、カスタムリポジトリーセットを redhat リポジトリーとともに返します。repository_type が指定されている場合は無視されます。

source: If true, when adding the specified errata or packages, any needed dependencies will be copied as well. Defaults to true
es: Si es verdadero, cuando agregue las erratas o paquetes especificados, cualquier dependencia que se requiera, también se copiará. Por defecto es verdadero
ja: true の場合には、指定されたエラータまたはパッケージを追加すると、必要な依存関係もコピーされます。デフォルトは True です。

source: If true, will publish a new composite version using any specified content_view_version_id that has been promoted to a lifecycle environment
es: Si es verdadero, publicará una nueva versión compuesta mediante content_view_version_id que ha sido promovido a un entorno de ciclo de vida
ja: true の場合には、ライフサイクル環境にプロモートされている指定の content_view_version_id を使用して新規の複合バージョンが公開されます。

source: If you would prefer to move some of these hosts to different content views or environments then {clickHere} to manage these hosts individually.
ja: これらのホストの一部を別のコンテンツビューまたは環境に移動する場合、{clickHere} してホストを個別に管理します。

source: Ignorable content can be only set for Yum repositories.
es: El contenido ignorable solo puede ser configurado para los depósitos de Yum.
ja: 無視できるコンテンツは、Yum リポジトリーにのみ設定できます。

source: Ignore %s cannot be set in combination with the 'Complete Mirroring' mirroring policy.
ja: %s の無視は、'完全ミラーリング' ミラーリングポリシーと組み合わせて設定できません。

source: Ignore errors
ja: エラーを無視する

source: Ignore subscription manager errors
ja: サブスクリプションマネージャーのエラーを無視します

source: Ignore subscription-manager errors for `subscription-manager register` command
ja: `subscription-manager register` コマンドの subscription-manager エラーを無視する

source: Ignore subscriptions that are unavailable to the specified host
es: Ignorar suscripciones no disponibles para el host especificado
ja: 指定されたホストに使用できないサブスクリプションを無視します

source: Ignored hosts
ja: 無視するホスト

source: Image
ja: イメージ

source: Image digest
ja: イメージダイジェスト

source: Image digests
ja: イメージダイジェスト

source: Image mode
ja: イメージモード

source: Image mode / package mode
ja: イメージモード/パッケージモード

source: Image mode details
ja: イメージモードの詳細

source: Image name
ja: イメージ名

source: Image-mode host
ja: イメージモードホスト

source: Immediate
es: Inmediato
ja: 即時

source: Import
es: Importar
ja: インポート

source: Import Content View Version
es: Importar contenido Ver versión
ja: コンテンツビューバージョンのインポート

source: Import Default Content View
es: Importar la vista de contenido por defecto
ja: デフォルトのコンテンツビューのインポート

source: Import Manifest
es: Importar manifiesto:
it: Importa manifesto
ja: マニフェストのインポート
ru: Импорт манифеста

source: Import Repository
ja: リポジトリーのインポート

source: Import Types
ja: インポートタイプ

source: Import a Manifest
es: Importar un manifiesto:
ja: マニフェストのインポート

source: Import a Manifest to Begin
es: Importar un manifiesto para comenzar
ja: 開始するマニフェストのインポート

source: Import a content view version
es: Importar una versión de la vista de contenido
ja: コンテンツビューバージョンのインポート

source: Import a content view version to the library
ja: コンテンツビューバージョンをライブラリーにインポートします

source: Import a manifest using the Manifest tab above.
ja: 上のマニフェストタブを使用してマニフェストをインポートしてください。

source: Import a repository
ja: リポジトリーのインポート

source: Import a subscription manifest to give hosts access to Red Hat content.
ja: サブスクリプションマニフェストをインポートして、ホストが Red Hat コンテンツにアクセスできるようにします。

source: Import new manifest
ja: 新しいマニフェストのインポート

source: Import only
ja: インポートのみ

source: Import only Content Views cannot be directly publsihed. Content can only be updated by importing into the view.
ja: インポートのみのコンテンツビューは直接公開できません。コンテンツは、ビューにインポートしなければ更新されません。

source: Import uploads into a repository
es: Importar cargas a un repositorio
it: Importa caricamento in un repositorio
ja: アップロードのリポジトリーへのインポート
ru: Импорт новых компонентов из репозитория

source: Import-only can not be changed after creation
ja: インポートのみは、作成後に変更することはできません

source: Import-only content views can not be published directly
ja: インポートのみのコンテンツビューを直接公開することはできません

source: Import/Export
ja: インポート/エクスポート

source: Important
es: Importante
ja: 重要

source: Importing manifest into '%{subject}' failed.
es: Ocurrió un error al importar el manifiesto '%{subject}'.
ja: '%{subject}' へのマニフェストのインポートに失敗しました。

source: In Progress
es: en curso
it: In corso
ja: 処理中
ru: Выполняется

source: In progress
ja: 処理中

source: Include
es: Incluir
ja: 追加

source: Include Refs
ja: 参照の追加

source: Include all RPMs not associated to any errata
ja: エラータに関連付けられていないすべての RPM を含める

source: Include all module streams not associated to any errata
ja: エラータに関連付けられていないモジュールストリームをすべて含める

source: Include content views generated by imports/exports. Defaults to false
ja: インポート/エクスポートにより生成されるコンテンツビューが含まれます。デフォルトは false です

source: Include filter
ja: 追加フィルター

source: Include manifests
ja: マニフェストを含める

source: Included
ja: 包含済み

source: Included errata
ja: 追加されるエラータ

source: Includes
ja: 追加

source: Includes associated content view filter ids in response
ja: 関連するコンテンツビューフィルター ID が応答に含まれています

source: Inclusion type
ja: 追加タイプ

source: Incremental Update
es: Actualización incremental
it: Aggiornamento incrementale
ja: 増分更新
ru: Инкрементное обновление

source: Incremental Update incomplete.
es: Actualización incremental incompleta.
it: Aggiornamento incrementale non completato.
ja: 増分更新が完了していません。
ru: Инкрементное обновление не завершено.

source: Incremental Update of %{content_view_count} Content View Version(s)
es: Actualización incremental de %{content_view_count} Versiones de vista de contenido
ja: %{content_view_count} 件のコンテンツビューバージョンの増分更新

source: Incremental update
es: Actualización incremental
ja: 増分更新

source: Incremental update requires at least one content unit
es: La actualización incremental requiere al menos una unidad de contenido
ja: 増分更新には少なくとも 1 つのコンテンツユニットが必要です

source: Incremental update specified for composite %{name} version %{version}, but no components updated.
es: Actualización incremental especificada para compuesto %{name} versión %{version}, pero no se actualizaron los componentes.
it: Aggiornamento incrementale specificato per versione %{version} composita %{name}, ma nessun componente aggiornato.
ja: 複合コンテンツ %{name} のバージョン %{version} に増分更新が指定されましたが、コンポーネントは更新されていません。
ru: Для %{name} %{version} назначено инкрементное обновление, но компоненты не обновлялись.

source: Informable Type must be one of the following [ %{list} ]
es: El tipo informable debe ser uno de los siguientes [ %{list} ]
it: Tipo di informazioni deve essere una delle seguenti [ %{list} ]
ja: 情報タイプは以下のいずれかでなければなりません [ %{list} ]
ru: Тип может принимать значения: [ %{list} ]

source: Inherit from Repository
es: Heredar del repositorio
ja: リポジトリーから継承

source: Initiate a sync of the products attached to the sync plan
es: Iniciar una sincronización de los productos adjuntos al plan de sincronización
ja: 同期プランに割り当てられた製品の同期を開始します

source: Install
es: Instalación
ja: インストール

source: Install errata using scoped search query
ja: スコープ限定検索クエリーでのエラータのインストール

source: Install errata via Katello interface
es: Instalar erratas a través de la interfaz de Katello
ja: Katello インターフェイスでのエラータのインストール

source: Install package group via Katello interface
es: Instalar grupo de paquetes a través de la interfaz de Katello
ja: Katello インターフェイスでのパッケージグループのインストール

source: Install package via Katello interface
es: Instalar paquete a través de la interfaz de Katello
ja: Katello インターフェイスでのパッケージのインストール

source: Install packages
ja: パッケージのインストール

source: Install packages via Katello interface
ja: Katello インターフェイスでのパッケージのインストール

source: Install via customized remote execution
ja: カスタマイズされたリモート実行によるインストール

source: Install via remote execution
ja: リモート実行によるインストール

source: Installable
es: Instalable
ja: インストール可能

source: Installable bugfix/enhancement errata
ja: インストール可能なバグ修正/機能拡張エラータ

source: Installable security errata
ja: インストール可能なセキュリティーエラータ

source: Installable updates
ja: インストール可能な更新

source: Installation status
ja: インストールの状態

source: Installed
es: Instalado
ja: インストール済み

source: Installed Packages
es: Paquetes instalados
it: Pacchetti installati
ja: インストール済みパッケージ
ru: Установленные пакеты

source: Installed module profiles will be removed. Additionally, all packages whose names are provided by specific modules will be removed. Packages required by other installed modules profiles and packages whose names are also provided by other modules are not removed.
ja: インストールされたモジュールプロファイルは削除されます。特定のモジュールで名前を指定されたパッケージもすべて削除されます。他のインストール済みモジュールプロファイルで必要なパッケージと、他のモジュールで名前を指定されたパッケージは削除されません。

source: Installed products
ja: インストール済み製品

source: Installed profile
ja: インストール済みプロファイル

source: Installed version
ja: インストールされたバージョン

source: Installing Erratum...
es: Instalando errata...
it: installazione erratum in corso...
ja: エラータをインストールしています...
ru: Установка исправления...

source: Installing Package Group...
es: Instalando grupo de paquetes...
it: installazione gruppo di pacchetti in corso...
ja: パッケージグループをインストールしています...
ru: Установка группы пакетов...

source: Installing Package...
es: Instalando paquete...
it: installazione pacchetto in corso...
ja: パッケージのインストール中...
ru: Установка пакета...

source: Instance-based
es: Basado en la instancia
ja: インスタンスベース

source: Interpret specified object to return only Host Collections that can be associated with specified object. The value 'host' is supported.
es: Interpretar el objeto especificado para que solo devuelva colecciones de hosts que se puedan asociar con el objeto especificado. Se admite 'host' de valor.
ja: 指定済みオブジェクトに関連付けることができるホストコレクションのみを返す指定済みオブジェクトを解釈します。値 'host' がサポートされます。

source: Interpret specified object to return only Products that can be associated with specified object. Only 'sync_plan' is supported.
es: Interpretar el objeto especificado para que muestre solo Productos que se puedan asociar con el objeto especificado. Solo se admite 'sync_plan'.
ja: 指定済みオブジェクトに関連付けることができる製品のみを返す指定済みオブジェクトを解釈します。'sync_plan' のみがサポートされます。

source: Interval cannot be nil
es: El intervalo no puede ser nulo
ja: 間隔を nil にすることはできません

source: Interval not set correctly
es: El intervalo no se estableció correctamente
ja: 間隔が正しく設定されていません

source: Invalid association of the content view id. Content View must match the content view version being saved
es: Asociación no válida de ID de vista de contenido. La vista de contenido debe coincidir con la versión de la vista de contenido que se está guardando
ja: コンテンツビュー ID の関連付けが無効です。コンテンツビューは、保存されているコンテンツビューのバージョンと一致する必要があります

source: Invalid content label: %s
es: Etiqueta de contenido inválida: %s
it: Etichetta contenuto non valida: %s
ja: 無効なコンテンツラベル: %s
ru: Недопустимая метка контента: %s
