Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: List of product ids to remove from the sync plan
es: Lista de ID de producto para eliminar del plan de sincronización
it: Elenco id dei prodotti dal quale rimuovere la programmazione di per la sincronizzazione
ja: 同期プランから削除する製品 ID の一覧
ru: Список идентификаторов продуктов для удаления из плана синхронизации

source: List of products in an organization
es: Lista de productos de una organización
it: Elenco di prodotti in una organizzazione
ja: 組織内の製品の一覧
ru: Список продуктов в организации

source: List of products installed on the host
es: Lista de productos instalados en el host
ja: ホストにインストールされている製品の一覧

source: List of repositories belonging to a product in an environment
es: Lista de repositorios a los que pertenece un producto en un entorno
ja: 環境内の製品に所属するリポジトリーの一覧

source: List of repositories for a content view
es: Lista de repositorios para una vista de contenido
it: Elenco di repositori per una visualizzazione del contenuto
ja: コンテンツビューのリポジトリーの一覧
ru: Список репозиториев для представления

source: List of repositories for a docker meta tag
es: Lista de repositorios para una etiqueta meta de docker
ja: docker メタタグのリポジトリーの一覧

source: List of repositories for a product
es: Lista de repositorios para un producto
ja: 製品のリポジトリーの一覧

source: List of repositories in an organization
es: Lista de repositorios en una organización
ja: 組織のリポジトリーの一覧

source: List of repository ids
es: lista de ID de repositorio
it: Elenco id dei repositori
ja: リポジトリー ID の一覧
ru: Список идентификаторов репозиториев

source: List of resources types that will be automatically associated
es: Lista de tipos de recurso que se asociarán automáticamente
ja: 自動的に関連付けられるリソースタイプの一覧

source: List of subscription products in a subscription
es: Lista de productos de suscripción en una suscripción
it: Elenco prodotti in una sottoscrizione
ja: サブスクリプション内のサブスクリプション製品の一覧
ru: Список продуктов подписки

source: List of subscription products in an activation key
es: Lista de productos de suscripción en una llave de activación
it: Elenco prodotti della sottoscrizione in una chiave di attivazione
ja: アクティベーションキー内のサブスクリプション製品の一覧
ru: Список продуктов подписки для ключа активации

source: List of versions to exclude and not run an action on
ja: 除外してアクションを実行しないバージョンの一覧

source: List of versions to perform an action on
ja: アクションを実行するバージョンの一覧

source: List organization subscriptions
es: Mostrar suscripciones de la organización
it: Elenca le sottoscrizioni dell'organizzazione
ja: 組織サブスクリプションの一覧表示
ru: Показать подписки организации

source: List packages
es: Listar paquetes
it: Elenca pacchetti
ja: パッケージを一覧表示します
ru: Показать пакеты

source: List packages installed on the host
es: Listar paquetes instalados en el host
ja: ホストにインストールされているパッケージの一覧表示

source: List products
es: Mostrar productos
it: Elenca i prodotti
ja: 製品の一覧表示
ru: Показать продукты

source: List repositories in the environment
es: Listar repositorios en el entorno
ja: 環境内のリポジトリーを一覧表示します

source: List repository sets for a product.
es: Mostrar los conjuntos de repositorios de un producto.
it: Elenca gli insiemi di repositori per un prodotto.
ja: 製品のリポジトリーセットを一覧表示します。
ru: Показать наборы репозиториев для продукта

source: List repository sets.
es: Listar conjuntos de repositorios.
ja: リポジトリーセットの一覧表示

source: List services that need restarting on the host
es: Listar servicios que deben reiniciarse en el host
ja: ホストで再起動が必要なサービスを一覧表示します

source: List srpms
es: Listar srpms
ja: srpm の一覧表示

source: List subscriptions
ja: サブスクリプションの表示

source: List sync plans
es: Mostrar planes de sincronización
it: Elenca le programmazioni per la sincronizzazione
ja: 同期プランの一覧表示
ru: Показать планы синхронизации

source: List the lifecycle environments attached to the smart proxy
es: Listar entornos del ciclo de vida vinculados al proxy inteligente
ja: Smart Proxy に割り当てられたライフサイクル環境を一覧表示します

source: List the lifecycle environments not attached to the smart proxy
es: Listar entornos del ciclo de vida que no están vinculados al proxy inteligente
ja: Smart Proxy に割り当てられていないライフサイクル環境を一覧表示します

source: Load balancer
ja: ロードバランサー

source: Loading
es: Cargando
ja: ロード中

source: Loading versions
ja: バージョンの読み込み中

source: Loading...
es: Cargando...
ja: 読み込み中...

source: Low
ja: 低

source: Maintenance support
ja: メンテナンスサポート

source: Make copy of a content view
es: Hacer una copia de una vista de contenido
it: Esegui una copia di una visualizzazione del contenuto
ja: コンテンツビューのコピー作成
ru: Создать копию представления

source: Make copy of a host collection
es: Hacer una copia de una recopilación de hosts
it: Esegui una copia di un insieme di host
ja: ホストコレクションのコピー作成
ru: Создать копию коллекции

source: Make sure all the component content views are published before publishing/promoting the composite content view. This restriction is optional and can be modified in the Administrator -> Settings -> Content page using the restrict_composite_view flag.
es: Asegúrese de que todas las vistas de contenido de los componentes se publiquen antes de publicar/promover la vista de contenido compuesto. Esta restricción es opcional y puede ser modificada en la página Administrador -> Configuración -> Contenido usando el indicador restrict_composite_view.
ja: 複合コンテンツビューの公開/プロモート前に、コンポーネントのコンテンツビューがすべて公開されていることを確認します。この制限は任意で、管理 -> 設定 -> コンテンツページで、restrict_composite_view フラグを使用して変更できます。

source: Manage Manifest
es: Administrar manifiesto
ja: マニフェストの管理

source: Manage content
ja: コンテンツの管理

source: Manage errata
ja: エラータの管理

source: Manage packages
ja: パッケージの管理

source: Manifest
es: Manifiesto
ja: Manifest (マニフェスト)

source: Manifest History
es: Historial de manifiesto
ja: マニフェストの履歴

source: Manifest deleted
es: Manifiesto eliminado
ja: マニフェストを削除しました

source: Manifest does not have a valid subscription
ja: マニフェストに有効なサブスクリプションがありません

source: Manifest expired
ja: マニフェストの有効期限が切れました

source: Manifest expiring soon
ja: マニフェストがまもなく有効期限切れになります

source: Manifest imported
es: Manifiesto importado
ja: マニフェストをインポートしました

source: Manifest in '%{subject}' deleted.
es: Manifiesto en '%{subject}' eliminado.
ja: '%{subject}' のマニフェストが削除されました。

source: Manifest in '%{subject}' failed to refresh.
es: Ocurrió un error al actualizar el manifiesto en '%{subject}'.
ja: '%{subject}' のマニフェストを更新できませんでした。

source: Manifest in '%{subject}' imported.
es: Manifiesto en '%{subject}' importado.
ja: '%{subject}' のマニフェストをインポートしました。

source: Manifest in '%{subject}' refreshed.
es: Manifiesto en '%{subject}' actualizado.
ja: '%{subject}' のマニフェストが更新されました。

source: Manifest in organization %{subject} has an identity certificate that will expire in %{days_remaining} days, on %{manifest_expire_date}. To extend the expiration date, please refresh your manifest.
ja: 組織 %{subject} のマニフェストに、%{days_remaining} 日後の %{manifest_expire_date} に有効期限が切れるアイデンティティー証明書があります。有効期限を延長するには、マニフェストを更新してください。

source: Manifest refresh timeout
es: Tiempo de espera de actualización de manifiesto
ja: マニフェストの更新のタイムアウト

source: Manifest refreshed
es: Manifiesto actualizado
ja: マニフェストが更新されました

source: Manual
ja: 手動

source: Manual authentication
ja: 手動認証

source: Mark Content Host Statuses as Unknown for %s
es: Marcar los estados de host de contenido como Desconocido para %s
ja: %s のコンテンツホストステータスを不明としてマーク

source: Matching RPMs based on your created filter rule. Remember, RPM filters don't apply to modular RPMs.
ja: 作成したフィルタールールに基づいて RPM をマッチします。RPM フィルターはモジュラー RPM には適用されません。

source: Matching content
ja: マッチするコンテンツ

source: Max %(maxQuantity)s
ja: 最大 %(maxQuantity)s 件

source: Max Hosts (%{limit}) reached for activation key '%{name}'
es: Se alcanzó el máximo de hosts (%{limit}) para la llave de activación '%{name}'
ja: アクティベーションキー '%{name}' でホストの最大数 (%{limit}) に達しました

source: Maximum download rate when syncing a repository (requests per second). Use 0 for no limit.
ja: リポジトリーを同期する際の最大ダウンロードレート (1 秒あたりの要求数)。制限なしの場合は 0 を使用します。

source: Maximum number of content hosts exceeded for host collection(s): %s
es: Se ha superado el número máximo de hosts de contenido para las recopilaciones de hosts: %s
it: Numero massimo di host di contenuto superato per gli insiemi di host: %s
ja: ホストコレクションの最大コンテンツホスト数を超えました: %s
ru: Превышено максимальное число узлов в коллекции: %s

source: Maximum number of hosts in the host collection
es: Número máximo de hosts en la colección de hosts
ja: ホストコレクションのホストの最大数

source: Maximum version
ja: 最大のバージョン

source: May not add a type or date range rule to a filter that has existing rules.
es: No se puede añadir una regla de intervalo de fechas o tipo a un filtro que ya tiene reglas.
it: Impossibile aggiungere una regola sulle date o sulla tipologia, ad un filtro con regole esistenti.
ja: タイプまたはデータ範囲ルールを、既存ルールのあるフィルターに追加することはできません。
ru: Если фильтр уже содержит правила, то правила выбора типа и диапазона времени не могут быть добавлены.

source: May not add an id rule to a filter that has an existing type or date range rule.
es: No se puede añadir una regla de ID a un filtro que ya tiene una regla de intervalo de fechas o tipo.
it: Impossibile aggiungere una regola per l'id ad un filtro con una regola esistente sulle date o sulla tipologia.
ja: ID ルールを、既存のタイプまたはデータ範囲ルールのあるフィルターに追加することはできません。
ru: Если фильтр содержит правила выбора типа и диапазона времени, то правило выбора идентификатора не может быть добавлено.

source: Media Selection
ja: メディアの選択

source: Medium IDs
es: ID de medio
ja: メディア ID

source: Message
es: Mensaje
it: Messaggio
ja: メッセージ
ru: Сообщение

source: Messaging connection
es: Conexión de mensajes
ja: メッセージング接続

source: Metadata republishing is risky on 'Complete Mirroring' repositories. Change the mirroring policy and try again. Alternatively, use the 'force' parameter to regenerate metadata locally. On the next sync, the upstream repository's metadata will overwrite local metadata for 'Complete Mirroring' repositories.
ja: メタデータの再公開は、'完全ミラーリング' リポジトリーでは危険です。ミラーリングポリシーを変更してから再試行してください。 あるいは、'force' パラメーターを使用してメタデータをローカルに再生成してください。次回の同期時に、アップストリームリポジトリーのメタデータによって、'完全ミラーリング' リポジトリーのローカルメタデータが上書きされます。

source: Metadata taken from the upstream export history for this Content View Version
ja: このコンテンツビューバージョンのアップストリームエクスポート履歴から取得したメタデータ

source: Minimum version
ja: 最小のバージョン

source: Mirror Remote Repository
ja: リモートリポジトリーのミラーリング

source: Mirror a flatpak remote repository
ja: flatpak リモートリポジトリーをミラーリングする

source: Missing activation key!
ja: アクティベーションキーがありません!

source: Missing arguments %{substitutions} for %{content_url}
es: Argumentos faltantes %{substitutions} para %{content_url}
ja: %{content_url} の %{substitutions} 引数がありません

source: Model
es: Modelado
ja: モデル

source: Moderate
es: Moderado
ja: 中

source: Modify via remote execution
ja: リモート実行による変更

source: Modular
ja: モジュラー

source: Module Stream
es: Corriente de módulo
ja: モジュールストリーム

source: Module Stream Details
es: Detalles de corriente de módulo
ja: モジュールストリームの詳細

source: Module Streams
es: Corriente de módulo
ja: モジュールストリーム

source: Module stream
ja: モジュールストリーム

source: Module streams
ja: モジュールストリーム

source: Module streams will appear here after enabling Red Hat repositories or creating custom products.
ja: Red Hat リポジトリーを有効にしたり、カスタム製品を作成したりすると、モジュールストリームがここに表示されます。

source: Multi Content View Environment
ja: マルチコンテンツビュー環境

source: Multi-entitlement
es: Multiderecho
ja: マルチエンタイトルメント

source: NOTE: Content view version '%{content_view} %{current}' does not have any exportable repositories. At least one repository with any of the following types is required to be able to export: '%{exportable_types}'.
ja: 注記: コンテンツビューバージョン '%{content_view} %{current}' にはエクスポート可能なリポジトリーがありません。エクスポートするには、'%{exportable_types}' のタイプのいずれかが含まれるリポジトリーが少なくとも 1 つ必要です。

source: NOTE: Unable to export repository '%{repository}' because it does not have an exportable content type.
ja: 注: エクスポート可能なコンテンツタイプがないので '%{repository}' リポジトリーをエクスポートできません。

source: NOTE: Unable to export repository '%{repository}' because it does not have an syncably exportable content type.
ja: 注: 同期可能かつエクスポート可能なコンテンツタイプがないので '%{repository}' リポジトリーをエクスポートできません。

source: NOTE: Unable to fully export '%{organization}' organization's library because it contains repositories without the 'immediate' download policy. Update the download policy and sync affected repositories to include them in the export. %{repos}
ja: 注記: 「即時」ダウンロードポリシーのないリポジトリーが含まれているため、'%{organization}' 組織のライブラリーを完全にエクスポートすることはできません。ダウンロードポリシーを更新し、影響を受けるリポジトリーを同期して、エクスポートに含めます。 %{repos}

source: NOTE: Unable to fully export Content View Version '%{content_view} %{current}' it contains repositories with un-exportable content types. %{repos}
ja: 注: コンテンツビューバージョン '%{content_view} %{current}' をすべてエクスポートできません。エクスポートできない。コンテンツタイプを使用するリポジトリーが含まれています。 %{repos}

source: NOTE: Unable to fully export Content View Version '%{content_view} %{current}' it contains repositories without the 'immediate' download policy. Update the download policy and sync affected repositories. Once synced republish the content view and export the generated version. %{repos}
ja: 注記: コンテンツビューバージョン '%{content_view} %{current}' を完全にエクスポートすることができません。これには、「即時」ダウンロードポリシーのないリポジトリーが含まれています。ダウンロードポリシーを更新し、影響を受けるリポジトリーを同期します。同期したら、コンテンツビューを再公開し、生成されたバージョンをエクスポートします。 %{repos}

source: NOTE: Unable to fully export repository '%{repository}' because it does not have the 'immediate' download policy. Update the download policy and sync the affected repository to include them in the export.
ja: 注記: 「即時」ダウンロードポリシーがないため、リポジトリー '%{repository}' を完全にエクスポートすることはできません。ダウンロードポリシーを更新し、影響を受けるリポジトリーを同期して、エクスポートに含めます。

source: Name
es: Nombre
it: Nome
ja: 名前
ru: Имя

source: Name and label of default content view should not be changed
ja: デフォルトのコンテンツビューの名前とラベルは変更しないでください。

source: Name is a required parameter.
ja: name は必須パラメーターです。

source: Name of new activation key
es: Nombre de la nueva llave de activación
it: Nome della nuova chiave di attivazione
ja: 新規アクティベーションキーの名前
ru: Имя нового ключа активации

source: Name of the Content Credential
ja: コンテンツ認証情報の名前

source: Name of the alternate content source
ja: 代替コンテンツソースの名前

source: Name of the content view
es: Nombre de la vista de contenido
it: Nome visualizzazione dei contenuti
ja: コンテンツビューの名前
ru: Имя представления

source: Name of the flatpak remote
ja: flatpak リモートの名前

source: Name of the flatpak remote repository
ja: flatpak リモートリポジトリーの名前

source: Name of the host
es: Nombre del host
ja: ホスト名

source: Name of the repository
es: Nombre del repositorio
ja: リポジトリー名

source: Name of the upstream docker repository
es: Nombre del repositorio de docker de canal ascendente
ja: アップストリーム Docker リポジトリー名

source: Name source
ja: 名前ソース

source: Names of smart proxies to associate
ja: 関連付ける Smart Proxy の 名前

source: Needs to only be set for docker tags
es: Solo se debe establecer para las etiquetas de docker..
ja: Docker タグにだけ設定する必要があります

source: Needs to only be set for file repositories or docker tags
es: Solo se debe establecer para los repositorios de archivos o las etiquetas de docker
ja: ファイルリポジトリーまたは Docker タグに対してだけ設定する必要があります

source: Nest
es: Anidar
it: Nido
ja: ネスト
ru: Вложить

source: Network Sync
ja: ネットワークの同期

source: Never
es: Nunca
ja: なし

source: Never Synced
es: Nunca sincronizado
it: Mai sincronizzato
ja: 一度も同期されていません
ru: Никогда

source: New Errata
es: Nuevas erratas
it: Nuovo errata
ja: 新規エラータ
ru: Новые исправления

source: New content view name
es: Nuevo nombre de vista de contenido
it: Nuovo nome per la visualizzazione del contenuto
ja: 新規コンテンツビューの名前
ru: Имя нового представления

source: New host collection name
es: Nuevo nombre de colección de hosts
it: Nuovo nome per l'insieme di host
ja: 新規ホストコレクションの名前
ru: Имя новой коллекции

source: New name cannot be blank
es: Nuevo nombre no puede quedar en blanco
it: Il nuovo nome non può essere vuoto
ja: 新規の名前を空白にすることはできません
ru: Имя не может быть пустым.

source: New name for the content view
es: Nuevo nombre de la vista de contenido
it: Nuovo nome per la visualizzazione del contenuto
ja: コンテンツビューの新規の名前
ru: Новое имя представления

source: New version is available: Version ${latestVersion}
ja: 新しいバージョンが利用可能です: バージョン ${latestVersion}

source: Newly published
ja: 最新公開日

source: Newly published version will be the same as the previous version.
ja: 新しく公開されたバージョンは、以前のバージョンと同じです。

source: No
ja: いいえ
ru: нет

source: No Activation Keys selected
ja: アクティベーションキーが選択されていません

source: No Activation keys to select
ja: 選択するアクティベーションキーがありません

source: No Content View
es: No hay vista de contenido
it: Nessuna visualizzazione del contenuto
ja: コンテンツビューがありません
ru: Нет представления

source: No Content found
es: No se encontró contenido
ja: コンテンツが見つかりません

source: No Red Hat products currently exist, please import a manifest %(anchorBegin)s here %(anchorEnd)s to receive Red Hat content. No repository sets available.
es: Actualmente no hay productos de Red Hat, importe un manifiesto %(anchorBegin)s aquí %(anchorEnd)s para recibir el contenido de Red Hat. No hay conjuntos de repositorios disponibles.
ja: Red Hat 製品がありません。%(anchorBegin)s ここ %(anchorEnd)s にマニフェストをインポートして Red Hat コンテンツを受信してください。利用可能なリポジトリーセットがありません。

source: No Service Level Preference
es: No hay preferencia de nivel de servicio
it: Nessuna preferenza del livello del servizio
ja: サービスレベルの設定がありません
ru: Не определен

source: No URL found for a container registry. Please check the configuration.
es: No se encontró ningún URL para un registro de contenedores. Compruebe la configuración.
ja: コンテナーレジストリーの URL が見つかりません。設定を確認してください。

source: No Version of Content View %{component} already exists as a component of the composite Content View %{composite} version %{version}
es: No hay versión de vista de contenido %{component} ya existe como un componente de la vista de contenido de compuesto %{composite} versión %{version}
it: Nessuna versione della visualizzazione del contenuto %{component} esiste già come componente della visualizzazione del contenuto composita %{composite} con versione %{version}
ja: 複合コンテンツビュー %{composite} のバージョン %{version} のコンポーネントとして存在するコンテンツビュー %{component} のバージョンはありません。
ru: Нет версий представления %{component} в версии %{version} сложного представления %{composite}

source: No action is needed because there are no applicable errata for this host.
ja: このホストに適用可能なエラータがないため、アクションは必要ありません。

source: No action required
ja: アクションは必要ありません

source: No applicable errata
ja: 適用可能なエラータがありません

source: No applications to restart
ja: 再起動するアプリケーションはありません

source: No artifacts to show
es: No hay artefactos para mostrar
ja: 表示するアーティファクトはありません

source: No available component content view updates
ja: コンポーネントのコンテンツビューの更新で利用できるものはありません

source: No available debs found for search term '%s'. Check the host's content view environments and already-installed debs.
ja: 検索語 '%s' に該当する debs が見つかりません。ホストのコンテンツビュー環境とすでにインストールされている deb を確認してください。

source: No available packages found for search term '%s'.
ja: 検索用語 '%s' に該当するパッケージが見つかりません。

source: No available repository or filter updates
ja: 利用可能なリポジトリーまたはフィルターの更新がありません

source: No change
ja: 変更なし

source: No content
ja: コンテンツがありません

source: No content added.
ja: コンテンツが追加されていません。

source: No content ids provided
es: No se proporcionaron ID de contenido.
ja: コンテンツ ID が提供されていません

source: No content in selected versions.
ja: 選択したバージョンにコンテンツがありません。

source: No content view environments
ja: コンテンツビュー環境がありません

source: No content view environments found with ids: %{ids}
ja: ID が %{ids} のコンテンツビュー環境が見つかりません。

source: No content view environments found with names: %{names}
ja: 名前が %{names} のコンテンツビュー環境が見つかりません。

source: No content view history events found.
es: No se han encontrado eventos de historial de la vista de contenido.
it: Non è stato trovato alcun evento per la cronologia della visualizzazione del contenuto.
ja: コンテンビューの履歴イベントが見つかりません。
ru: Нет событий в журнале представления.

source: No content views available
ja: 利用できるコンテンツビューがありません

source: No content views available for the selected environment
ja: 選択した環境に利用可能なコンテンツビューはありません

source: No content views to add yet
ja: 追加するコンテンツビューはまだありません

source: No content views yet
ja: コンテンツビューがまだありません

source: No content_view_version_ids provided
es: No se han provisto content_view_version_ids
it: Nessun content_view_version_ids fornito
ja: content_view_version_ids が指定されていません
ru: Нет content_view_version_ids

source: No description
ja: 説明なし

source: No description provided
ja: 説明はありません

source: No docker manifests to delete after ignoring manifests with tags or manifest lists
ja: タグまたはマニフェストリストによりマニフェストを無視したため、削除する Docker マニフェストがありません

source: No enabled repositories match your search criteria.
es: No hay repositorios habilitados que coincidan con sus criterios de búsqueda.
ja: 検索条件に一致する有効なリポジトリーはありません。

source: No environments
ja: 環境なし

source: No errata filter rules yet
ja: エラータフィルタールールはまだありません

source: No errata found.
ja: エラータが見つかりません。

source: No errata matching given search query
ja: 指定した検索クエリーに一致するエラータがありません

source: No errata to add yet
ja: 追加するエラータがまだありません

source: No errors
es: No hay errores
it: Nessun errore
ja: エラーなし
ru: Нет

source: No existing export history was found to perform an incremental export. A full export must be performed
ja: 増分エクスポートを実行する既存のエクスポート履歴は見つかりませんでした。完全なエクスポートを実行する必要があります

source: No file uploaded
es: No se ha cargado ningún archivo
it: Nessun file caricato
ja: ファイルがアップロードされていません
ru: Нет отправленных файлов

source: No filters yet
ja: まだフィルターはありません

source: No history yet
ja: 履歴がまだありません

source: No host collections
ja: ホストコレクションはありません

source: No host collections found.
es: No se han encontrado recopilaciones de hosts.
it: Nessun insieme di host trovato.
ja: ホストコレクションが見つかりません
ru: Нет коллекций.

source: No host collections yet
ja: ホストコレクションはまだありません

source: No hosts found
ja: ホストが見つかりません。

source: No hosts registered with subscription-manager found in selection.
es: No se encontraron hosts registrados con el gestor de suscripciones en la selección.
ja: subscription-manager に登録されているホストが選択肢に含まれていません。

source: No hosts were specified
ja: ホストが指定されていません

source: No installed debs found for search term '%s'
ja: 検索語 '%s' に該当するインストール済み debs が見つかりません

source: No installed packages and/or enabled repositories have been reported by %s.
ja: %s でレポートされたインストール済みパッケージや有効なリポジトリーはありません。

source: No items have been specified.
ja: 項目が指定されていません。

source: No manifest file uploaded
es: No se ha cargado ningún archivo de manifiesto
it: Nessun file del manifesto caricato
ja: マニフェストファイルがアップロードされていません
ru: Нет загруженных файлов манифеста

source: No manifest found. Import a manifest with the appropriate subscriptions before importing content.
ja: マニフェストが見つかりません。コンテンツをインポートする前に、適切なサブスクリプションでマニフェストをインポートしてください。

source: No manifest imported
ja: マニフェストがインポートされていません

source: No matching
ja: マッチする項目が

source: No matching ${name} found.
ja: マッチする {name} が見つかりませんでした

source: No matching ${selectedContentType} found
ja: マッチする ${selectedContentType} が見つかりませんでした

source: No matching DEB found.
ja: 一致する DEB が見つかりませんでした。

source: No matching activation keys found.
ja: マッチするアクティベーションキーが見つかりませんでした。

source: No matching alternate content sources found
ja: 一致する代替コンテンツソースが見つかりません

source: No matching content views found
es: No se encontraron vistas de contenido coincidentes
ja: 一致するコンテンツビューが見つかりません

source: No matching errata found
ja: マッチするエラータが見つかりませんでした

source: No matching filter rules found.
ja: マッチするフィルタールールが見つかりませんでした。

source: No matching filters found
ja: 一致するフィルターが見つかりません

source: No matching history record found
ja: 一致する履歴レコードが見つかりません

source: No matching host collections found
ja: 一致するホストコレクションが見つかりません

source: No matching hosts found.
ja: マッチするホストが見つかりませんでした。

source: No matching non-modular RPM found.
ja: 一致する非モジュラー RPM がありません。

source: No matching packages found
ja: マッチするパッケージが見つかりませんでした

source: No matching repositories found
ja: 一致するリポジトリーが見つかりません

source: No matching repository sets found
ja: マッチするリポジトリーセットが見つかりませんでした

source: No matching traces found
ja: マッチするトレースが見つかりませんでした
