Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: The Foreman Client repository is available in the host's content view environment(s).
ja: Foreman クライアントリポジトリーが、ホストのコンテンツビュー環境で使用できる。

source: The Foreman Client repository is enabled.
ja: Foreman クライアントリポジトリーが有効になっている。

source: The Foreman Client repository is synced.
ja: Foreman クライアントリポジトリーが同期されている。

source: The Foreman Client repository set is enabled for the host.
ja: Foreman クライアントリポジトリーセットが、ホストに対して有効になっている。

source: The URL to receive a session token from, e.g. used with Automation Hub.
ja: セッショントークンを受信するためのURL (例: Automation Hub で使用)。

source: The action requested on this composite view cannot be performed until all of the component content view versions have been promoted to the target environment: %{env}. This restriction is optional and can be modified in the Administrator -> Settings -> Content page using the restrict_composite_view flag.
es: La acción solicitada en esta vista compuesta no se puede realizar hasta que todas las versiones de vista de contenido del componente se hayan promovido al entorno de destino: %{env}. Esta restricción es opcional y se puede modificar en la página Administrador -> Configuración -> Contenido con la marca estrict_composite_view.
ja: この複合ビューで要求されたアクションは、すべてのコンポーネントコンテンツビューがターゲット環境: %{env} にプロモートされるまで実行できません。この制限はオプションであり、管理 -> 設定 -> コンテンツページで restrict_composite_view フラグを使用して変更できます。

source: The actual file contents
es: El contenido real del archivo
it: I contenuti del file
ja: 実際のコンテンツファイル
ru: Содержимое файла

source: The amount of latest versions of a package to keep on sync, includes pre-releases if synced. Default 0 keeps all versions.
ja: 同期時に保持するパッケージの最新バージョンの数。同期する場合はプレリリースも含まれます。デフォルト値 0 はすべてのバージョンを保持します。

source: The content type for the Alternate Content Source
ja: 代替コンテンツソースのコンテンツタイプ

source: The current organization cannot be deleted. Please switch to a different organization before deleting.
es: La actual organización no puede ser borrada. Por favor cambie a una organización diferente antes de borrar.
it: L'organizzazione attuale non può essere cancellata. Smistarsi su una organizzazione diversa prima di eseguire la rimozione.
ja: 現在の組織を削除できません。別の組織に切り替えてから削除してください。
ru: Текущая организация не может быть удалена. Перейдите в другую организацию и повторите попытку.

source: The default content view cannot be edited, published, or deleted.
es: La vista de contenido predeterminada no se puede editar, publicar ni borrar.
it: La visualizzazione del contenuto predefinita non può essere modificata, pubblicata o cancellata.
ja: デフォルトコンテンツビューの編集、公開、または削除を実行することはできません。
ru: Исходное представление не может быть изменено, опубликовано или удалено.

source: The default content view cannot be promoted
es: No se puede promover la vista de contenido predeterminada
it: Impossibile avanzare la visualizzazione del contenuto predefinita.
ja: デフォルトのコンテンツビューはプロモートできません
ru: Продвижение используемого по умолчанию представления не разрешено.

source: The description for the content view version
es: La descripción de la versión de la vista de contenido
ja: コンテンツビューバージョンの説明

source: The description for the content view version promotion
es: La descripción para la promoción de la versión de la vista de contenido
ja: コンテンツビューバージョンのプロモートの説明

source: The description for the new generated Content View Versions
es: La descripción para las nuevas versiones de contenido generadas
it: Descrizione per le nuove versioni della visualizzazione del contenuto generato
ja: 新規に生成されたコンテンツビューバージョンの説明
ru: Описание новых версий представления

source: The email notification will include subscriptions expiring in this number of days or fewer.
es: La notificación por correo electrónico incluirá las suscripciones que expiren en este cantidad de días o menos.
ja: メール通知には、この日数以内に期限が切れるサブスクリプションが含まれます。

source: The erratum filter rule end date is in an invalid format or type.
es: La fecha de finalización de la regla de filtro de errata tiene un formato o tipo no válidos.
it: La data di fine della regola del filtro dell'erratum non ha un formato o una tipologia valida.
ja: エラータフィルタールールの終了日は無効な形式またはタイプになっています。
ru: Недействительный формат или тип даты окончания в правиле фильтрации.

source: The erratum filter rule start date is in an invalid format or type.
es: La fecha de inicio de la regla de filtro de errata tiene un formato o tipo no válidos.
it: La data d'inizio della regola del filtro dell'erratum non ha un formato o una tipologia valida.
ja: エラータフィルタールールの開始日は無効な形式またはタイプになっています。
ru: Недействительный формат или тип даты начала в правиле фильтрации.

source: The erratum type must be an array. Invalid value provided
es: El tipo de errata debe ser una matriz. Se ha proporcionado un valor no válido
it: Il tipo di erratum deve essere un array. È stato fornito un valore non valido
ja: エラータタイプは配列でなくてはなりません。無効な値が指定されました
ru: Недопустимое значение: типы исправлений должны быть представлены в виде массивов.

source: The field to sort the data by. Defaults to the created date.
es: El campo para ordenar los datos. Se ajusta por defecto a la fecha de creación.
ja: データを並べ替えるフィールド。デフォルトは作成日に設定されています。

source: The following hosts have errata that apply to them:
es: Los siguientes hosts tienen erratas que aplican a ellos:
it: I seguenti host dispongono di errata da applicare:
ja: 以下のホストには、適用するエラータがあります:
ru: Узлы, для которых обнаружены подходящие исправления:

source: The following repositories provided in the import metadata have an incorrect content type or provider type. Make sure the export and import repositories are of the same type before importing %{repos}
ja: インポートメタデータで提供されている以下のリポジトリーのコンテンツタイプまたはプロバイダータイプが正しくありません。インポートする前に、エクスポートリポジトリーとインポートリポジトリーが同じタイプであることを確認してください %{repos}

source: The id of the content source
ja: コンテンツソースの ID

source: The id of the content view
ja: コンテンツビューの ID

source: The id of the host to alter
es: El ID del host que se debe modificar
ja: 変更するホストの ID

source: The id of the lifecycle environment
ja: ライフサイクル環境の ID

source: The ids of the hosts to alter. Hosts not managed by Katello are ignored
ja: 変更するホストの ID。Katello が管理していないホストは無視されます

source: The list of environments to promote the specified Content View Version to (replacing the older version)
es: La lista de entornos para promover la versión de vista de contenido especificada (remplaza la versión anterior)
ja: 指定されたコンテンツビューバージョンをプロモートする (古いバージョンに置き換わる) 環境の一覧です。

source: The manifest doesn't exist on console.redhat.com. Please create and import a new manifest.
ja: マニフェストは console.redhat.com にはありません。新しいマニフェストを作成してインポートしてください。

source: The manifest imported within Organization %{subject} is no longer valid. Please import a new manifest.
es: El manifiesto importado dentro de la Organización %{subject} ya no es válido. Importe un nuevo manifiesto.
ja: 組織 %{subject} 内にインポートされていたマニフェストは無効になりました。新しいマニフェストをインポートしてください。

source: The maximum number of second that Pulp can take to do a single sync operation, e.g., download a single metadata file.
ja: Pulp が 1 回の同期操作 (例: 1 つのメタデータファイルのダウンロード) に使用できる最大秒数

source: The maximum number of seconds for Pulp to connect to a peer for a new connection not given from a pool.
ja: Pulp がプールから指定されていない新しい接続のピアに接続するための最大秒数。

source: The maximum number of seconds for Pulp to establish a new connection or for waiting for a free connection from a pool if pool connection limits are exceeded.
ja: Pulp が新しい接続を確立するか、プール接続の制限を超えた場合にプールの空き接続を待機するための最大秒数。

source: The maximum number of seconds that Pulp can take to download a file, not counting connection time.
ja: Pulp がファイルのダウンロードに使用できる最大秒数 (接続時間は除く)。

source: The maximum number of versions of each package to keep.
ja: 保持する各パッケージのバージョンの最大数。

source: The number of days remaining in a subscription before you will be reminded about renewing it. Also used for manifest expiration warnings.
ja: サブスクリプションの更新を通知するときのサブスクリプションの残り日数。マニフェストの有効期限の警告にも使用されます。

source: The number of items fetched from a single paged Pulp API call.
ja: 1 ページの Pulp API 呼び出しからフェッチされたアイテムの数。

source: The offset in the file where the content starts
es: El desplazamiento en el archivo donde empieza el contenido
it: L'offset nel file all'inizio del contenuto
ja: コンテンツが開始するファイル内のオフセット
ru: Смещение содержимого в файле

source: The order to sort the results in. ['asc', 'desc'] Defaults to 'desc'.
es: El orden para clasificar los resultados. ['asc', 'desc'] Por defecto es 'desc'.
ja: 結果を並べ替える順序。['asc'、'desc']。デフォルトは 'desc' です。

source: The organization's manifest does not contain the subscriptions required to enable the following repositories. %{repos}
ja: 組織のマニフェストには、以下のリポジトリーの有効化に必要なサブスクリプションが含まれていません。 %{repos}

source: The page you are attempting to access requires selecting a specific organization.
es: La página a la que intenta acceder requiere seleccionar una organización específica.
ja: アクセス先のページには、特定の組織を選択する必要があります。

source: The path %{real_path} does not seem to be a valid repository. If you think this is an error, please try refreshing your manifest.
es: La ruta %{real_path} no parece ser un repositorio válido. Si cree que esto es un error, intente actualizar el manifiesto.
ja: パス %{real_path} は、有効なリポジトリーではないようです。これがエラーだと思われる場合には、マニフェストを更新してみてください。

source: The promotion of %{content_view} to %{environment} has completed. %{count} errata are available to your hosts.
es: La promoción de %{content_view} para %{environment} se ha completado. %{count} erratas están disponibles para sus hosts.
it: L'avanzamento di %{content_view} in %{environment} è terminato. Sono disponibili %{count} errata per gli host.
ja: %{content_view} から %{environment} へのプロモートが完了しました。エラータ %{count} 件をホストで利用できます。
ru: %{content_view} добавлен в %{environment}. Доступно исправлений: %{count}.

source: The promotion of %{content_view} to <b>%{environment}</b> has completed. %{count} needed errata are installable on your hosts.
es: Ha completado la promoción de %{content_view} a <b>%{environment}</b> . %{count} erratas necesarias se pueden instalar en sus hosts.
it: L'avanzamento di %{content_view} in <b>%{environment}</b> è terminato. È possibile installare %{count} errata necessari sugli host.
ja: %{content_view} から <b>%{environment}</b> へのプロモートが完了しました。必要なエラータ %{count} 件をホストにインストールできます。
ru: %{content_view} добавлен в <b>%{environment}</b>. Обязательных исправлений: %{count}.

source: The repository is already enabled
es: El repositorio ya está habilitado
it: Il repository è già abilitato
ja: リポジトリー がすでに有効にされています
ru: Репозиторий уже включен

source: The repository's publication is missing. Please run a 'complete sync' on %s.
ja: リポジトリーの公開がありません。%s で 'complete sync' を実行してください。

source: The request did not contain any repository information.
es: La solicitud no contenía ninguna información de repositorio.
ja: 要求には、リポジトリーの情報が含まれていませんでした。

source: The requested resource does not belong to the specified Organization
es: El recurso solicitado no pertenece a la organización especificada
ja: 要求されたリソースは、指定の組織に所属しません。

source: The requested resource does not belong to the specified organization
es: El recurso solicitado no pertenece a la organización especificada
ja: 要求されたリソースは、指定の組織に所属していません

source: The requested traces were not found for this host
ja: このホストには、要求されたトレースが見つかりませんでした

source: The selected kickstart repository is not part of the assigned content view, lifecycle environment, content source, operating system, and architecture
ja: 選択したキックスタートリポジトリーは、割り当てられたコンテンツビュー、ライフサイクル環境、コンテンツソース、オペレーティングシステム、アーキテクチャーに含まれていません。

source: The selected lifecycle environment contains no activation keys
ja: 選択したライフサイクル環境にアクティベーションキーが含まれていません

source: The selected/Inherited Content View is not available for this Lifecycle Environment
ja: このライフサイクル環境では、選択したコンテンツビュー/継承したコンテンツビューは利用できません

source: The specified organization is in Simple Content Access mode. Attaching subscriptions is disabled
es: La organización especificada está en el modo de acceso a contenido simple. La conexión de las suscripciones está desactivada
ja: 指定の組織はシンプルコンテンツアクセスモードです。サブスクリプションのアタッチが無効になっています

source: The subscription cannot be found upstream
es: La suscripción no se puede encontrar en canal ascendente
ja: サブスクリプションがアップストリームにありません

source: The subscription is no longer available
es: La suscripción ya no está disponible
ja: サブスクリプションは利用できなくなりました

source: The synchronization of "%s" has completed. Below is a summary of new errata.
es: La sincronización de "%s" ha completado. Abajo encuentra un resumen de nuevas erratas.
it: Il processo di sincronizzazione di "%s" è terminato. Di seguito viene riportato un sommario del nuovo errata.
ja: "%s" の同期が完了しました。以下は新規エラータの要約です。
ru: Синхронизация «%s» завершена. Ниже приведен список новых исправлений.

source: The token key to use for authentication.
ja: 認証に使用するトークンキー。

source: The type of content to remove (srpm, docker_manifest, etc.). Check removable types here: /katello/api/repositories/repository_types
ja: 削除するコンテンツタイプ (srpm、docker_manifest など)。/katello/api/repositories/repository_types でリムーバブルタイプを確認します。

source: The type of content to upload (srpm, file, etc.). Check uploadable types here: /katello/api/repositories/repository_types
ja: アップロードするコンテンツのタイプ (srpm、file など)。アップロード可能なタイプは、/katello/api/repositories/repository_types で確認できます。

source: The value will be available in templates as @host.params['kt_activation_keys']
ja: 値は、テンプレートで @host.params['kt_activation_keys'] という形で使用できるようになります

source: There are no Manifests to display
ja: 表示するマニフェストはありません。

source: There are no Subscriptions to display
es: No hay suscripciones para mostrar
ja: 表示するサブスクリプションはありません

source: There are no errata that need to be applied to registered content hosts.
es: No hay erratas que deban aplicarse a los hosts de contenido registrados.
it: Non è presente alcun errata da applicare agli host di contenuto registrati.
ja: 登録済みコンテンツホストへの適用が必要なエラータはありません。
ru: Нет исправлений для зарегистрированных систем.

source: There are no host collections available to add.
ja: 追加可能なホストコレクションはありません。

source: There are no products or repositories enabled. Try enabling via %{custom} or %{redhat}.
es: No hay productos o repositorios habilitados. Intente habilitarlos a través de %{custom} o %{redhat}.
it: Non è stato abilitato alcun prodotto o repositorio. Provare ad abilitarli tramite %{custom} o %{redhat}.
ja: 有効な製品またはリポジトリーはありません。%{custom} または %{redhat} から有効化してみてください。
ru: Нет продуктов и репозиториев. Настройте их на странице %{custom} или %{redhat}.

source: There are {numberOfActivationKeys} activation keys that need to be reassigned.
ja: 再割り当てが必要なアクティベーションキーは {numberOfActivationKeys} 個です。

source: There are {numberOfHosts} hosts that need to be reassigned.
ja: 再割り当てが必要なホストは {numberOfHosts} 個です。

source: There either were no environments nor versions specified or there were invalid environments/versions specified. Please check environment_ids and content_view_version_ids parameters.
es: No se han especificado entornos ni versiones o se han especificado entornos/versiones no válidos. Compruebe los parámetros ID_entornos e ID_versión_vista_contenido.
it: Molto probabilmente non è stato specificato alcun ambiente o versione, oppure sono stati specificati ambienti/versioni non validi. Controllare i parametri environment_ids e content_view_version_ids.
ja: いずれの環境またはバージョンも指定されていないか、または無効な環境/バージョンが指定されています。environment_ids と content_view_version_ids パラメーターを確認してください。
ru: Окружения и версии не заданы или определены неверно. Проверьте параметры environment_ids и content_view_version_ids.

source: There is no downloaded content to clean.
ja: クリーンアップするダウンロード済みのコンテンツはありません。

source: There is no manifest history to display.
ja: 表示するマニフェスト履歴がありません。

source: There is no such HTTP proxy
es: No existe tal proxy HTTP
ja: そのような HTTP プロキシーはありません

source: There is nothing to see here
es: No hay nada que ver aquí
ja: こちらに表示できるものはありません

source: There is {numberOfActivationKeys} activation key that needs to be reassigned.
ja: 再割り当てが必要なアクティベーションキーは {numberOfActivationKeys} 個です。

source: There is {numberOfHosts} host that needs to be reassigned.
ja: 再割り当てが必要なホストは {numberOfHosts} 個です。

source: There was a problem retrieving Activation Key data from the server.
es: Hubo un problema para recuperar los datos de la llave de activación del servidor.
ja: サーバーからアクティベーションキーデータを取得する時に問題が発生しました。

source: There was an error retrieving data from the server. Check your connection and try again.
ja: サーバーからデータを取得する際にエラーが発生しました。接続を確認して再度取得してみてください。

source: There was an issue with the backend service %s:
es: Se produjo un error con el servicio de segundo plano %s:
ja: バックエンドサービス %s で問題が発生しました:

source: There's no running synchronization for this smart proxy.
es: No hay sincronización en marcha para este proxy inteligente.
ja: この Smart Proxy に対して実行中の同期はありません。

source: This Content View must be set to Import-only before performing an import
ja: インポートを実行する前に、このコンテンツビューをインポートのみに設定する必要があります

source: This Host is not currently registered with subscription-manager.
es: Este host no está registrado actualmente en el gestor de suscripciones.
ja: このホストは現在、subscription-manager に登録されていません。

source: This Organization's subscription manifest has expired. Please import a new manifest.
es: El manifiesto de suscripción de esta organización ha caducado. Importe un nuevo manifiesto.
ja: この組織のサブスクリプションマニフェストは期限切れです。新しいマニフェストをインポートしてください。

source: This action doesn't support package groups
es: Esta acción no admite grupos de paquete.
ja: このアクションはパッケージグループに対応していません

source: This action should only be taken for debugging purposes.
ja: この操作はデバッグ目的でのみ実行してください。

source: This action should only be taken in extreme circumstances or for debugging purposes.
es: Esta acción debería implementarse únicamente en circunstancias extremas o para fines de depuración.
ja: この操作は、特殊な状況またはデバッグの目的でのみ実行する必要があります。

source: This activation key is associated to one or more Hosts/Hostgroups. Search and unassociate Hosts/Hostgroups using params.kt_activation_keys ~ "%{name}" before deleting.
ja: このアクティべーションキーは 1 つ以上のホスト/ホストグループに関連付けられます。削除前に params.kt_activation_keys ~ "%{name}" を使用してホスト/ホストグループを検索し、関連付け解除します。

source: This certificate allows a user to view the repositories in any environment from a browser.
es: Este certificado permite al usuario ver los repositorios en cualquier entorno desde un navegador.
it: Questo certificato permette all'utente di visualizzare i repositori in qualsiasi ambiente del browser.
ja: この証明書により、ユーザーはすべての環境のリポジトリーをブラウザーから閲覧できます。
ru: Сертификат позволяет просмотреть репозитории окружения из окна браузера.

source: This content view does not have any versions associated.
ja: このコンテンツビューには、バージョンが関連付けられていません。

source: This content view version doesn't have a history.
es: Esta versión de vista de contenido no tiene un historial.
ja: このコンテンツビューバージョンには履歴がありません。

source: This content view version is used in one or more multi-environment hosts. The version will simply be removed from the multi-environment hosts. The content view and lifecycle environment you select here will only apply to single-environment hosts. See hammer activation-key --help for more details.
ja: このコンテンツビューバージョンは、1 つ以上のマルチ環境ホストで使用されます。バージョンは、マルチ環境ホストから削除されます。ここで選択したコンテンツビューとライフサイクル環境は、単一環境ホストにのみ影響があります。詳細は、hammer activation-key --help を参照してください。

source: This content view will be automatically updated to the latest version.
ja: このコンテンツビューは、最新バージョンに自動的に更新されます。

source: This content view will be deleted. Changes will be effective after clicking Delete.
ja: このコンテンツビューは削除されます。変更は、削除 をクリックした後に有効になります。

source: This endpoint is deprecated and will be removed in an upcoming release. Simple Content Access is the only supported content access mode.
ja: このエンドポイントは非推奨であり、今後のリリースで削除される予定です。サポートされているコンテンツアクセスモードは、Simple Content Access のみです。

source: This endpoint is primarily designed for UI interactions and uploading content into the repository. For API-based uploads, please use the 'content_uploads' endpoint instead.
ja: このエンドポイントは、主に UI の操作とリポジトリーへのコンテンツのアップロード用に設計されています。API ベースのアップロードの場合は、代わりに 'content_uploads' エンドポイントを使用してください。

source: This environment is used in one or more multi-environment activation keys. The environment will simply be removed from the multi-environment keys. The content view and lifecycle environment you select here will only apply to single-environment activation keys. See hammer activation-key --help for more details.
ja: この環境は、1 つ以上のマルチ環境アクティベーションキーで使用されています。この環境は単に、マルチ環境キーから削除されるだけです。ここで選択したコンテンツビューとライフサイクル環境は、単一環境アクティベーションキーにのみ影響があります。詳細は、hammer activation-key --help を参照してください。

source: This host does not have any Module streams.
ja: このホストにはモジュールストリームがありません。

source: This host does not have any packages.
ja: このホストにはパッケージがありません。

source: This host has errata that are applicable, but not installable. Adjust your filters and try again.
ja: このホストには適用可能なエラータがありますが、インストールできません。フィルターを調節してもう一度お試しください。

source: This host is associated with multiple content view environments. If you assign a lifecycle environment and content view here, the host will be removed from the other environments.
ja: このホストは複数のコンテンツビュー環境に関連付けられています。ここでライフサイクル環境とコンテンツビューを割り当てると、このホストは他の環境から削除されます。

source: This host's organization is in Simple Content Access mode. Attaching subscriptions is disabled.
es: La organización de este host está en el modo de acceso a contenido simple. Adjuntar suscripciones está desactivado.
ja: このホストの組織はシンプルコンテンツアクセスモードです。サブスクリプションのアタッチが無効になっています。

source: This host's organization is in Simple Content Access mode. Auto-attach is disabled
es: La organización de este host está en el modo de acceso a contenido simple. La conexión automática está desactivada
ja: このホストの組織はシンプルコンテンツアクセスモードです。自動アタッチが無効になっています

source: This is disabled because a manifest task is in progress
es: Esto está desactivado porque una tarea del manifiesto está en progreso
ja: マニフェストのタスクが実行中であるため、これは無効になっています

source: This is disabled because a manifest-related task is in progress.
ja: マニフェスト関連のタスクが実行中であるため、これは無効になっています。

source: This is disabled because no connection could be made to the upstream Manifest.
ja: アップストリームマニフェストに接続できないため、これは無効になっています。

source: This is disabled because no manifest exists
es: Esto está desactivado porque no existe ningún manifiesto
ja: マニフェストが存在しないため、これは無効になっています

source: This is disabled because no manifest has been uploaded.
es: Esto está desactivado porque no se ha cargado ningún manifiesto.
ja: マニフェストがアップロードされていないため、これは無効になっています。

source: This is disabled because no subscriptions are selected.
es: Esto está desactivado porque no se han seleccionado suscripciones.
ja: サブスクリプションが選択されていないため、これは無効になっています。

source: This is not a linked repository
es: Este no es un repositorio vinculado
ja: これは、リンクされたリポジトリーではありません

source: This page shows the subscriptions available from this organization's subscription manifest. {br} Learn more about your overall subscription usage with the {subscriptionsService}.
ja: このページには、この組織のサブスクリプションマニフェストから利用可能なサブスクリプションが表示されます。{br} サブスクリプションの全体的な使用状況の詳細は、{subscriptionsService} を参照してください。

source: This repository is not suggested. Please see additional %(anchorBegin)sdocumentation%(anchorEnd)s prior to use.
es: No se sugiere este repositorio. Consulte la documentación adicional de %(anchorBegin)sdocumentation%(anchorEnd)s antes de su uso.
ja: このリポジトリーは推奨されていません。使用する前に、 %(anchorBegin)sドキュメント%(anchorEnd)s を追加で参照してください。

source: This request may only be performed on a Smart proxy that has the Pulpcore feature with mirror=true.
ja: この要求は、mirror=true 設定で Pulpcore 機能を持つ Smart Proxy でのみ実行できます。

source: This service is available for unauthenticated users
es: Este servicio está disponible para usuarios no autenticados
it: Questo servizio è disponibile per utenti non autenticati
ja: このサービスは未認証ユーザーが使用できます
ru: Эта услуга доступна анонимным пользователям.
