Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Comma-separated list of content view environment labels to be associated with the activation key, in the format of 'lifecycle_environment_label/content_view_label'. Ignored if content_view_environment_ids is specified, or if content_view_id and lifecycle_environment_id are specified. Requires allow_multiple_content_views setting to be on.
ja: アクティベーションキーに関連付けるコンテンツビュー環境ラベルのコンマ区切りリスト。形式は 'lifecycle_environment_label/content_view_label' です。content_view_environment_ids が指定されている場合、または content_view_id と lifecycle_environment_id が指定されている場合は無視されます。allow_multiple_content_views 設定をオンにする必要があります。

source: Comma-separated list of content view environment labels to be associated with the host, in the format of 'lifecycle_environment_label/content_view_label'. Ignored if content_view_environment_ids is specified, or if content_view_id and lifecycle_environment_id are specified. Requires allow_multiple_content_views setting to be on.
ja: ホストに関連付けるコンテンツビュー環境ラベルのコンマ区切りリスト。形式は 'lifecycle_environment_label/content_view_label' です。content_view_environment_ids が指定されている場合、または content_view_id と lifecycle_environment_id が指定されている場合は無視されます。allow_multiple_content_views 設定をオンにする必要があります。

source: Comma-separated list of subpaths. All subpaths must have a slash at the end and none at the front.
ja: コンマ区切りのサブパスの一覧。すべてのサブパスには、必ず末尾にスラッシュが必要で、先頭には不要です

source: Comma-separated list of tags to exclude when syncing a container image repository. Default: any tag ending in "-source"
ja: コンテナーイメージリポジトリーの同期時に除外するタグのコンマ区切りリスト。デフォルト: "-source" で終わるタグ

source: Comma-separated list of tags to sync for a container image repository
ja: コンテナーイメージリポジトリーに同期するコンマ区切りのタグ一覧

source: Compare
ja: 比較

source: Completed pulp task protection days
ja: 完了した Pulp タスクの保護日数

source: Component Content View
ja: コンポーネントコンテンツビュー

source: Component Version: '%{cvv}', Product: '%{product}', Repository: '%{repo}'
ja: コンポーネントのバージョン: '%{cvv}'、製品: '%{product}'、リポジトリー: '%{repo}'

source: Components
es: Componentes
ja: コンポーネント

source: Composite Content View
ja: 複合コンテンツビュー

source: Composite Content View '%{subject}' failed auto-publish
es: La vista de contenido compuesto '%{subject}' falló en la autopublicación
ja: 複合コンテンツビュー '%{subject}' は自動公開に失敗しました

source: Composite content view
es: Vista de contenido compuesta
it: Visualizzazione contenuto composita
ja: 複合コンテンツビュー
ru: Сложное представление

source: Composite content views
ja: 複合コンテンツビュー

source: Compute resource IDs
es: ID de recursos de cómputo
ja: コンピュートリソース ID

source: Configuration still must be updated on {hosts}
ja: {hosts} でも設定を更新する必要があります

source: Configuration updated on Foreman
ja: Foreman で設定が更新されました

source: Confirm Deletion
es: Confirmar la eliminación
ja: 削除の確定

source: Confirm delete manifest
es: Confirmar la eliminación del manifiesto
ja: マニフェスト削除の確定

source: Consider changing the Lifecycle Environment's Registry Name Pattern to something more specific.
es: Considere la posibilidad de cambiar el patrón de nombres de registro del entorno del ciclo de vida a algo más específico.
ja: ライフサイクル環境のレジストリー名のパターンをより具体的な名前に変更することをご検討ください。

source: Consumed
es: Consumidas
ja: 使用済み

source: Container Image Manifest
es: Manifiesto de imagen de contenedor
ja: コンテナーイメージマニフェスト

source: Container Image Repositories are not protected at this time. They need to be published via http to be available to containers.
es: Los repositorios de imágenes de contenedor no están protegidos en este momento. Se deben publicar a través de http para estar disponibles para los contenedores.
ja: コンテナーイメージリポジトリーは現時点では保護されていません。コンテナーで使用できるようにするには、http を介して公開する必要があります。

source: Container Image Tag
es: Etiqueta de imagen de contenedor
ja: コンテナーイメージタグ

source: Container Image Tags
es: Etiquetas de imagen de contenedor
ja: コンテナーイメージタグ

source: Container Image repo '%{repo}' is present in multiple component content views.
es: La imagen de contenedor del repositorio '%{repo}' está presente en múltiples vistas de contenido de componentes.
ja: コンテナイメージリポジトリー '%{repo}' が複数のコンポーネントコンテンツビューに存在します。

source: Container Images
es: Imágenes de contenedor
ja: コンテナーイメージ

source: Container image tag
ja: コンテナーイメージタグ

source: Container image tags
ja: コンテナーイメージタグ

source: Container manifest lists
ja: コンテナーマニフェストのリスト

source: Container manifests
ja: コンテナーマニフェスト

source: Container tags
ja: コンテナータグ

source: Content
es: Contenido
it: Contenuto
ja: コンテンツ
ru: Содержимое

source: Content Count
ja: コンテンツ数

source: Content Credential ID
ja: コンテンツ認証情報 ID

source: Content Credential numeric identifier
ja: コンテンツ認証情報の数値 ID

source: Content Credential to use for SSL CA. Relevant only for 'upstream_server' type.
ja: SSL CA に使用するコンテンツ認証情報。'upstream_server' タイプにのみ必要です。

source: Content Credentials
es: Credenciales de contenido
ja: コンテンツの認証情報

source: Content Details
ja: コンテンツの詳細

source: Content Download URL
es: URL de descarga de contenido
ja: コンテンツのダウンロード URL

source: Content Facet for host with id %s is non-existent. Skipping applicability calculation.
ja: ID が %s のホストのコンテンツファセットが存在しません。適用性の計算をスキップします。

source: Content Hosts
es: Hosts de contenido
it: Host di contenuto
ja: コンテンツホスト
ru: Узлы содержимого

source: Content Source
es: Fuente del contenido
it: Sorgente contenuto
ja: コンテンツソース
ru: Источник содержимого

source: Content Sync
es: Sincronización de contenido
ja: コンテンツの同期

source: Content Types
es: Tipos de contenido
ja: コンテンツタイプ

source: Content View
es: Vista del contenido
it: Visualizzazione contenuto
ja: コンテンツビュー
ru: Представление

source: Content View %{view}: Versions: %{versions}
es: Vista de contenido %{view}: Versiones: %{versions}
ja: コンテンツビュー %{view}: バージョン: %{versions}

source: Content View Details
es: Detalles de vista de contenido
ja: コンテンツビューの詳細

source: Content View Filter id
es: identificador de filtro de vista de contenido
ja: コンテンツビューフィルター ID

source: Content View Filter identifier. Use to filter by ID
ja: コンテンツビューフィルターの識別子。ID でフィルターするために使用します

source: Content View ID
es: ID de vista de contenido
ja: コンテンツビュー ID

source: Content View Name
es: Nombre de vista de contenido
ja: コンテンツビュー名

source: Content View Version %{id} not in all specified environments %{envs}
es: %{id} de versión de vista de contenido no está especificado en todos los entornos %{envs}
it: La versione della visualizzazione del contenuto %{id} non è presente in tutti gli ambienti %{envs} specificati
ja: 指定の %{envs} すべてにコンテンツビューバージョン %{id} が含まれていません
ru: Версия %{id} не входит в состав всех окружений %{envs}

source: Content View Version Ids to perform an incremental update on. May contain composites as well as one or more components to update.
es: ID de versión de vista de contenido para realizar una actualización incremental. Puede contener compuestos al igual que uno o más componentes para actualizar.
it: ID versione della visualizzazione del contenuto sulla quale eseguire un aggiornamento incrementale. Può avere elementi compositi e uno o più elementi da aggiornare.
ja: 増分更新を実行するためのコンテンツビューバージョン ID です。更新する複合および 1 つ以上のコンポーネントが含まれる場合があります。
ru: Идентификаторы версий представления для инкрементного обновления. Может включать и сложные представления, и отдельные компоненты.

source: Content View Version identifier
es: Identificador de versión de vista de contenido
ja: コンテンツビューバージョン ID

source: Content View Version not set
es: Versión de vista de contenido no establecida
ja: コンテンツビューバージョンが設定されていません

source: Content View Version specified in the metadata - '%{name}' already exists. If you wish to replace the existing version, delete %{name} and try again.
ja: メタデータに指定のコンテンツビューバージョン ('%{name}') はすでに存在します。既存のバージョンを置き換えるには、%{name} を削除してもう一度お試しください。

source: Content View Version: '%{cvv}', Product: '%{product}', Repository: '%{repo}'
ja: コンテンツビューバージョン: '%{cvv}'、製品: '%{product}'、リポジトリー: '%{repo}'

source: Content View id
ja: コンテンツビュー ID

source: Content View label not provided.
ja: コンテンツビューラベルが指定されていません。

source: Content Views
es: Vistas de contenido
it: Visualizzazioni contenuto
ja: コンテンツビュー
ru: Представления

source: Content cannot be imported into a Composite Content View.
ja: コンテンツを複合コンテンツビューにインポートできません。

source: Content credential
ja: コンテンツの認証情報

source: Content credentials
ja: コンテンツの認証情報

source: Content facet for host %s has more than one content view. Use #content_views instead.
ja: ホスト %s のコンテンツファセットには複数のコンテンツビューがあります。代わりに #content_views を使用してください。

source: Content facet for host %s has more than one lifecycle environment. Use #lifecycle_environments instead.
ja: ホスト %s のコンテンツファセットには複数のライフサイクル環境があります。代わりに #lifecycle_environments を使用してください。

source: Content files to upload. Can be a single file or array of files.
es: Archivos de contenido para cargar. Puede ser uno o varios archivos.
it: File di contenuto da caricare. Può essere un file singolo o un insieme di file.
ja: アップロードするコンテンツファイルです。単一ファイルまたはファイルの配列を指定できます。
ru: Отправляемые файлы (один или несколько).

source: Content host must be unregistered before performing this action.
es: El host del contenido debe estar sin registrar antes de realizar esta acción.
ja: このアクションを実行する前に、コンテンツホストの登録を解除する必要があります。

source: Content hosts
ja: コンテンツホスト

source: Content imported by %{user} into content view '%{name}'
ja: %{user} によって '%{name}' にインポートされたコンテンツ

source: Content may come from {contentSourceName} or any other Smart Proxy behind the load balancer.
ja: コンテンツは、ロードバランサーの背後にある {contentSourceName} または他の Smart Proxy から取得している可能性があります。

source: Content not uploaded to pulp
ja: コンテンツが pulp にアップロードされませんでした

source: Content override search parameters
ja: コンテンツオーバーライドの検索パラメーター

source: Content source
ja: コンテンツソース

source: Content source ID
es: ID de fuente de contenido
ja: コンテンツソース ID

source: Content source was not set for host '%{host}'
es: La fuente del contenido no se estableció para el host '%{host}'
ja: コンテンツソースがホスト '%{host}' に設定されていませんでした

source: Content type
ja: コンテンツタイプ

source: Content type %{content_type_string} does not belong to an enabled repo type.
ja: コンテンツタイプ %{content_type_string} は、有効なリポジトリータイプに対応していません

source: Content type %{content_type} is incompatible with repositories of type %{repo_type}
ja: コンテンツタイプ %{content_type} には、タイプ %{repo_type} のリポジトリーとの互換性がありません

source: Content type does not support repo discovery
ja: コンテンツタイプがリポジトリーの検出をサポートしていません

source: Content view
ja: コンテンツビュー

source: Content view ${name} created
ja: コンテンツビュー ${name} が作成されました

source: Content view '%{content_view}' is not attached to the environment.
ja: コンテンツビュー '%{content_view}' は、環境に割り当てられていません。

source: Content view '%{content_view}' is not attached to this capsule.
ja: コンテンツビュー '%{content_view}' は、この Capsule に割り当てられていません。

source: Content view '%{cv_name}' is a generated content view, which cannot be assigned to hosts or activation keys.
ja: コンテンツビュー '%{cv_name}' は、生成されたコンテンツビューで、ホストまたはアクティベーションキーに割り当てることができません。

source: Content view '%{view}' is not in environment '%{env}'
es: La vista de contenido '%{view}' no está en el entorno '%{env}'
it: La visualizzazione del contenuto '%{view}' non è presente nell'ambiente '%{env}'
ja: コンテンツビュー '%{view}' は環境 '%{env}' にありません
ru: Представление «%{view} не входит в окружение «%{env}».

source: Content view '%{view}' is not in lifecycle environment '%{env}'.
es: La vista de contenido '%{view}' no está en el entorno de ciclo de vida
it: La visualizzazione del contenuto '%{view}' non è presente nell'ambiente ciclo di vita '%{env}'.
ja: ライフサイクル環境 '%{env}' には、コンテンツビュー '%{view}' がありません。
ru: Представление «%{view} не входит в окружение «%{env}».

source: Content view ID
es: ID de vista de contenido
ja: コンテンツビュー ID

source: Content view and environment not set for registration.
ja: コンテンツビューと環境は登録用に設定されていません。

source: Content view and lifecycle environment must be provided together
ja: コンテンツビューとライフサイクル環境を一緒に指定する必要があります

source: Content view does not need a publish since there are no audited changes since the last publish. Pass check_needs_publish parameter as false if you don't want to check if content view needs a publish.
ja: 最後の公開以降に監査された変更がないため、コンテンツビューの公開は必要ありません。コンテンツビューが公開を必要とするかどうかを確認する必要がない場合は、check_needs_publish パラメーターを false として渡します。

source: Content view environment
ja: コンテンツビュー環境

source: Content view environments
ja: コンテンツビュー環境

source: Content view environments and activation key must all belong to the same organization
ja: コンテンツビュー環境とアクティベーションキーはすべて同じ組織に属している必要があります。

source: Content view environments must have both a content view and an environment
ja: コンテンツビュー環境には、コンテンツビューと環境の両方が必要です。

source: Content view has repository label '%s' which is not specified in repos_units parameter.
es: La vista de contenido tiene la etiqueta de repositorio '%s' que no está especificada en el parámetro repos_units.
ja: コンテンツビューには '%s' のリポジトリーラベルが含まれていますが、このラベルは repos_units パラメーターで指定されていません。

source: Content view identifier
es: identificador de vista de contenido
it: Indentificatore visualizzazione del contenuto
ja: コンテンツビュー ID
ru: Идентификатор представления

source: Content view label
es: Etiqueta de vista de contenido
it: Etichetta visualizzazione del contenuto
ja: コンテンツビューラベル
ru: Метка представления

source: Content view must be specified
ja: コンテンツビューを指定する必要があります。

source: Content view name
ja: コンテンツビュー名

source: Content view not provided in the metadata
ja: メタデータで提供されていないコンテンツビュー

source: Content view numeric identifier
es: identificador numérico de la vista de contenido
it: Indentificatore numerico per la visualizzazione del contenuto
ja: コンテンツビューの数値 ID
ru: Числовой идентификатор представления

source: Content view promote failure
ja: コンテンツビュープロモートの失敗

source: Content view publish failure
ja: コンテンツビュー公開の失敗

source: Content view version export history identifier
ja: コンテンツビューバージョンのエクスポート履歴 ID

source: Content view version identifier
es: Identificador de versión de la vista de contenido
it: Indentificatore versione della visualizzazione del contenuto
ja: コンテンツビューのバージョン ID
ru: Идентификатор версии представления

source: Content view version import history identifier
ja: コンテンツビューバージョンのインポート履歴 ID

source: Content view version is empty
ja: コンテンツビューバージョンが空です

source: Content view version is empty or content counts are not up to date
ja: コンテンツビューのバージョンが空であるか、コンテンツ数が最新ではありません

source: Content views
ja: コンテンツビュー

source: Content will be synced from the alternate content source first, then the original source if the ACS is not reachable.
ja: コンテンツは最初に別のコンテンツソースから同期され、ACS に到達できない場合には元のソースが同期されます。

source: Content_Host_Status
ja: コンテンツホストのステータス

source: Contents of requirement yaml file to sync from URL
es: Contenido del archivo yaml requerido para sincronizar desde el URL
ja: URL から同期する要件 yaml ファイルのコンテンツ

source: Context
es: Contexto
ja: コンテキスト

source: Contract
es: Contrato
it: Contratto
ja: コントラクト
ru: Контракт

source: Contract Number
es: Número de contrato
ja: コントラクト番号

source: Copied to clipboard
ja: クリップボードにコピーしました

source: Copy
it: Copia
ja: コピー
ru: Копировать

source: Copy an activation key
es: Copiar una clave de activación
it: Copia una chiave di attivazione
ja: アクティベーションキーをコピーします
ru: Копировать ключ активации

source: Copy content view
ja: コンテンツビューのコピー

source: Copy to clipboard
es: Copiar al portapapeles
ja: クリップボードにコピー

source: Cores per socket
es: Núcleos por socket
ja: 1 ソケットあたりのコア数

source: Cores: %s
es: Núcleos: %s
it: Core: %s
ja: コア: %s 個
ru: Ядра: %s

source: Could not delete organization '%s'.
es: No se puede borrar organización '%s'.
it: Impossibile cancellare l'organizzazione '%s'.
ja: 組織 '%s' を削除できませんでした。
ru: Не удалось удалить организацию "%s".

source: Could not find %{content} with id '%{id}' in repository.
es: No se encontró %{content} con ID '%{id}' en repositorio.
it: Impossibile trovare %{content} con id '%{id}' nel repository.
ja: リポジトリーで ID が '%{id}' の %{content} が見つかりませんでした
ru: %{content} с идентификатором «%{id}» в репозитории не найдено.

source: Could not find %{count} errata. Only found: %{found}
es: No se pudo encontrar %{count} erratas. Solo se encontró: %{found}
ja: %{count} 件のエラータが見つかりませんでした。検索結果: %{found}

source: Could not find %{name} resource with id %{id}. %{perms_message}
ja: ID が %{id} の %{name} リソースが見つかりませんでした。%{perms_message}

source: Could not find %{name} resources with ids %{ids}
ja: ID が %{ids} の %{name} リソースが見つかりませんでした

source: Could not find Environment with ids: %s
es: No se encontró entorno con los ID: %s
it: Impossibile trovare l'ambiente con id: %s
ja: 以下の ID の環境が見つかりませんでした: %s
ru: Окружения не найдены: %s

source: Could not find Lifecycle Environment with id '%{id}'.
es: No se encontró el entorno de ciclo de vida con ID '%{id}'.
it: Impossibile trovare l'ambiente ciclo di vita con id '%{id}'.
ja: ID '%{id}' のライフサイクル環境が見つかりませんでした。
ru: Окружение с идентификатором «%{id}» не найдено.

source: Could not find a host with id %s
es: No se encontró un host con id %s
ja: id が %s のホストが見つかりませんでした

source: Could not find a smart proxy with pulp feature.
es: No se encontró un proxy inteligente con función de pulp.
ja: Pulp 機能が搭載された Smart Proxy が見つかりませんでした

source: Could not find all specified errata ids: %s
es: No se encontraron todos los ID de erratas especificados: %s
it: Impossibile trovare tutti gli id dell'errata specificati: %s
ja: 指定した全エラータ ID を見つけることができませんでした: %s
ru: Исправления не найдены: %s

source: Could not find environments for promotion
es: No se encontraron entornos para la promoción
ja: プロモート環境が見つかりませんでした

source: Could not locate Pulp distribution.
ja: Pulp ディストリビューションが見つかりませんでした。

source: Could not locate local uploaded repository for content indexing.
ja: コンテンツインデックス作成用のローカルにアップロードされたリポジトリーが見つかりませんでした。

source: Could not locate repository properties for content indexing.
ja: コンテンツインデックス作成用のリポジトリープロパティーが見つかりませんでした。

source: Could not remove the lifecycle environment from the smart proxy
es: No se pudo eliminar el entorno de ciclo de vida del proxy inteligente
ja: Smart Proxy からライフサイクル環境を削除できませんでした

source: Couldn't establish a connection to %s
ja: %s への接続を確立できませんでした

source: Couldn't find %{content_type} with id '%{id}'
es: No se encontró %{content_type} con id '%{id}'
ja: ID が %{id} の %{content_type} が見つかりませんでした

source: Couldn't find %{type} Filter with id %{id}
es: No se encontró filtro %{type} con ID %{id}
it: Impossibile trovare il filtro %{type} con id %{id}
ja: ID が %{id} の %{type} フィルターが見つかりませんでした
ru: Фильтр %{type} с идентификатором %{id} не найден.

source: Couldn't find ContentViewFilter with id=%s
es: No se encontró ContentViewFilter con ID=%s
it: Impossibile trovare ContentViewFilter con id=%s
ja: id=%s のコンテンツビューフィルターが見つかりませんでした
ru: Фильтр представления с идентификатором %s не найден.

source: Couldn't find Organization '%s'.
es: No se encontró la organización '%s'.
it: Impossibile trovare l'organizzazione '%s'.
ja: 組織 '%s' が見つかりませんでした
ru: Организация «%s» не найдена.

source: Couldn't find activation key '%s'
es: No se encontró la llave de activación '%s'
it: Impossibile trovare la chiave di attivazione '%s'
ja: アクティベーションキー '%s' が見つかりませんでした
ru: Ключ активации «%s» не найден.

source: Couldn't find activation key content view id '%s'
es: No se encontró el ID de vista de contenido de la llave de activación '%s'
it: Impossibile trovare l'id '%s' per la visualizzazione del contenuto della chiave di attivazione
ja: アクティベーションキーのコンテンツビュー ID「%s」が見つかりませんでした
ru: Представление с идентификатором «%s» для ключа активации не найдено.

source: Couldn't find activation key environment '%s'
es: No se encontró el entorno de la llave de activación '%s'
it: Impossibile trovare l'ambiente '%s' per la chiave di attivazione
ja: アクティベーションキーの環境 '%s' が見つかりませんでした
ru: Окружение «%s» для ключа активации не найдено.

source: Couldn't find consumer '%s'
es: No se encontró el usuario '%s'
it: Impossibile trovare l'utenza '%s'
ja: コンシューマー '%s' が見つかりませんでした
ru: Получатель «%s» не найден.

source: Couldn't find content host content view id '%s'
es: No se encontró el ID de vista de contenido del host de contenido '%s'
it: Impossibile trovare l'id '%s' per la visualizzazione del contenuto dell'host
ja: コンテンツホストのコンテンツビュー ID「%s」が見つかりませんでした
ru: Представление с идентификатором «%s» для узла содержимого не найдено.

source: Couldn't find content host environment '%s'
es: No se encontró el entorno del host de contenido '%s'
it: Impossibile trovare l'ambiente dell'host di contenuto '%s'
ja: コンテンツホストの環境 '%s' が見つかりませんでした
ru: Окружение «%s» узла содержимого не найдено.

source: Couldn't find content view environment with content view ID '%{cv}' and environment ID '%{env}'
ja: コンテンツビュー IDが '%{cv}' および環境 ID が '%{env}' のコンテンツビュー環境が見つかりませんでした

source: Couldn't find content view version '%s'
es: No se encontró la versión de vista de contenido '%s'
it: Impossibile trovare la versione della visualizzazione del contenuto '%s'
ja: コンテンツビューのバージョン '%s' が見つかりませんでした
ru: Версия «%s» не найдена.

source: Couldn't find content view versions '%s'
es: No se encontraron las versiones de vista de contenido '%s'
it: Impossibile trovare le versioni della visualizzazione del contenuto '%s'
ja: コンテンツビューのバージョン '%s' が見つかりませんでした
ru: Версии «%s» не найдены.

source: Couldn't find content view with id: '%s'
ja: ID が '%s' のコンテンツビューが見つかりませんでした

source: Couldn't find environment '%s'
es: No se encontró el entorno '%s'
it: Impossibile trovare l'ambiente '%s'
ja: 環境 '%s' が見つかりませんでした
ru: Окружение «%s» не найдено.

source: Couldn't find errata ids '%s'
es: No se encontraron ID de erratas '%s'
it: Impossibile trovare gli id '%s' dell'errata
ja: エラータ ID「%s」が見つかりませんでした
ru: Исправления «%s» не найдены.

source: Couldn't find host collection '%s'
es: No se encontró la recopilación de hosts '%s'
it: Impossibile trovare l'insieme di host di contenuto '%s'
ja: ホストコレクション '%s' が見つかりませんでした
ru: Коллекция «%s» не найдена

source: Couldn't find host with host id '%s'
es: No se pudo encontrar el host con ID de host '%s'.
ja: ホスト ID 「%s」のホストが見つかりませんでした

source: Couldn't find organization '%s'
es: No se encontró la organización '%s'
it: Impossibile trovare l'organizzazione '%s'
ja: 組織「%s」が見つかりませんでした
ru: Организация «%s» не найдена

source: Couldn't find prior-environment '%s'
es: No se encontró el entorno anterior '%s'
it: Impossibile trovare l'ambiente precendete '%s'
ja: 以前の環境 '%s' が見つかりませんでした
ru: Предыдущее окружение «%s» не найдено

source: Couldn't find product with id '%s'
es: No se encontró el producto con ID '%s'
it: Impossibile trovare il prodotto con id '%s'
ja: ID「%s」の製品が見つかりませんでした
ru: Продукт с ID «%s» не найден.

source: Couldn't find products with id '%s'
ja: ID が '%s' の製品が見つかりませんでした

source: Couldn't find repository '%s'
es: No se encontró el repositorio '%s'
it: Impossibile trovare il repositorio '%s'
ja: リポジトリー '%s' が見つかりませんでした
ru: Репозиторий «%s» не найден.

source: Couldn't find smart proxies with id '%s'
ja: id '%s' の Smart Proxy は見つかりませんでした

source: Couldn't find smart proxies with name '%s'
ja: 名前が '%s' の Smart Proxy は見つかりませんでした

source: Couldn't find specified content view and lifecycle environment.
ja: 指定のコンテンツビューとライフサイクル環境が見つかりませんでした。

source: Couldn't find subject of synchronization
es: No se encontró asunto de sincronización
it: Impossibile trovare il soggetto della sincronizzazione
ja: 同期の件名が見つかりませんでした
ru: Не удалось найти объект синхронизации

source: Create
es: Crear
it: Crea
ja: 作成
ru: Создать

source: Create ACS
ja: ACS の作成

source: Create Alternate Content Source
ja: 代替コンテンツソースの作成

source: Create Container Push Repository Root
ja: コンテナープッシュリポジトリールートの作成

source: Create Export History
es: Crear un historial de exportación
ja: エクスポート履歴の作成

source: Create Import History
es: Crear un historial de importaciones
ja: インポート履歴の作成

source: Create Repositories
es: Crear repositorios
ja: リポジトリーの作成

source: Create Syncable Export History
ja: 同期可能なエクスポート履歴の作成

source: Create a Content Credential
ja: コンテンツ認証情報の作成

source: Create a content view
es: Crear una vista de contenido
it: Crea una visualizzazione del contenuto
ja: コンテンツビューの作成
ru: Создать представление

source: Create a custom product
ja: カスタム製品の作成
