Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Base URL
ja: ベース URL

source: Base URL for finding alternate content
ja: 代替コンテンツを検索するためのベース URL

source: Base URL of the flatpak registry index, ex: https://flatpaks.redhat.io/rhel/ , https://registry.fedoraproject.org/.
ja: flatpak レジストリーインデックスのベース URL (例: https://flatpaks.redhat.io/rhel/、https://registry.fedoraproject.org/)。

source: Base URL to perform repo discovery on
es: URL base en la que realizar la detección de repositorio
ja: リポジトリー検出を実行するベース URL

source: Basearch to disable
es: Basearch para inhabilitar
it: Architettura di base da disabilitare
ja: 無効にする Basearch
ru: Исключить $basearch

source: Basearch to enable
es: Basearch para habilitar
it: Architettura di base da abilitare
ja: 有効にする Basearch
ru: Включить $basearch

source: Basic authentication password
ja: Basic 認証パスワード

source: Basic authentication username
ja: Basic 認証ユーザー名

source: Batch size to sync repositories in.
es: Tamaño del lote para sincronizar los repositorios.
ja: リポジトリーを同期するバッチサイズ。

source: Before continuing, ensure that all of the following prerequisites are met:
ja: 続行する前に、次の前提条件がすべて満たされていることを確認してください:

source: Before removing versions you must move activation keys to an environment where the associated version is not in use.
ja: バージョンを削除する前に、関連付けられたバージョンが使用されていない環境にアクティベーションキーを移動する必要があります。

source: Before removing versions you must move hosts to an environment where the associated version is not in use.
ja: バージョンを削除する前に、関連付けられたバージョンが使用されていない環境にホストを移動する必要があります。

source: Below are the repository sets currently available for this content host. For Red Hat subscriptions, additional content can be made available through the {rhrp}. Changing default settings requires subscription-manager 1.10 or newer to be installed on this host.
ja: 以下は、このコンテンツホストで現在利用可能なリポジトリーセットです。Red Hat サブスクリプションの場合は、{rhrp} により追加のコンテンツを利用できる可能性があります。デフォルト設定を変更するには、subscription-manager 1.10 またはそれ以降をこのホストにインストールする必要があります。

source: Beta
ja: ベータ

source: Bind an entitlement to an allocation
es: Vincular el derecho a una asignación
ja: 割り当てにエンタイトルメントをバインドします

source: Bind entitlements to an allocation
es: Vincular los derechos a una asignación
ja: 割り当てにエンタイトルメントをバインドします

source: Bookmark this search
es: Guardar esta búsqueda en marcadores
ja: この検索をブックマーク

source: Bookmarks marked as public are available to all users
ja: パブリックと識別されたブックマークは、すべてのユーザーが利用できます

source: Bootc rollback via Bootc interface
ja: Bootc インターフェイスを使用した Bootc ロールバック

source: Bootc status via Bootc interface
ja: Bootc インターフェイスを使用した Bootc ステータス

source: Bootc switch via Bootc interface
ja: Bootc インターフェイスを使用した Bootc スイッチ

source: Bootc upgrade via Bootc interface
ja: Bootc インターフェイスを使用した Bootc アップグレード

source: Booted Container Images
ja: 起動済みのコンテナーイメージ

source: Booted container images
ja: 起動済みのコンテナーイメージ

source: Both
ja: 両方

source: Both major and minor parameters have to be used to override a CV version
es: Tanto los parámetros principales como los secundarios deben ser usados para anular una versión CV
ja: CV バージョンを上書きするには、メジャーパラメーターとマイナーパラメーターの両方を使用する必要があります

source: Bug Fix
es: Corrección de errores
ja: バグ修正
ru: Исправление ошибки

source: Bugfix
es: Corrección de errores
ja: バグ修正
ru: Исправление ошибок

source: Bugs
ja: バグ

source: Bulk alternate content source delete has started.
ja: 代替コンテンツソースの一括削除が開始されました。

source: Bulk alternate content source refresh has started.
ja: 代替コンテンツソースの一括更新が開始されました。

source: Bulk generate applicability for host %s
ja: ホスト %s に適用可能なエラータを一括生成します

source: Bulk generate applicability for hosts
es: Generar a gran escala la aplicabilidad para los hosts
ja: ホストに適用可能なエラータを一括生成します

source: Bulk remove versions from a content view and reassign systems and keys
ja: コンテンツビューからバージョンを一括削除し、システムおよびキーを再度割り当てます

source: CDN Configuration
ja: CDN 設定

source: CDN Configuration for Red Hat Content
ja: Red Hat コンテンツの CDN 設定

source: CDN Configuration updated.
ja: CDN 設定が更新されました。

source: CDN configuration is set to Export Sync (disconnected). Repository enablement/disablement is not permitted on this page.
ja: CDN 設定は エクスポートの同期の (切断) に設定されます。このページでは、リポジトリーの有効化/無効化は許可されていません。

source: CDN configuration type. One of %s.
ja: CDN 設定タイプ。%s のいずれか。

source: CDN loading error: %s not found
es: Error al cargar CDN: %s no se encontró
it: Errore di caricamento di CDN: %s non trovato
ja: CDN の読み込みエラー: %s が見つかりません
ru: Ошибка загрузки CDN: %s не найден.

source: CDN loading error: access denied to %s
es: Error en carga de CDN: acceso denegado para %s
it: Errore di caricamento di CDN: accesso negato a %s
ja: CDN の読み込みエラー: %s へのアクセスが拒否されました
ru: Ошибка загрузки CDN: %s отказано в доступе.

source: CDN loading error: access forbidden to %s
es: Error de carga CDN: prohibido el acceso a %s
it: Errore caricamento CDN: accesso non autorizzato a %s
ja: CDN の読み込みエラー: %s へのアクセスは禁止されています
ru: Ошибка загрузки CDN: доступ к %s запрещен

source: CVE identifier
es: Identificador CVE
it: Indetificatore CVE
ja: CVE ID
ru: Идентификатор CVE

source: CVEs
es: CVE
ja: CVE

source: Calculate Applicable Errata based on a particular Content View
es: Calcular erratas aplicables según una vista de contenido específica
it: Calcola l'Errata applicabile in base ad una visualizzazione del contenuto particolare
ja: 特定のコンテンツビューに基づく適用可能なエラータの計算
ru: Определить подходящие исправления для заданного представления

source: Calculate Applicable Errata based on a particular Environment
es: Calcular las erratas aplicables según un entorno específico
it: Calcola l'Errata applicabile in base ad un ambiente particolare
ja: 特定の環境に基づく適用可能なエラータの計算
ru: Определить подходящие исправления для заданного окружения

source: Calculate content counts on smart proxies automatically
ja: Smart Proxy 上のコンテンツ数を自動的に計算する

source: Can communicate with the Red Hat Portal for subscriptions.
ja: サブスクリプションでは、Red Hat ポータルと通信できます。

source: Can only remove content from within the Default Content View
es: No se puede retirar el contenido desde dentro de la vista de contenido predeterminada
it: È possibile rimuovere il contenuto solo da una Visualizzazione del contenuto predefinito
ja: デフォルトコンテンツビューからコンテンツのみを削除できます
ru: Контент может удаляться только из исходного представления

source: Can't update the '%s' environment
es: No se puede actualizar el entorno '%s'
it: Impossibile aggiornare l'ambiente '%s'
ja: '%s' 環境を更新できません
ru: Не удалось обновить окружение «%s»

source: Cancel
es: Cancelar
it: Cancella
ja: 取り消し
ru: Отмена

source: Cancel repository discovery
es: Cancelar detección de repositorio
it: Cancella scoperta repositorio
ja: リポジトリー検出の取り消し
ru: Отменить поиск репозиториев

source: Cancel running smart proxy synchronization
es: Cancelar la ejecución de sincronización de proxy inteligente
ja: Smart Proxy の同期実行をキャンセルします

source: Canceled
es: Cancelado
ja: 取り消されました

source: Cancelled.
es: Cancelado
it: Annullata.
ja: 取り消し済み。
ru: Отменено.

source: Candlepin Event
es: Evento de Candlepin
it: Evento Candlepin
ja: Candlepin イベント
ru: Событие Candlepin

source: Candlepin ID of pool to add
es: ID Candlepin de grupo a añadir
ja: 追加するプールの Candlepin ID

source: Candlepin consumer %s has already been removed
es: El consumidor %s de Candlepin ya se ha eliminado.
ja: Candlepin コンシューマー %s はすでに削除されています

source: Candlepin is not running properly
es: Candlepin no está funcionando correctamente
ja: Candlepin が正しく実行されていません

source: Candlepin returned different consumer uuid than requested (%s), updating uuid in subscription_facet.
ja: candlepin は要求されたもの (%s) とは異なるコンシューマー uuid を返し、subscription_facet で uuid を更新します。

source: Cannot add %s repositories to a content view.
es: No se pueden agregar %s repositorios a una vista de contenido
it: Impossibile aggiungere %s repository ad una visualizzazione del contenuto.
ja: コンテンツビューに %s リポジトリーを追加できません。
ru: Репозитории %s не могут быть добавлены в представление.

source: Cannot add a repository from an Organization other than %s.
es: No se puede agregar un repositorio de una organización a otra %s.
it: Impossibile aggiungere un repository da una Organizzazione diversa da %s.
ja: %s 以外に組織からリポジトリーを追加できません。
ru: Репозитории могут добавляться только из организации %s.

source: Cannot add component versions to a non-composite content view
es: No se pueden añadir versiones de componentes a una vista de contenido no compuesta
it: Impossibile aggiungere le versioni del componente ad una visualizzazione del contenuto non-composita
ja: コンポーネントのバージョンを複合コンテンツビュー以外に追加できません
ru: Версии компонентов не могут быть добавлены в сложное представление

source: Cannot add composite versions to a composite content view
es: No se pueden añadir versiones compuestas a una vista de contenido compuesta
it: Impossibile aggiungere le versioni composite ad una visualizzazione del contenuto composita
ja: 複合バージョンを複合コンテンツビューに追加できません
ru: Сложные версии не могут быть добавлены в сложное представление

source: Cannot add composite versions to another composite content view
es: No se pueden agregar versiones compuestas a una vista de contenido compuesta
it: Impossibile aggiungere le versioni composite ad un'altra visualizzazione del contenuto composita
ja: 複合バージョンを別の複合コンテンツビューに追加できません
ru: Сложные версии не могут добавляться в другое сложное представление

source: Cannot add content view environments from a different organization
ja: 別の組織からコンテンツビュー環境を追加できません

source: Cannot add default content view to composite content view
es: No se puede añadir la vista de contenido predeterminada a una vista de contenido compuesta
it: Impossibile aggiungere la visualizzazione del contenuto predefinita ad una visualizzazione composita
ja: デフォルトのコンテンツビューを複合コンテンツビューに追加できません
ru: Исходное представление не может быть добавлено в сложное представление

source: Cannot add disabled Red Hat product %s to sync plan!
ja: 無効な Red Hat 製品 %s は同期プランに追加できません!

source: Cannot add disabled products to sync plan!
ja: 無効な製品は同期プランに追加できません!

source: Cannot add generated content view versions to composite content view
ja: 生成されたコンテンツビューを複合コンテンツビューに追加できません

source: Cannot add product %s because it is disabled.
ja: 無効になっているため、製品 %s を追加できません。

source: Cannot add repositories to a composite content view
es: No se pueden añadir repositorios a una vista de contenido compuesta
it: Impossibile aggiungere i repositori ad una visualizzazione del contenuto composita
ja: リポジトリーを複合コンテンツビューに追加できません
ru: Нельзя добавлять репозитории в сложное представление

source: Cannot associate a Red Hat provider with a custom product
ja: Red Hat プロバイダーをカスタム製品に関連付けることができません

source: Cannot associate a component to a non composite content view
es: No se puede asociar un componente a una vista de contenido no compuesto
ja: コンポーネントを複合コンテンツビュー以外に関連付けできません

source: Cannot calculate name for custom repos
es: No se puede calcular el nombre para los repositorios personalizados
ja: カスタムリポジトリーの名前を計算できません

source: Cannot clone into the Default Content View
es: No se puede clonar en la vista de contenido por defecto
ja: デフォルトのコンテンツビューにクローンを作成できません

source: Cannot delete '%{view}' due to associated %{dependent}: %{names}.
es: No se puede borrar '%{view}' debido a la asociación de %{dependent}: %{names}.
it: Impossibile rimuovere '%{view}' a causa di %{dependent} associato: %{names}.
ja: %{dependent}: %{names} が関連付けられているので、 '%{view}' を削除できません。
ru: «%{view}» не может быть удалено из-за существующих зависимостей %{dependent}: %{names}.

source: Cannot delete Red Hat product: %{product}
es: No se puede eliminar el producto de Red Hat: %{product}
ja: Red Hat 製品: %{product} を削除できません

source: Cannot delete from %s, view does not exist there.
es: No se puede borrar desde %s, la vista no existe allí.
it: Impossibile eseguire la rimozione da %s, la visuale non esiste.
ja: %s から削除できません。ビューが存在しません。
ru: Нельзя удалить представление из %s, так как его там нет

source: Cannot delete product with repositories published in a content view. Product: %{product}, %{view_versions}
es: No se puede borrar el producto con los repositorios publicados en una vista de contenido. Producto: %{product}, %{view_versions}
ja: コンテンツビューに公開リポジトリーが含まれている場合には、製品を削除できません。製品: %{product}、%{view_versions}

source: Cannot delete product: %{product} with repositories that are the last affected repository in content view filters. Delete these repositories before deleting product.
ja: 次の製品を削除できません: %{product}。この製品は、コンテンツビューフィルターの関連する最後のリポジトリーを使用しています。製品を削除する前に、該当するリポジトリーを削除してください。

source: Cannot delete provider with attached products
es: No se puede borrar proveedor con productos vinculados
it: Impossibile rimuovere un provider con i rispettivi prodotti
ja: 製品が割り当てられたプロバイダーを削除できません
ru: Вы не можете удалить провайдер, который связан с продуктами

source: Cannot delete redhat product content
es: No se puede borrar el contenido del producto de redhat
ja: Red Hat 製品コンテンツを削除できません

source: Cannot delete the default Location for subscribed hosts. If you no longer want this Location, change the default Location for subscribed hosts under Administer > Settings, tab Content.
es: No se puede eliminar la ubicación por defecto de los hosts suscritos. Si ya no desea esta ubicación, cambie la ubicación por defecto del contenido de Puppet en Administrar > Configuración, pestaña Contenido.
ja: サブスクライブ済みホストのデフォルトのロケーションを削除できません。このロケーションが必要なくなった場合には、管理 > 設定のコンテンツタブにあるサブスクライブ済みホストのデフォルトのロケーションを変更してください。

source: Cannot delete the last Location.
ja: 最終ロケーションを削除できません

source: Cannot delete version while it is in environment %s
es: No se puede eliminar una versión cuando esté en el entorno %s
it: Impossibile rimuovere una versione se presente nell'ambiente %s
ja: %s 環境にこのバージョンが存在するため、削除できません
ru: Прежде чем удалить версию, исключите ее из окружения %s

source: Cannot delete version while it is in environments: %s
es: No se puede eliminar una versión que esté en los entornos: %s
it: Impossibile rimuovere una versione se presente negli ambienti: %s
ja: 環境内にバージョンが含まれる場合には削除できません: %s
ru: Прежде чем удалить версию, исключите ее из окружений: %s

source: Cannot delete version while it is in use by composite content views: %s
es: No se puede eliminar la versión mientras está siendo utilizada por las vistas de contenido compuestas: %s.
ja: 複合コンテンツビューでバージョンが使用されているため、削除できません: %s

source: Cannot delete view while it exists in environments
es: No se puede borrar vista mientras existan entornos
it: Impossibile cancellare la visuale mentre la stessa abbandona gli ambienti
ja: ビューは環境に存在するため、削除することができません
ru: Прежде чем удалить представление, исключите его из окружений

source: Cannot import a composite content view
ja: 複合コンテンツビューをインポートできません

source: Cannot import a custom subscription from a redhat product.
es: No se puede importar una suscripción personalizada de un producto de redhat.
ja: Red hat 製品からカスタムサブスクリプションをインポートできません。

source: Cannot incrementally export from a filtered and a non-filtered content view version. The exported content view version '%{content_view} %{current}' cannot be incrementally updated from version '%{from}.'. Please do a full export.
ja: フィルターおよびフィルターされていないコンテンツビューバージョンから段階的にエクスポートすることはできません。エクスポートしたコンテンツビューバージョン '%{content_view} %{current}' は、バージョン '%{from}.'. から段階的に更新できません。完全エクスポートを実行してください。

source: Cannot install errata: No errata found for search term '%s'
ja: エラータをインストールできません: 検索用語 '%s' に該当するエラータが見つかりません

source: Cannot perform an incremental update on a Composite Content View Version (%{name} version version %{version}
es: No se puede realizar una actualización incremental en una versión de vista de contenido compuesta (%{name} versión %{version}
it: Impossibile eseguire un aggiornamento incrementale su una versione della Visualizzazione del contenuto composita (%{name} version version %{version}
ja: 複合コンテンツビューバージョン (%{name} バージョン、バージョン %{version}) で増分更新を実行できません
ru: Невозможно выполнить инкрементное обновление для сложного представления (%{name}, версия %{version}

source: Cannot perform an incremental update on a Generated Content View Version (%{name} version version %{version}
ja: 生成コンテンツビューバージョン (%{name} バージョン、バージョン %{version}) で増分更新を実行できません

source: Cannot promote environment out of sequence. Use force to bypass restriction.
es: No se puede promover entorno de la secuencia. Use force para evitar la restricción
it: Impossibile avanzare l'ambiente fuori sequenza. Forza questa operazione per bypassare le restrizioni.
ja: 順序の正しくない環境をプロモートできません。強制プロモートを使用して制限を無視してください。
ru: Представление должно продвигаться последовательно по цепочке. Чтобы снять ограничения, включите принудительный режим.

source: Cannot publish a composite with rpm filenames
es: No se puede publicar un compuesto con nombres de archivos rpm
ja: rpm ファイル名の複合を公開できません

source: Cannot publish a link repository if multiple component clones are specified
es: No se puede publicar un repositorio de enlaces si se especifican varios clones de componentes
ja: 複数のコンポーネントのクローンが指定されている場合には、リンクリポジトリーを公開できません

source: Cannot publish default content view
es: No se puede publicar la vista de contenido predeterminada
it: Impossibile pubblicare la visualizzazione del contenuto predefinita
ja: デフォルトのコンテンツビューを公開できません
ru: Исходное представление не может быть опубликовано

source: Cannot register a system to the '%s' environment
es: No se puede registrar un sistema en el entorno '%s'
it: Impossibile registrare un sistema con l'ambiente '%s'
ja: '%s' 環境にシステムを登録できません
ru: Не удалось зарегистрировать систему в окружении «%s»

source: Cannot remove '%{view}' from environment '%{env}' due to associated %{dependent}: %{names}.
es: No se puede eliminar '%{view}' del entorno '%{env}' debido a los %{dependent} asociados: %{names}.
it: Impossibile rimuovere '%{view}' dall'ambiente '%{env}' a causa di %{dependent} associato: %{names}.
ja: %{dependent}: %{names} が関連付けられているので、環境「%{env}」から「%{view}」を削除できません
ru: «%{view}» не может быть удалено из окружения «%{env}» из-за связей %{dependent}: %{names}.

source: Cannot remove content from a non-custom repository
es: No se puede eliminar el contenido desde un repositorio no personalizado
it: Impossibile rimuovere il contenuto da un repository non-personalizzato
ja: カスタムリポジトリーではないリポジトリーからコンテンツを削除できません
ru: Нельзя удалить контент из репозиториев Red Hat.

source: Cannot remove content view from environment. Content view '%{view}' is not in lifecycle environment '%{env}'.
es: No se puede retirar vista de contenido del entorno. La vista de contenido '%{view}' no está en entorno de ciclo de vida '%{env}'.
it: Impossibile rimuovere la visualizzazione del contenuto da un ambiente. La visualizzazione '%{view}' non è presente nell'ambiente ciclo di vita '%{env}'.
ja: 環境からコンテンツビューを削除できません。ライフサイクル環境 '%{env}' にはコンテンツビュー '%{view}' がありません。
ru: Представление «%{view}» не входит в окружение «%{env}».

source: Cannot remove package(s): No installed packages found for search term '%s'.
ja: パッケージを削除できません: 検索用語 '%s' に該当するインストール済みパッケージが見つかりません。

source: Cannot set attribute %{attr} for content type %{type}
es: No se puede establecer el atributo %{attr} para el tipo de contenido %{type}
ja: コンテンツタイプ %{type} に属性 %{attr} を設定できません

source: Cannot set auto publish to a non-composite content view
es: No se puede establecer la autopublicación en una vista de contenido no compuesta
ja: 複合コンテンツビュー以外には自動公開を設定できません

source: Cannot skip metadata check on non-yum/deb repositories.
ja: yum/deb 以外のリポジトリーではメタデータチェックをスキップできません。

source: Cannot specify components for non-composite views
es: No se puede especificar componentes para vistas non-composite
it: Impossibile specificare i componenti per visualizzazioni non composite
ja: 複合ビュー以外のコンポーネントを指定できません
ru: Простые представления не могут содержать другие представления

source: Cannot specify content for composite views
es: No se puede especificar contenido para vistas de contenido
it: Impossibile specificare il contenuto per le visualizzazioni composite
ja: 複合ビューのコンテンツを指定できません
ru: Сложное представление не может напрямую включать контент

source: Cannot sync file:// repositories with the On Demand Download Policy
ja: file:// リポジトリーをオンデマンドダウンロードポリシーと同期できません

source: Cannot update properties of a container push repository
ja: コンテナープッシュリポジトリーのプロパティーを更新できません

source: Cannot upgrade packages: No installed packages found for search term '%s'.
ja: パッケージをアップグレードできません: 検索用語 '%s' に該当するインストール済みパッケージが見つかりません

source: Cannot upload Ansible collections.
ja: Ansible コレクションをアップロードできません。

source: Cannot upload Container Image content.
es: No se puede cargar el contenido de la imagen del contenedor.
ja: コンテナーイメージのコンテンツをアップロードできません。

source: Cannot upload container content via Hammer/API. Use podman push instead.
ja: Hammer/API 経由でコンテナーコンテンツをアップロードできません。代わりに podman push を使用してください。

source: Capacity
es: Capacidad
ja: 容量

source: Change Content Source
ja: コンテンツソースの変更

source: Change content source
ja: コンテンツソースの変更

source: Change content view environments
ja: コンテンツビュー環境の変更

source: Change host content source
ja: ホストコンテンツソースの変更

source: Changing a host's content source will change the Smart Proxy from which the host gets its content.
ja: ホストのコンテンツソースを変更すると、ホストのコンテンツ取得元の Smart Proxy が変更されます。

source: Check audited changes and proceed only if content or filters have changed since last publish
ja: 監査された変更を確認し、最後の公開以降にコンテンツまたはフィルターが変更された場合にのみ次に進みます。

source: Check for missing or corrupted artifacts, and attempt to redownload them.
ja: 欠落または破損したアーティファクトがないか確認し、再ダウンロードを試みてください。

source: Check if a connection can be made to Red Hat Subscription Management.
es: Comprobar si se puede hacer una conexión con el administrador de suscripciones de Red Hat.
ja: Red Hat Subscription Management に接続できるかどうかを確認します。

source: Check services before actions
es: Comprobar los servicios antes de las acciones
ja: アクションの前にサービスを確認します

source: Checksum
es: Suma de comprobación
ja: チェックサム

source: Checksum is a required parameter.
ja: checksum は必須パラメーターです。

source: Checksum of file to upload
es: Suma de comprobación del archivo a cargar
ja: アップロードするファイルのチェックサム

source: Checksum type cannot be set for yum repositories with on demand download policy.
es: No se puede establecer el tipo de suma de comprobación para los repositorios yum con la política de descarga bajo demanda.
ja: オンデマンドのダウンロードポリシーが指定された Yum リポジトリーにはチェックサムタイプを設定できません。

source: Checksum used for published repository contents. Supported types: %s
ja: 公開されたリポジトリーコンテンツに使用されるチェックサム。サポートされているタイプ: %s

source: Choose content credentials if required for this RHUI source.
ja: この RHUI ソースに必要な場合は、コンテンツの認証情報を選択します。

source: Clear any previous registration and run subscription-manager with --force.
ja: 以前の登録をすべてクリアし、--force を指定して subscription-manager を実行します。

source: Clear filters
es: Limpiar los filtros
ja: フィルターをクリア

source: Clear search
ja: 検索のクリア

source: Click here to go to the tasks page for the task.
es: Haga clic aquí para ir a la página de tareas para la tarea.
ja: タスクのタスクページに移動するには、ここをクリックしてください。

source: Click to see repositories available to add.
ja: クリックして追加できるリポジトリーを表示します。

source: Click {update} below to save changes.
ja: {update} をクリックして変更を保存します。

source: Clone
es: Clonar
it: Clona
ja: クローン
ru: Клонировать

source: Close
es: Cerrar
it: Chiudi
ja: 閉じる
ru: Закрыть

source: Collapse All
es: Contraer todo
it: Comprimi tutto
ja: すべて折りたたむ
ru: Свернуть все

source: Comma-separated list of content view environment labels associated with the activation key, in the format of 'lifecycle_environment_label/content_view_label'. Ignored if content_view_environment_ids is specified, or if content_view_id and lifecycle_environment_id are specified. Requires allow_multiple_content_views setting to be on.
ja: ホストに関連付ける Candlepin 環境名のコンマ区切りリスト。形式は 'lifecycle_environment_label/content_view_label' です。content_view_environment_ids が指定されている場合、または content_view_id と lifecycle_environment_id が指定されている場合は無視されます。allow_multiple_content_views 設定をオンにする必要があります。
