Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Product Name:
it: Nome prodotto:
ru: Продукт:

source: Product with %{attribute} '%{id}' already exists in this organization.
it: Il prodotto con %{attribute} '%{id}' esiste già in questa organizzazione.
ru: В организации уже есть продукт с %{attribute} '%{id}'.

source: Project Page:
it: Pagina prodotto:
ru: Страница проекта:

source: Promotion
it: Avanzamento
ru: Продвижение

source: Provides
it: Fornisce
ru: Предоставляет

source: Provides:
it: Fornisce:
ru: Предоставляет:

source: Pulp service unavailable during creating repository '%s', please try again later.
it: Il servizio di Pulp non è disponibile durante la creazione del repositorio '%s', riporvare più tardi.
ru: Во время создания «%s» служба pulp была недоступна. Повторите попытку позже.

source: Pulp task error. Refer to task for more details.
it: Errore attività di Pulp. Consultare l'attività per maggiori informazioni.
ru: Ошибка задачи Pulp. Проверьте описание задачи.

source: Puppet Environment
it: Ambiente puppet
ru: Окружение Puppet

source: Puppet Module
it: Modulo puppet
ru: Модуль Puppet

source: Puppet Module '%s' found more than once. Please specify the author.
it: Modulo puppet '%s' trovato più di una volta. Specificare l'autore.
ru: Обнаружено несколько вариантов модуля Puppet «%s». Выберите автора.

source: Puppet Module with name='%{name}' and author='%{author}' does not exist
it: Il modulo puppet con name='%{name}' e author='%{author}' non esiste
ru: Модуль Puppet не существует: name='%{name}', author='%{author}'

source: Puppet Modules
it: Moduli puppet
ru: Модули Puppet

source: Puppet Modules (%s)
it: Moduli puppet (%s)
ru: Модули Puppet (%s)

source: Puppet module conflict: '%{mod}' is in %{versions}.
it: Conflitto modulo puppet: '%{mod}' è in %{versions}.
ru: Модуль «%{mod}» входит в состав %{versions}.

source: Reason: %s
it: Motivo: %s
ru: Основание: %s

source: Red Hat CDN URL
ru: Сеть доставки содержимого Red Hat

source: Red Hat Product
it: Prodotto di Red Hat
ru: Продукт Red Hat

source: Red Hat Subscriptions
it: Sottoscrizioni di Red Hat
ru: Подписки Red Hat

source: References:
it: Riferimenti:
ru: Ссылки:

source: Refresh Results
it: Ricarica i risultati
ru: Обновить результаты

source: Refreshing
it: Ricarica in corso
ru: Обновление...

source: Register a content host
it: Registra un host di contenuto
ru: Зарегистрировать узел содержимого

source: Register a content host in environment
it: Registra un host di contenuto nell'ambiente
ru: Зарегистрировать узел содержимого в окружении

source: Remove All
it: Rimuovi tutti
ru: Удалить все

source: Remove Distributor
it: Rimuovi distributore
ru: Удалить дистрибьютора

source: Remove Distributor(s)
it: Rimuovi distributori
ru: Удалить дистрибьюторов

source: Remove a puppet module from the content view
it: Rimuovi un modulo puppet dalla visualizzazione del contenuto
ru: Удалить модуль Puppet из представления

source: Remove content hosts from the host collection
it: Rimuovi gli host di contenuto dall'insieme di host
ru: Удалить узлы из коллекции

source: Remove content on one or more systems
it: Rimuovi il contenuto su uno o più sistemi
ru: Удалить контент из систем

source: Remove docker images
it: Rimuovi immagini del Docker
ru: Удалить образы Docker

source: Remove one or more host collections from one or more content hosts
it: Rimuovi uno o più insiemi di host da uno o più host di contenuto
ru: Удалить коллекции с узлов содержимого

source: Rendering 404:
ru: Обработка 404:

source: Rendering 500:
ru: Обработка 500:

source: Repo Type:
it: Tipo di repo:
ru: Тип репозитория:

source: Repository %s cannot be deleted since they are Red Hat repositories.
it: Impossibile rimuovere il repository %s poichè si tratta di repository di Red Hat.
ru: %s является репозиторием Red Hat и не может быть удален.

source: Repository Comparison
it: Confronto repositorio
ru: Сравнение репозиториев

source: Repository Set
it: Insieme del repositorio
ru: Наборы

source: Repository URL or Upstream Name is empty. Both are required for syncing from the upstream.
it: URL del repository o Nome upstream vuoto. Entrambi sono necessari per la sincronizzazione con l'upstream.
ru: Пустое имя или адрес репозитория. Для синхронизации необходимо определить имя и адрес.

source: Repository cannot be deleted since it has already been included in a published Content View. Please delete all Content View versions containing this repository before attempting to deleting it.
it: Il repository non può essere rimosso poichè è già stato incluso nella Visualizzazione del contenuto pubblicata. Rimuovere tutte le versioni contenenti questo repository prima di eseguire la rimozione.
ru: Репозиторий не может быть удален, так как он включен в опубликованное представление. Удалите версии представления, содержащие репозиторий, и повторите попытку.

source: Repository conflict: '%{repo}' is in %{versions}.
it: Conflitto repositorio: '%{repo}' è in %{versions}.
ru: «%{repo}» входит в состав %{versions}.

source: Repository has already been promoted to %{to_env}
it: Il repositorio è stato avanzato su %{to_env}
ru: Репозиторий уже перенесен в %{to_env}

source: Request
it: Richiesta
ru: Запрос

source: Requires
it: Ha bisogno di
ru: Требует

source: Requires:
it: Necessita:
ru: Требует:

source: Results
it: Risultati
ru: Результаты

source: Retrieve a single errata for a system
it: Recupera un singolo errata per un sistema
ru: Получить одно исправление для системы

source: Return only systems where the Erratum specified by erratum_id or errata_ids is available to systems (default False)
it: Ritorna solo i sistemi dove l'Erratum specificato da erratum_id o errata_ids è disponibile ai sistemi (default su False)
ru: Вернуть системы, к которым применимы исправления с указанными erratum_id и errata_ids (по умолчанию отключено)

source: Return only systems where the Erratum specified by erratum_id or errata_ids is unavailable to systems (default False)
it: Ritorna solo i sistemi dove l'Erratum specificato da erratum_id o errata_ids non è disponibile ai sistemi (default su False)
ru: Вернуть системы, для которых недоступны исправления с указанными erratum_id и errata_ids (по умолчанию отключено)

source: Return subscriptions that don't overlap
it: Ritorna le sottoscrizioni che non si sovrappongono
ru: Вернуть подписки без пересечения

source: Return subscriptions that match installed
it: Ritorna le sottoscrizioni corrispondenti installate
ru: Вернуть подписки для установленных

source: Return subscriptions that match system
it: Ritorna le sottoscrizioni che corrispondono al sistema
ru: Вернуть подписки для системы

source: Route does not exist:
it: Ciclo non esistente:
ru: Путь не существует:

source: Saved
it: Salvato
ru: Сохранено

source: Saving...
it: Salvataggio in corso...
ru: Сохраняется...

source: Schedule errata for installation
it: Programma l'errata all'installazione
ru: Назначить установку исправлений

source: Search modules
it: Cerca moduli
ru: Поиск модулей

source: Search packages
it: Cerca i pacchetti
ru: Поиск пакетов

source: Search repositories
it: Cerca i repositori
ru: Поиск репозиториев

source: Search string for systems to perform an action on
it: Cerca stringa per i sistema sui quali eseguire l'azione
ru: Строка поиска систем для выполнения операции

source: Search...
it: Cerca...
ru: Поиск...

source: Searching by exact name and author:
it: Ricerca per nome e autore:
ru: Поиск по имени и автору:

source: Searching by exact name:
it: Cerca in base al nome esatto:
ru: Поиск по имени:

source: Searching by name and arch:
it: Ricerca in base al nome e arch:
ru: Поиск по имени и архитектуре:

source: Searching for a specific arch:
it: Ricerca di una architettura specifica:
ru: Поиск по архитектуре:

source: Searching for a specific minor version:
it: Ricerca di una versione minore specifica:
ru: Поиск по доп. номеру версии:

source: Searching for all repositories containing the word "Server"
it: Ricerca di tutti i repositori contenenti la parola "Server"
ru: Поиск в репозиториях, содержащих слово «Server»

source: Searching for an exact package:
it: Ricerca per un determinato pacchetto:
ru: Поиск пакета:

source: Searching for name starting with lib:
it: Ricerca dei nomi che iniziano con lib:
ru: Поиск имен, начинающихся с lib:

source: Searching starting with kernel:
it: Inizio ricerca con kernel:
ru: Поиск имен, начинающихся с kernel:

source: Select Repositories:
it: Seleziona repositori:
ru: Выберите репозитории:

source: Select a Capsule
it: Seleziona un Capsule
ru: Выберите капсулу

source: Select a Content View
it: Seleziona una Visualizzazione del contenuto
ru: Выберите представление

source: Select a Lifecycle Environment
it: Seleziona un ambiente del ciclo di vita
ru: Выберите окружение

source: Select a Repository
it: Seleziona un repository
ru: Выберите репозиторий

source: Select a Tag
it: Seleziona un tag
ru: Выберите тег

source: Select a repository
it: Seleziona un repositorio
ru: Выберите репозиторий

source: Select a set of items that you wish to compare the contents of by clicking the checkboxes inside the cells.
it: Seleziona un insieme di elementi dei quali desideri confrontarne il contenuto, usando le caselle all'interno delle celle.
ru: Выберите элементы для сравнения.

source: Select a view.
it: Seleziona un tipo di visualizzazione
ru: Выберите представление.

source: Selected content view has no repositories with Docker images. Please choose a different content view or life cycle environment.
it: La visualizzazione del contenuto selezionata non presenta alcun repository con le immagini Docker. Selezionare una visualizzazione diversa o un ambiente del ciclo di vita.
ru: В этом представлении нет репозиториев с образами Docker. Выберите другое окружение или представление.

source: Selected lifecycle environment has no content views. Please choose a different life cycle environment.
it: L'ambiente ciclo di vita selezionato non presenta alcuna visualizzazione del contenuto. Selezionare un altro ambiente del ciclo di vita.
ru: В этом окружении нет представлений. Выберите другое окружение.

source: Selected organization has no capsules with Pulp or Pulp Node features. Please choose a different organization.
it: L'organizzazione selezionata non ha alcun capsule con funzioni Pulp o Pulp Node. Selezionare una organizzazione diversa.
ru: В этой организации нет капсул с функциями Pulp/Pulp Node. Выберите другую организацию.

source: Shared
it: Condiviso
ru: Общий доступ

source: Show
it: Mostra
ru: Показать

source: Show %P more
it: Mostra altri %P
ru: Показать еще %P

source: Show %s more line(s)
it: Show altre %s righe
ru: Показать еще %s строк(и)

source: Show a content host
it: Mostra un host di contenuto
ru: Показать узел содержимого

source: Show a content view puppet module
it: Mostra un modulo puppet per la visualizzazione del contenuto
ru: Показать модуль Puppet представления

source: Show a custom repository
it: Mostra un repositorio personalizzato
ru: Показать дополнительный репозиторий

source: Show a gpg key
it: Mostra una chiave gpg
ru: Показать ключ GPG

source: Show all results regardless of which columns they exist in.
it: Mostra tutti i risultati senza tener in considerazione le rispettive colonne.
ru: Результаты для всех столбцов

source: Show an ueber certificate for an organization
it: Mostra un certificato ueber per una organizzazione
ru: Показать сертификат ueber организации

source: Show filter info
it: Mostra le informazioni sul filtro
ru: Показать сведения о фильтре

source: Show only results that do not exist in all selected columns.
it: Mostra solo i risultati non presenti nelle colonne selezionate.
ru: Результаты из невыбранных столбцов

source: Show only results that exist in all selected columns.
it: Mostra solo i risultati presenti nelle colonne selezionate.
ru: Результаты из выбранных столбцов

source: Shows status of system and it's subcomponents
it: Mostra lo stato del sistema e dei suoi componenti secondari
ru: Показывает статус системы и ее компонентов

source: Signature
it: Firma
ru: Подпись

source: Signature:
it: Firma:
ru: Подпись:

source: Sorry about that! It seems something went wrong. If you continue having trouble with this, please contact an Administrator.
it: Spiacenti! Si è verificato un errore. Se continui ad avere problemi contatta un Amministratore.
ru: Приносим извинения за неполадки. Обратитесь к администратору.

source: Sort field and order, eg. 'name DESC'
it: Campo e ordine per la ricerca, es. 'nome DISC'
ru: Поле и порядок сортировки (например, « name DESC»)

source: Source:
it: Sorgente:
ru: Источник:

source: Specify the content view
it: Specifica la visualizzazione del contenuto
ru: Укажите представление

source: Specify the environment
it: Specifica l'ambiente
ru: Укажите окружение

source: Specify the host collections as an array
it: Specifica gli insiemi host come un array
ru: Определите массив коллекций узлов

source: Specify the organization
it: Specifica l'organizzazione
ru: Укажите организацию

source: Start
it: Inizio
ru: Начало

source: Subscription manifest refresh for provider '%s' failed.
it: Aggiornamento manifesto sottoscrizione per il provider '%s' fallito.
ru: Не удалось обновить манифест для провайдера «%s».

source: Subscription manifest upload for provider '%s' failed.
it: Caricamento manifesto sottoscrizione per il provider '%s' fallito.
ru: Не удалось добавить манифест для провайдера «%s».

source: Subscription status
it: Stato sottoscrizione
ru: Состояние подписок

source: Successful for distributor(s):
it: Con successo per i distributori:
ru: Успешно для дистрибьюторов:

source: Successfully added %s Content Host(s).
it: Aggiunti con successo %s host di contenuto.
ru: Добавлено узлов: %s

source: Successfully reassigned %{count} content host(s) to %{cv} in %{env}.
it: Riassegnati con successo %{count} host di contenuto a %{cv} in %{env}.
ru: Узлы (всего %{count}) переназначены представлению %{cv} в %{env}.

source: Successfully removed %s Content Host(s).
it: Rimossi con successo %s host di contenuto.
ru: Удалено узлов: %s

source: Successfully removed %s content host(s)
it: Rimossi con successo %s host di contenuto.
ru: Удалено узлов: %s

source: Summary:
it: Sommario:
ru: Сводка:

source: Sychronize capsule content
it: Sincronizza il contenuto del capsule
ru: Синхронизировать содержимое капсулы

source: Sync Cancelled
it: Sincronizzazione cancellata
ru: Синхронизация отменена

source: Sync plan
it: Programmazione sincronizzazione
ru: План синхронизации

source: System UUID
it: UUID del sistema
ru: UUID системы

source: Systems [%s] not found.
it: Sistemi [%s] non trovati.
ru: Системы [%s] не найдены.

source: Tag
it: Etichetta
ru: Метка

source: Tag List:
it: Elenco tag:
ru: Список тегов:

source: The label requested is already used by another %s; therefore, a unique label was assigned. If you would like a different label, please delete the %s and recreate it with a unique label. Requested label: %s, Assigned label: %s
it: L'etichetta richiesta è già usata da un altro %s; per questo motivo è stata assegnata una etichetta unica. Se ne desideri una diversa cancellare %s e crearla nuovamente con una etichetta unica. Etichetta richiesta: %s, Assegnata: %s
ru: Метка уже используется в %s, поэтому была выбрана другая метка. Чтобы присвоить другое значение, удалите %s и повторите процесс создания с указанием метки. Запрошена метка: %s, назначена: %s

source: The list of environments to promote the specified Content View Version to (replacing the older version).
it: L'elenco di ambienti nei quali promuovere le vesioni della visualizzazione del contenuto specificato (in sostituzione della versione più vecchia).
ru: Окружения, в которые будет добавлена новая версия представления

source: The puppet environment %{name} is in use by %{count} Host Group(s) including %{names}
it: L'ambiente puppet %{name} è utilizzato da %{count} gruppi di host, incluso %{names}
ru: Окружение %{name} используется %{count} группой/группами узлов, в том числе %{names}

source: The puppet environment %{name} is in use by %{count} Host(s) including %{names}
it: L'ambiente puppet %{name} è utilizzato da %{count} host, incluso %{names}
ru: Окружение %{name} используется %{count} узлом/узлами, в том числе %{names}

source: There are currently no subscriptions attached to the distributor
it: Attualmente non sono state assegnate sottoscrizioni al distributore
ru: Нет подписок.

source: There are no events to display.
it: Non è presente alcun evento da visualizzare.
ru: Нет событий.

source: There are no files in this package.
it: Non è presente alcun file in questo pacchetto.
ru: Нет файлов в пакете.

source: There are no more subscriptions available.
it: Non è più presente alcuna sottoscrizione disponibile.
ru: Нет подписок.

source: There are no products to display.
it: Non è presente alcun prodotto da visualizzare.
ru: Нет продуктов.

source: There is already an active sync process for the '%s' repository. Please try again later
it: È già presente un processo di sincronizzazione attivo per il repositorio '%s'. Si prega di riprovare
ru: Выполняется синхронизация репозитория «%s». Повторите попытку позже.

source: There was an error attempting to enable or disable this repository:
it: Si è verificato un errore durante il tentativo di abilitare o disabilitare questo repository:
ru: Произошла ошибка при попытке включить/выключить репозиторий:

source: There was an error attempting to retrieve the repository list:
it: Si è verificato un errore durante il tentativo di recuperare l'elenco di repository:
ru: Произошла ошибка при получении списка репозиториев:

source: There was an error retrieving that row:
it: Si è verificato un errore durante il ripristino della riga:
ru: Ошибка при получении строки:

source: This action doesn't support pacakge groups
it: Questa azione non supporta i gruppi di pacchetti
ru: Это действие неприменимо к группам пакетов.

source: This could take a while. Are you sure?
it: Questa operazione può richiedere molto tempo. Sei sicuro?
ru: Это может занять некоторое время. Продолжить?

source: This is your default organization.
it: Questa è la tua organizzazione predefinita.
ru: Эта организация используется по умолчанию.

source: Time
it: Ora
ru: Время

source: Title:
it: Titolo:
ru: Название:

source: Token invalid during sync_complete.
it: Token non valido durante sync_complete.
ru: Недействительный токен.

source: Total Content Hosts
it: Host di contenuto totali
ru: Всего узлов содержимого

source: Total module count: %s.
it: Conteggio totale dei moduli: %s.
ru: Всего модулей: %s

source: Trigger a refresh of subscriptions, auto-attaching if enabled
it: Aggiorna le sottoscrizioni ed esegui auto-attach se abilitato
ru: Разрешить обновление подписок. Если включено, выбрать подписки автоматически

source: Type of the content host, it should always be 'content host'
it: Tipo di host del contenuto, deve essere sempre 'content host'
ru: Тип узла (должен быть «узел содержимого»)

source: Type of the content host, it should always be 'system'
it: Tipo di host di contenuto, deve essere sempre 'system'
ru: Тип узла (должен быть «система»)

source: URL for post sync notification from pulp
it: URL per le notifiche post sincronizzazione di pulp
ru: Адрес для публикации уведомлений синхронизации pulp

source: UUID of the content-host
it: UUID dell'host di contenuto
ru: UUID узла содержимого

source: Unable to determine quantity for pool %s
it: Impossibile determinare la quantità per il pool %s
ru: Не удалось определить число для пула %s

source: Unable to fetch any capsules. Please try again.
it: Impossibile recuperare i capsule. Riprovare.
ru: Не удалось извлечь капсулы. Повторите попытку.

source: Unable to fetch any life cycle environments. Please try again.
it: Impossibile ripristinare gli ambienti ciclo di vita. Riprovare.
ru: Не удалось извлечь окружения. Повторите попытку.

source: Unable to fetch any repositories. Please try again.
it: Impossibile recuperare qualsiasi repository. Riprovare.
ru: Не удалось извлечь репозитории. Повторите попытку.

source: Unable to fetch any tags. Please try again.
it: Impossibile recuperare qualsiasi tag. Riprovare.
ru: Не удалось извлечь теги. Повторите попытку.

source: Unable to fetch content views. Please try again.
it: Impossibile recuperare qualsiasi visualizzazione del contenuto. Riprovare.
ru: Не удалось извлечь представления. Повторите попытку.

source: Unable to find errata with ids: %s.
it: Impossibile trovare errata con id: %s
ru: Исправления не найдены: %s.

source: Unable to find package %s
it: Impossibile trovare il pacchetto %s
ru: %s не найден.

source: Unable to perform removal. Please reassign any attached distributors first.
it: Impossibile eseguire la rimozione. Prima assegnare nuovamente qualsiasi distributore assegnato.
ru: Ошибка удаления. Удалите связи с дистрибьюторами и переназначьте их.

source: Unable to retrieve release versions from Repository URL %{url}. Error message: %{error}
it: Impossibile ripristinare le versioni della release dall'URL del repositorio %{url}. Messaggio d'errore: %{error}
ru: Не удалось получить версии из URL репозитория %{url}. Ошибка: %{error}

source: Unable to sync %s. This repository does not have a feed url.
it: Impossibile sincronizzare %s. Questo repositorio non ha un url feed.
ru: Не удалось синхронизировать %s. Репозиторий не предоставляет URL ленты.

source: Unexpected repo type %s
it: Tipo di repositorio non previsto %s
ru: Недопустимый тип репозитория %s

source: Uninstall packages remotely
it: Rimozione pacchetti remota
ru: Удалить пакеты удаленно

source: Union
it: Unione
ru: Объединение

source: Union:
it: Unione:
ru: Объединение:

source: Unique
it: Unico
ru: Уникально

source: Unknown registration date
it: Data di registrazione sconosciuta
ru: Неизвестная дата регистрации

source: Unregister a content host
it: Rimozione registrazione host di contenuto
ru: Отменить регистрацию узла

source: Up to date
it: Aggiornato
ru: Не требует обновления

source: Update Sync Plan
it: Aggiorna programmazione sincronizzazione
ru: Обновить план

source: Update Sync Plan Products
it: Aggiorna prodotti per la programmazione della sincronizzazione
ru: Обновить продукты в плане синхронизации

source: Update a custom repository
it: Aggiorna un repositorio personalizzato
ru: Обновить дополнительный репозиторий

source: Update a filter
it: Aggiorna un filtro
ru: Обновить фильтр

source: Update a host group
it: Aggiorna un gruppo di host
ru: Обновить группу узлов

source: Update a puppet module associated with the content view
it: Aggiorna un modulo puppet associato con la visualizzazione del contenuto
ru: Обновить модуль Puppet для этого представления

source: Update all editable and applicable systems, not just ones using the selected Content View Versions and Environments
it: Aggiorna tutti i sistemi modificabili e applicabili, non solo quelli che utilizzano gli ambienti e le versioni della visualizzazione del contenuto selezionata
ru: Обновить все системы, а не только те, которые используют выбранные окружения и версии представления

source: Update architecture
it: Aggiorna architettura
ru: Обновить архитектуру

source: Update content host information
it: Aggiorna informazioni host di contenuto
ru: Обновить данные узла содержимого

source: Update content on one or more systems
it: Aggiorna contenuto su uno o più sistemi
ru: Обновить содержимое систем

source: Update packages remotely
it: Aggiornamento pacchetti remoto
ru: Обновить пакеты удаленно

source: Update without content
it: Aggiorna senza contenuto
ru: Обновить без содержимого

source: Upload
it: Carica
ru: Отправить

source: Upload gpg key contents
it: Carica i contenuti della chiave gpg
ru: Отправить содержимое ключа gpg

source: Uploading
it: Caricamento in corso
ru: Отправляется
