Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Create a custom repository
es: Crear un repositorio personalizado
it: Crea un repositorio personalizzato
ja: カスタムリポジトリーの作成
ru: Создать дополнительный репозиторий

source: Create a filter rule. The parameters included should be based upon the filter type.
es: Crear una regla de filtro. Los parámetros incluidos se deben basar en el tipo de filtro.
it: Crea una regola per il filtro. I parametri inclusi devono basarsi sul tipo di filtro.
ja: フィルタールールの作成。組み込まれるパラメーターはフィルタータイプに基づいている必要があります。
ru: Создать правило фильтрации. Список параметров зависит от типа фильтра.

source: Create a flatpak remote
ja: flatpak リモートを作成する

source: Create a host collection
es: Crear una recopilación de hosts
it: Crea un insieme di host
ja: ホストコレクションの作成
ru: Создать коллекцию

source: Create a product
es: Crear un producto
it: Crea un prodotto
ja: 製品の作成
ru: Создать продукт

source: Create a sync plan
es: Crear un plan de sincronización
it: Crea programmazione per la sincronizzazione
ja: 同期プランの作成
ru: Создать план

source: Create an activation key
es: Crear una llave de activación
it: Crea una chiave di attivazione
ja: アクティベーションキーの作成
ru: Создать ключ активации

source: Create an alternate content source to download content from during repository syncing. Note: alternate content sources are global and affect ALL sync actions on their smart proxies regardless of organization.
ja: リポジトリーの同期中にコンテンツをダウンロードする代替コンテンツソースを作成します。注: 代替コンテンツソースはグローバル設定であるため、組織に関係なく Smart Proxy のすべての同期アクションに影響します。

source: Create an environment
es: Crear un entorno
it: Crea un ambiente
ja: 環境の作成
ru: Создать окружение

source: Create an environment in an organization
es: Crear un entorno en una organización
it: Crea un ambiente in una organizzazione
ja: 組織の環境を作成
ru: Создать окружение в организации

source: Create an upload request
es: Crear una solicitud de carga
it: Crea una richiesta di ricarica
ja: アップロード要求の作成
ru: Создать запрос передачи

source: Create content credentials with the generated SSL certificate and key.
ja: 生成された SSL 証明書およびキーでコンテンツの認証情報を作成します。

source: Create content view
ja: コンテンツビューの作成

source: Create filter
ja: フィルターの作成

source: Create host collection
ja: ホストコレクションの作成

source: Create new activation key
ja: 新規アクティベーションキーの作成

source: Create organization
es: Crear organización
it: Crea organizzazione
ja: 組織の作成
ru: Создать организацию

source: Create package filter rule
ja: パッケージフィルタールールの作成

source: Create rule
ja: ルールの作成

source: Credentials
es: Credenciales
ja: 認証情報

source: Critical
es: Crítico
it: Critico
ja: 重大
ru: Критическое

source: Cron expression is not valid!
es: ¡La expresión de Cron no es válida!
ja: cron 式が無効です!

source: Current organization does not have a manifest imported.
ja: 現在の組織にはインポートされたマニフェストはありまません。

source: Current organization is not set.
es: La organización actual no está establecida.
ja: 現在の組織が設定されていません。

source: Current organization not set.
es: La organización actual no está establecida.
ja: 現在の組織は設定されていません。

source: Custom
ja: カスタム

source: Custom CDN
ja: カスタム CDN

source: Custom Content Repositories
es: Personalizar repositorios de contenido
it: Repositori del contenuto personalizzati
ja: カスタムコンテンツリポジトリー
ru: Другие репозитории

source: Custom cron expression only needs to be set for interval value of custom cron
es: La expresión personalizada de cron solo necesita establecerse para el valor del intervalo de cron personalizado
ja: カスタムの cron 式は、カスタム cronの間隔値に対してだけ設定する必要があります

source: Custom repositories cannot be disabled.
es: No se pueden desactivar los repositorios personalizados.
it: Impossibile disabilitare i repositori personalizzati.
ja: カスタムリポジトリーを無効にできません。
ru: Дополнительные репозитории не могут быть отключены.

source: Customize with Rex
ja: Rex でカスタマイズ

source: DEB name
ja: DEB 名

source: DEB package updates
ja: DEB パッケージの更新

source: Database connection
es: Conexión a la base de datos
ja: データベース接続

source: Date
es: Fecha
it: Data
ja: 日付
ru: Дата

source: Date format is incorrect.
es: La fecha del formato es incorrecta
it: Il formato della data non è corretto.
ja: 日付の形式が正しくありません。
ru: Неверный формат даты.

source: Days Remaining
es: Días restantes
ja: 日 (残りの日数)

source: Days from Now
es: Dentro de unos días
ja: 日 (現在からの日数)

source: Deb Package
es: Paquete Deb
ja: Deb パッケージ

source: Deb Packages
es: Paquetes Deb
ja: Deb パッケージ

source: Deb name
ja: Deb 名

source: Deb package identifiers to filter content by
ja: コンテンツをフィルタリングするための deb パッケージ ID

source: Deb packages
ja: Deb パッケージ

source: Debian packages
ja: Debian パッケージ

source: Debug Certificate
es: Depurar certificado
it: Certificato di debug
ja: デバッグ証明書
ru: Сертификат

source: Debug RPM
es: Depurar RPM
ja: RPM のデバッグ

source: Default Custom Repository download policy
es: Política de descarga del repositorio personalizado predeterminado
ja: デフォルトのカスタムリポジトリーのダウンロードポリシー

source: Default HTTP Proxy
ja: デフォルト HTTP プロキシー

source: Default HTTP proxy for syncing content
ja: コンテンツ同期用のデフォルト HTTP プロキシー

source: Default Location where new subscribed hosts will put upon registration
es: Ubicación por defecto donde los nuevos hosts suscritos se colocarán luego del registro
ja: 新規のサブスクライブ済みホストが登録時に配置されるデフォルトのロケーション

source: Default PXEGrub template for new Operating Systems created from synced content
es: Plantilla por defecto de PXEGrub para los nuevos sistemas operativos creados a partir de contenido sincronizado
ja: 同期コンテンツから作成された新規オペレーティングシステムのデフォルトの PXEGrub テンプレート

source: Default PXEGrub2 template for new Operating Systems created from synced content
es: Plantilla por defecto de PXEGrub2 para los nuevos sistemas operativos creados a partir de contenido sincronizado
ja: 同期コンテンツから作成された新規オペレーティングシステムのデフォルトの PXEGrub2 テンプレート

source: Default PXELinux template for new Operating Systems created from synced content
es: Plantilla predeterminada de PXELinux para los nuevos sistemas operativos creados a partir de contenido sincronizado
ja: 同期コンテンツから作成された新規オペレーティングシステムのデフォルトの PXELinux テンプレート

source: Default Red Hat Repository download policy
es: Política de descarga del repositorio de Red Hat por defecto
ja: デフォルトの Red Hat リポジトリーダウンロードポリシー

source: Default Smart Proxy download policy
es: Política de descarga de proxy inteligente por defecto
ja: デフォルトの Smart Proxy ダウンロードポリシー

source: Default System SLA
es: SLA de sistema predeterminado
it: SLA del sistema predefinito
ja: デフォルトのシステム SLA
ru: Соглашение об обслуживании

source: Default download policy for Smart Proxy syncs (either 'inherit', immediate', or 'on_demand')
ja: Smart Proxy 同期のデフォルトのダウンロードポリシー ('継承'、'即時' または 'オンデマンド' のいずれか)

source: Default download policy for custom repositories (either 'immediate' or 'on_demand')
ja: カスタムリポジトリーのデフォルトのダウンロードポリシー ('即時' または 'オンデマンド' のいずれか)

source: Default download policy for enabled Red Hat repositories (either 'immediate' or 'on_demand')
ja: 有効な Red Hat リポジトリーのデフォルトのダウンロードポリシー ('即時' または 'オンデマンド' のいずれか)

source: Default export format
ja: デフォルトのエクスポート形式

source: Default export format for content-exports(either 'syncable' or 'importable')
ja: content-exports のデフォルトのエクスポート形式 ('同期可能' または 'インポート可能')

source: Default finish template for new Operating Systems created from synced content
es: Plantilla de acabado por defecto para los nuevos sistemas operativos creados a partir de contenido sincronizado
ja: 同期コンテンツから作成された新規オペレーティングシステムのデフォルト完了テンプレート

source: Default iPXE template for new Operating Systems created from synced content
es: Plantilla de iPXE por defecto para los nuevos sistemas operativos creados a partir de contenido sincronizado
ja: 同期コンテンツから作成された新規オペレーティングシステムのデフォルト iPXE テンプレート

source: Default kexec template for new Operating Systems created from synced content
es: Plantilla de kexec por defecto para los nuevos sistemas operativos creados a partir de contenido sincronizado
ja: 同期コンテンツから作成された新規オペレーティングシステムのデフォルト kexec テンプレート

source: Default location for subscribed hosts
ja: サブスクライブ済みホストのデフォルトの場所

source: Default partitioning table for new Operating Systems created from synced content
es: Tabla de partición por defecto para los nuevos sistemas operativos creados a partir de contenido sincronizado
ja: 同期コンテンツから作成された新規オペレーティングシステムのデフォルトのパーティションテーブル

source: Default provisioning template for Operating Systems created from synced content
es: Plantilla de aprovisionamiento por defecto para los sistemas operativos creados a partir de contenido sincronizado
ja: 同期コンテンツから作成されたオペレーティングシステムのデフォルトのプロビジョニングテンプレート

source: Default provisioning template for new Atomic Operating Systems created from synced content
es: Plantilla de aprovisionamiento por defecto para los nuevos sistemas operativos Atomic creados a partir de un contenido sincronizado
ja: 同期コンテンツから作成された新規 Atomic オペレーティングシステムのデフォルトのプロビジョニングテンプレート

source: Default synced OS Atomic template
es: Plantilla de Atomic de SO sincronizada por defecto
ja: デフォルトの同期 OS Atomic テンプレート

source: Default synced OS PXEGrub template
es: Plantilla de PXEGrub de SO sincronizada por defecto
ja: デフォルトの同期 OS PXEGrub テンプレート

source: Default synced OS PXEGrub2 template
es: Plantilla de PXEGrub2 de SO sincronizada por defecto
ja: デフォルトの同期 OS PXEGrub2 テンプレート

source: Default synced OS PXELinux template
es: Plantilla de PXELinux de SO sincronizada por defecto
ja: デフォルトの同期 OS PXELinux テンプレート

source: Default synced OS finish template
es: Plantilla de acabado de SO sincronizada por defecto
ja: デフォルトの同期 OS 完了テンプレート

source: Default synced OS iPXE template
es: Plantilla de iPXE de SO sincronizada por defecto
ja: デフォルトの同期 OS iPXE テンプレート

source: Default synced OS kexec template
es: Plantilla de kexec de SO sincronizada por defecto
ja: デフォルトの同期 OS kexec テンプレート

source: Default synced OS partition table
es: Tabla de particiones de SO sincronizada por defecto
ja: デフォルトの同期 OS パーティションテーブル

source: Default synced OS provisioning template
es: Plantilla de aprovisionamiento de SO sincronizada por defecto
ja: デフォルトの同期 OS プロビジョニングテンプレート

source: Default synced OS user-data
es: Datos de usuario de SO sincronizados por defecto
ja: デフォルトの同期 OS ユーザーデータ

source: Default user data for new Operating Systems created from synced content
es: Datos de usuario por defecto para nuevos sistemas operativos creados a partir de contenido sincronizado
ja: 同期コンテンツから作成された新規オペレーティングシステムのデフォルトユーザーデータ

source: Define RHUI repository paths with guided steps.
ja: ガイド付き手順で RHUI リポジトリーパスを定義します。

source: Define repositories structured under a common web or filesystem path.
ja: 一般的な Web またはファイルシステムパスで設定されるリポジトリーを定義します。

source: Delete
es: Borrar
it: Cancella
ja: 削除
ru: Удалить

source: Delete Activation Key
es: Borrar llave de activación
it: Cancella chiave di attivazione
ja: アクティベーションキーの削除
ru: Удалить ключ активации

source: Delete Host upon unregister
es: Eliminar el host al darse de baja
ja: 登録解除時にホストを削除します

source: Delete Lifecycle Environment
es: Borrar entorno del ciclo de vida
it: Cancella ambiente ciclo di vita
ja: ライフサイクル環境の削除
ru: Удалить окружение

source: Delete Manifest
es: Borrar manifiesto
it: Cancella il manifesto
ja: マニフェストの削除
ru: Удалить манифест

source: Delete Product
es: Borrar producto
it: Cancella prodotto
ja: 製品の削除
ru: Удалить продукт

source: Delete Upstream Subscription
es: Eliminar la suscripción de canal ascendente
ja: アップストリームサブスクリプションの削除

source: Delete Version
ja: バージョンの削除

source: Delete a content view
es: Borrar una vista de contenido
it: Cancella una visualizzazione del contenuto
ja: コンテンツビューの削除
ru: Удалить представление

source: Delete a filter rule
es: Borrar una regla de filtro
it: Cancella regola del filtro
ja: フィルタールールの削除
ru: Удалить правило фильтрации

source: Delete a flatpak remote
ja: flatpak リモートを削除する

source: Delete activation key?
ja: アクティベーションキーを削除しますか?

source: Delete all subscriptions attached to activation keys.
es: Borre todas las suscripciones adjuntas a las llaves de activación.
ja: アクティベーションキーにアタッチされている全サブスクリプションを削除します。

source: Delete all subscriptions that are attached to running hosts.
es: Borrar todas las suscripciones que están adjuntas a los hosts en ejecución.
ja: 実行中のホストにアタッチされている全サブスクリプションを削除します。

source: Delete an organization
es: Borrar una organización
it: Cancella organizzazione
ja: 組織の削除
ru: Удалить организацию

source: Delete an upload request
es: Borrar una solicitud de carga
it: Cancella richiesta di ricarica
ja: アップロード要求の削除
ru: Удалить запрос передачи

source: Delete content view
ja: コンテンツビューの削除

source: Delete content view filters that have this repository as the last associated repository. Defaults to true. If false, such filters will now apply to all repositories in the content view.
ja: このリポジトリーが関連付けられた最後のリポジトリーであるコンテンツビューフィルターを削除します。デフォルトは true です。false の場合、そのようなフィルターがコンテンツビュー内のすべてのリポジトリーに適用されます。

source: Delete manifest from Red Hat provider
es: Borrar manifiesto de proveedor de Red Hat
it: Cancella manifesto dal provider Red Hat
ja: Red Hat プロバイダーからマニフェストを削除
ru: Удалить манифест провайдера Red Hat

source: Delete multiple filters from a content view
ja: コンテンツビューから複数のフィルターを削除します

source: Delete version
ja: バージョンの削除

source: Delete versions
ja: バージョンの削除

source: Deleted %{host_count} %{hosts}
ja: %{host_count} 個の %{hosts} を削除しました

source: Deleted consumer '%s'
es: Ha sido borrado el usuario '%s'
it: Utenza '%s' rimossa
ja: コンシューマー '%s' を削除しました
ru: «%s» удален.

source: Deleted from
ja: 削除元

source: Deleted from %{environment}
es: Borrado de %{environment}
it: Rimosso da %{environment}
ja: %{environment} から削除
ru: Удалено из %{environment}

source: Deleting content view :
ja: コンテンツビューを削除中:

source: Deleting manifest in '%{subject}' failed.
es: Error al intentar eliminar el manifiesto '%{subject}'.
ja: '%{subject}' のマニフェストの削除に失敗しました。

source: Deleting version {versionList}
ja: バージョン {versionList} を削除しています

source: Deleting versions: {versionList}
ja: バージョンを削除しています: {versionList}

source: Depth
ja: 階層の深さ

source: Description
es: Descripción
it: Descrizione
ja: 説明
ru: Описание

source: Description for the alternate content source
ja: 代替コンテンツソースの説明

source: Description for the content view
es: Descripción de la vista de contenido
it: Descrizione visualizzazione del contenuto
ja: コンテンツビューについての説明
ru: Описание представления

source: Description for the new published content view version
es: Descripción para la nueva versión de vista de contenido publicada
it: Descrizione per la nuova versione della visualizzazione del contenuto pubblicato
ja: 新規に公開されたコンテンツビューバージョンの説明
ru: Описание новой версии опубликованного представления

source: Description of the flatpak remote
ja: flatpak リモートの説明

source: Description of the repository
es: Descripción del repositorio
ja: リポジトリーの説明

source: Designate this Content View for importing from upstream servers only. Defaults to false
ja: このコンテンツビューをアップストリームサーバーからのインポート専用に指定します。デフォルトは false に設定されています

source: Desired quantity of the pool
es: Cantidad deseada del grupo
ja: 必要なプール数

source: Destination Server name
ja: 宛先サーバー名

source: Destroy
es: Destruir
it: Elimina
ja: 破棄
ru: Удалить

source: Destroy Alternate Content Source
ja: 大体コンテンツソースの破棄

source: Destroy Content Host
es: Destruir host de contenido
it: Elimina host di contenuto
ja: コンテンツホストの破棄
ru: Удалить узел

source: Destroy Content Host %s
es: Destruir host de contenido %s
ja: コンテンツホスト %s の破棄

source: Destroy a Content Credential
ja: コンテンツ認証情報の破棄

source: Destroy a custom repository
es: Destruir un repositorio personalizado
it: Elimina un repositorio personalizzato
ja: カスタムリポジトリーの破棄
ru: Удалить репозиторий

source: Destroy a host collection
es: Destruir una recopilación de hosts
it: Elimina un insieme di host
ja: ホストコレクションの破棄
ru: Удалить коллекцию

source: Destroy a product
es: Destruir un producto
it: Elimina un prodotto
ja: 製品の破棄
ru: Удалить продукт

source: Destroy a sync plan
es: Destruir un plan de sincronización
it: Elimina programmazione sincronizzazione
ja: 同期プランの破棄
ru: Удалить план

source: Destroy an activation key
es: Destruir una llave de activación
it: Elimina chiave di attivazione
ja: アクティベーションキーの破棄
ru: Удалить ключ активации

source: Destroy an alternate content source.
ja: 代替コンテンツソースを破棄します。

source: Destroy an environment
es: Destruir un entorno
it: Elimina un ambiente
ja: 環境の破棄
ru: Удалить окружение

source: Destroy an environment in an organization
es: Destruir un entorno en una organización
it: Elimina ambiente in una organizzazione
ja: 組織の環境を破棄
ru: Удалить окружение из организации

source: Destroy one or more alternate content sources
ja: 1 つ以上の代替コンテンツソースの破棄

source: Destroy one or more hosts
es: Destruir uno o más hosts
ja: 1 つまたは複数のホストを破棄します

source: Destroy one or more products
es: Destruir uno o más productos
it: Elimina uno o più prodotti
ja: 1 つ以上の製品の破棄
ru: Удалить продукты

source: Destroy one or more repositories
es: Destruir uno o más repositorios
it: Elimina uno o più repositori
ja: 1 つ以上のリポジトリーを破棄します
ru: Удалить репозитории

source: Details
es: Detalles
it: Dettagli
ja: 詳細
ru: Свойства

source: Determining settings for ${truncate(name)}
ja: ${truncate(name)} の設定を決定中

source: Digest
ja: ダイジェスト

source: Directly setting package lists on composite content views is not allowed. Please update the components, then re-publish the composite.
es: No se permite establecer directamente listas de paquetes en vistas de contenido compuesto. Actualice los componentes y vuelva a publicar la composición.
ja: 複合コンテンツビューにパッケージリストを直接設定することはできません。コンポーネントを更新してから、複合を再公開してください。

source: Directory containing the exported Content View Version
ja: エクスポート済みのコンテンツビューバージョンを含むディレクトリー

source: Disable
es: Deshabilitar
it: Disabilita
ja: 無効化
ru: Отключить

source: Disable Red Hat Insights.
es: Deshabilitar el programa Red Hat Insights.
ja: Red Hat Insights を無効にします。

source: Disable Simple Content Access
es: Deshabilitar el acceso al contenido simple
ja: シンプルコンテンツアクセスの無効化

source: Disable a repository from the set
es: Deshabilitar un repositorio del conjunto
ja: セットのリポジトリーの無効化

source: Disable module stream
ja: モジュールストリームの無効化

source: Disabled
es: Deshabilitado
ja: 無効化済み

source: Disabling Simple Content Access failed for '%{subject}'.
ja: '%{subject}' のシンプルコンテンツアクセスの有効化に失敗しました。

source: Discover Repositories
es: Detectar repositorios
it: Trova repositori
ja: リポジトリーの検出
ru: Поиск репозиториев

source: Distribute archived content view versions
ja: アーカイブされたコンテンツビューのバージョンを配布

source: Do not include this array of content views
es: No incluir esta selección de vistas de contenido
it: Non includere questo insieme di visualizzazioni del contenuto
ja: このコンテンツビューの配列を組み込まないでください
ru: Не включать этот массив представлений

source: Do not wait for the ImportUpload action to finish. Default: false
es: No esperar a que termine la acción ImportUpload. Por defecto: falso
ja: ImportUpload アクションが完了するまで待機しないでください。デフォルト: false

source: Do not wait for the update action to finish. Default: true
es: No esperar a que termine la acción de actualización. Por defecto: true
ja: 更新アクションが完了するまで待機しないでください。デフォルト: True

source: Domain IDs
es: ID de dominio
ja: ドメイン ID

source: Download Policy of the capsule, must be one of %s
es: La política de descarga de la cápsula, debe ser una de %s
ja: Capsule のダウンロードポリシー。%s のいずれかである必要があります

source: Download a debug certificate
es: Descargar un certificado de depuración
it: Scarica un certificato di debug
ja: デバッグ証明書のダウンロード
ru: Загрузить сертификат отладки

source: Download rate limit
ja: レート制限のダウンロード

source: Due to a change in your organizations, this container name has become ambiguous (org name '%{org_label}'). If you wish to continue using this container name, destroy the organization in conflict with '%{o_name} (id %{o_id}). If you wish to keep both orgs, destroy '%{o_label}/%{prod_label}/%{root_repo_label}' and retry your push using the id format.
ja: 組織の変更により、このコンテナー名があいまいになりました (組織名 '%{org_label}')。このコンテナー名を引き続き使用する場合は、'%{o_name} (id %{o_id}) と競合する組織を破棄してください。両方の組織を保持する場合は、'%{o_label}/%{prod_label}/%{root_repo_label}' を破棄し、ID 形式を使用してプッシュを再試行してください。

source: Due to a change in your products, this container name has become ambiguous (product name '%{prod_label}'). If you wish to continue using this container name, destroy the product in conflict with '%{prod_name}' (id %{prod_id}). If you wish to keep both products, destroy '%{org_label}/%{prod_dot_label}/%{root_repo_label}' and retry your push using the id format.
ja: 製品の変更により、このコンテナー名があいまいになりました (製品名 '%{prod_label}')。このコンテナー名を引き続き使用する場合は、'%{prod_name}' (id %{prod_id}) と競合する製品を破棄してください。両方の製品を保持する場合は、'%{org_label}/%{prod_dot_label}/%{root_repo_label}' を破棄し、ID 形式を使用してプッシュを再試行してください。

source: Duplicate artifact detected
ja: 重複するアーティファクトが検出されました

source: Duplicate repositories in content view versions
ja: コンテンツビューバージョンに重複したリポジトリーがあります

source: Duration
es: Duración
it: Durata
ja: 期間
ru: Продолжительность

source: ERRATA ADVISORY
es: AVISO DE ERRATAS
ja: エラータアドバイザリー

source: Edit
es: Editar
it: Modifica
ja: 編集
ru: Изменить

source: Edit RPM rule
ja: RPM ルールの編集

source: Edit URL and subpaths
ja: URL およびサブパスの編集

source: Edit activation key
ja: アクティベーションキーの編集

source: Edit content view assignment
ja: コンテンツビューの割り当てを編集

source: Edit content view environments
ja: コンテンツビュー環境の編集

source: Edit credentials
ja: 資格情報の編集

source: Edit details
ja: 詳細の編集

source: Edit filter rule
ja: フィルタールールの編集

source: Edit package filter rule
ja: パッケージフィルタールールの編集

source: Edit products
ja: 製品の編集

source: Edit rule
ja: ルールの編集

source: Edit smart proxies
ja: Smart Proxy の編集

source: Edit system purpose attributes
ja: システム目的の属性の編集

source: Editing Entitlements
es: Edición de derechos
ja: エンタイトルメントの編集

source: Either both parameters 'content_view_id' and 'environment_id' should be specified or neither should be specified
es: Debe especificar los parámetros 'content_view_id' y 'environment_id', o ninguno
it: entrambi i parametri 'content_view_id' e 'environment_id' devono essere specificati, in caso contrario non specificare alcun parametro
ja: 「content_view_id」および「environment_id」パラメーターの両方を指定するか、どちらも指定しないかのいずれかにします。
ru: «content_view_id» и «environment_id» должны быть указаны вместе

source: Either environments or versions must be specified.
es: Debe especificar ya sea entornos o versiones.
it: È necessario specificare gli ambienti o le versioni.
ja: 環境またはバージョンのいずれかを指定する必要があります
ru: Необходимо указать окружение или версию

source: Either organization ID or environment ID needs to be specified
es: Necesita especificar el ID de la organización o el ID de entorno
it: È necessario specificare l'ID dell'organizzazione o l'ID dell'ambiente
ja: 組織 ID または環境 ID のいずれかを指定する必要があります
ru: Необходимо указать ID организации или окружения

source: Either packages or groups must be provided
es: Se deben proporcionar paquetes o grupos.
ja: パッケージまたはグループのいずれかを指定する必要があります

source: Either set the content view with the latest flag or set the content view version
es: Se debe establecer la vista de contenido con la última bandera o la versión de la vista de contenido
ja: コンテンツビューに最新のフラグを設定するか、コンテンツビューバージョンを設定してください。

source: Either set the latest content view or the content view version. Cannot set both
es: Configura la última vista de contenido o la versión de la vista de contenido. No se pueden establecer ambas
ja: 最新のコンテンツビューまたはコンテンツビューバージョンを設定します。両方設定することはできません。

source: Empty content view versions
ja: 空のコンテンツビューのバージョン

source: Enable
es: Habilitar
it: Abilita
ja: 有効化
ru: Включить

source: Enable Red Hat repositories
ja: Red Hat リポジトリーの有効化

source: Enable Simple Content Access
es: Habilitar el acceso a contenido simple
ja: シンプルコンテンツアクセスの有効化

source: Enable Tracer
ja: トレーサーの有効化

source: Enable Traces
ja: トレースの有効化

source: Enable a repository from the set
es: Habilitar un repositorio del conjunto
it: Abilita un repositorio dall'insieme
ja: セットのリポジトリーを有効化します
ru: Включить репозиторий из набора

source: Enable repository sets
ja: リポジトリーセットの有効化

source: Enable structured APT for deb content
ja: deb コンテンツに対して構造化 APT を有効にする

source: Enable/Disable auto publish of composite view
es: Activar/Desactivar la autopublicación de la vista compuesta
ja: 複合ビューの自動公開を有効/無効にします

source: Enabled
es: Habilitado
ja: 有効化済み
