Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Distributor Properties
it: Proprietà del distributore
ru: Свойства дистрибьютора

source: Distributor subscriptions updated.
it: Sottoscrizioni del distributore aggiornate.
ru: Подписки обновлены.

source: Distributor with uuid %s not found
it: Distributore con uuid %s non trovato
ru: Дистрибьютор с UUID %s не найден.

source: Distributors
it: Distributori
ru: Дистрибьюторы

source: Docker Image
it: Immagine Docker
ru: Образ Docker

source: Docker Images
it: Immagini Docker
ru: Образы Docker

source: Docker Tag
it: Tag Docker
ru: Тег Docker

source: Docker Tags
it: Tag Docker
ru: Теги Docker

source: Download
it: Scarica
ru: Загрузить

source: Download Manifest
it: Scarica manifesto
ru: Загрузить манифест

source: Edit Environment
it: Modifica ambiente
ru: Изменить окружение

source: Either packages or groups must be provided
it: È necessario fornire i pacchetti o i gruppi
ru: Необходимо указать пакеты или группы

source: Enable Red Hat Repositories
it: Abilita i repositori di Red Hat
ru: Выберите репозитории Red Hat

source: Enabled by Default:
it: Abilitato per impostazione predefinita:
ru: Включен по умолчанию:

source: Enabled?
it: Abilitato?
ru: Включен

source: End
it: Fine
ru: Конец

source: Env:
it: Amb:
ru: Окр.:

source: Environment:
it: Ambiente:
ru: Окружение:

source: Errata Overview
it: Panoramica errata
ru: Исправления

source: Error on Install
it: Errore durante l'installazione
ru: Ошибка установки

source: Error:
it: Errore:
ru: Ошибка:

source: Errors
it: Errori
ru: Ошибки

source: Event
it: Evento
ru: Событие

source: Example Searches:
it: Esempio di ricerche:
ru: Примеры:

source: Expand
it: Espandi
ru: Развернуть

source: Expand each Red Hat Product below to examine the different repository sets available. When enabling a repository set, the different repositories within are discovered and may be enabled individually.
it: Espandi ogni prodotto di Red Hat per esaminare i diversi set di repositori disponibili. Durante la loro abilitazione sarà possibile visualizzarli, e se necessario, abilitarli.
ru: Разверните список для просмотра репозиториев. При активации набора откроется список его репозиториев, где их можно будет выбрать отдельно.

source: Expected attribute is missing:
it: L'attributo previsto risulta mancante:
ru: Атрибут отсутствует:

source: FAIL
ru: ОШИБКА

source: Failed for distributor(s):
it: Fallito per il distributore(i):
ru: Неудачно для дистрибьюторов:

source: Failed to download %s module.
it: Impossibile scaricare %s modulo.
ru: Не удалось загрузить %s модуль.

source: Fetch applicable errata for a system.
it: Recupera errata applicabile per un sistema.
ru: Получить список доступных исправлений для системы.

source: File Name
it: Nome del file
ru: Файл

source: File: %{file_name}, Checksum: %{checksum}
ru: Файл: %{file_name}, контрольная сумма: %{checksum}

source: Files for %s
it: File per %s
ru: Файлы для %s

source: Filter by content view
it: Filtra per visualizzazione del contenuto
ru: Фильтр по представлению

source: Filter by environment
it: Filtra per ambiente
ru: Фильтр по окружению

source: Filter by host collection
it: Filtra per insieme di host
ru: Фильтр по коллекции

source: Filter by systems that need an Erratum by uuid
it: Filtra per sistemi che necessitano un Erratum per uuid
ru: Фильтр по UUID систем, в которых надо установить исправление

source: Filter by systems that need any one of multiple Errata by uuid
it: Filtra per sistemi che necessitano di Erratum multipli per uuid
ru: Фильтр по UUID систем, в которых надо установить хотя бы одно исправление

source: Filter content host by name
it: Filtra host di contenuto per nome
ru: Фильтр по имени узла

source: Filter content host by subscribed pool
it: Filtra host di contenuto per pool sottoscritto
ru: Выбор узлов по пулу подписок

source: Filter content host by uuid
it: Filtra host di contenuto per uuid
ru: Фильтр по UUID узла

source: Filter content view filters by name
it: Filtra i filtri di visualizzazione del contenuto per nome
ru: Выбор фильтров представлений по имени

source: Filter on loaded Events...
it: Filtra sugli eventi caricati...
ru: Фильтр по загруженным событиям...

source: Filter products by custom
it: Filtra i prodotti per prodotti personalizzati
ru: Выбор внешних продуктов

source: Filter products by enabled or disabled
it: Filtra i prodotti per abilitato o disabilitato
ru: Выбор продуктов по состоянию «включено/отключено»

source: Filter sync plans by organization name or label
it: Filtra programmazioni di sincronizzazione per nome dell'organizzazione o etichetta
ru: Выбор планов синхронизации по метке или имени синхронизации

source: Filter...
it: Filtro...
ru: Фильтр...

source: For more information see
it: Per maggiori informazioni consulta
ru: За подробной информацией обратитесь к

source: GPG Key URL:
it: URL chiave GPG:
ru: URL ключа GPG:

source: GPG Keys
it: Chiavi GPG
ru: Ключи GPG

source: GPG keys
it: Chiavi GPG
ru: Ключи GPG

source: Generate and Synchronize Capsule Metadata for %s
it: Genera e sincronizza i metadati Capsule per %s
ru: Генерация и синхронизация метаданных капсулы для %s

source: Get content host reports for the environment
it: Ottieni i riporti degli host di contenuto per l'ambiente
ru: Получить отчеты узла содержимого для окружения

source: Get content host reports for the organization
it: Ottieni i riporti degli host di contenuto per l'organizzazione
ru: Получить отчеты узла содержимого для организации

source: Get list or available repositories for the repository set
it: Ottieni elenco di repositori disponibili per l'insieme
ru: Получить список доступных репозиториев для этого набора

source: Get package groups that are available to be added to the filter
it: Ottieni i gruppi di errata disponibili da aggiungere al filtro
ru: Получить группы пакетов для добавления в фильтр

source: Get puppet modules names that are available to be added to the content view
it: Ottieni i nomi dei moduli puppet disponibili da aggiungere alla visualizzazione del contenuto
ru: Получить имена модулей Puppet для добавления в представление

source: Get puppet modules that are available to be added to the content view
it: Ottieni i moduli puppet disponibili da aggiungere alla visualizzazione del contenuto
ru: Получить модули Puppet для добавления в представление

source: Given a set of systems and errata, lists the content view versions and environments that need updating.
it: Dato un insieme di sistemi ed errata, elenca le versioni della visualizzazione del contenuto e gli ambienti che necessitano di un aggiornamento.
ru: Возвращает версии представлений и окружения, которые надо обновить.

source: Go
it: Vai
ru: Перейти

source: Hash version of 'order' param
it: Versione hash del parametro 'order'
ru: Хэш параметра «order»

source: Host Advisory
it: Advisory host
ru: Рекомендации узла

source: Host subscription details
it: Informazioni sottocrizione host
ru: Свойства подписки узла

source: Hypervisor
ru: Гипервизор

source: Hypervisor does not support this action
it: L'hypervisor non supporta questa azione
ru: Гипервизор не поддерживает эту операцию

source: Hypervisors do not have software products
it: L'hypervisors non possiede prodotti software
ru: Гипервизоры не предоставляют программы

source: ID of a gpg key that will be assigned to this repository
it: ID di una chiave gpg che verrà assegnata a questo repositorio
ru: Идентификатор ключа GPG для этого репозитория

source: IDs of the virtual guests running on this content host
it: ID dei guest virtuali in esecuzione su questo host di contenuto
ru: Идентификаторы активных виртуальных гостей на этом узле

source: ISOs
it: ISO
ru: ISO

source: If true, when adding the specified errata or packages, any needed dependencies will be copied as well.
it: Se su true, durante l'aggiunta dei pacchetti o errata specificati, qualsiasi dipendenza verrà copiata.
ru: Если «true», то при добавлении пакетов и исправлений необходимые зависимости тоже будут добавлены.

source: If true, will publish a new composite version using any specified content_view_version_id that has been promoted to a lifecycle environment.
it: Se su true, verrà pubblicata una nuova versione composita usando qualsiasi content_view_version_id specificato, avanzato in un ambiente ciclo di vita.
ru: Если «true», новая версия сложного представления будет опубликована на основе заданного content_view_version_id.

source: Import in progress (%M)
it: Processo di importazione in corso (%M)
ru: Импорт (%M)...

source: Initial Creation Params
it: Parametri creazione iniziale
ru: Исходные настройки

source: Initial Registration Params
it: Parametri di registrazione iniziali
ru: Исходные настройки регистрации

source: Install Finished
it: Installazione terminata
ru: Установка завершена

source: Install content on one or more systems
it: Installa contenuto su uno o più sistemi
ru: Установить контент в системах

source: Install packages remotely
it: Installazione pacchetti remota
ru: Установить пакеты удаленно

source: Installing
it: Installazione in corso
ru: Установка...

source: Insufficient Subscriptions
it: Sottoscrizioni non sufficienti
ru: Неполные

source: Intersection
it: Intersezione
ru: Пересечение

source: Intersection:
it: Intersezione:
ru: Пересечение:

source: Interval
it: Intervallo
ru: Интервал

source: Invalid Subscriptions
it: Sottoscrizioni non valide
ru: Недействительные

source: Invalid content type '%{ content_type }' provided. Content types can be one of %{ content_types }
it: Fornito un tipo di contenuto non valido '%{ content_type }'. I tipi di contenuto possono essere %{ content_types }
ru: Неверный тип содержимого: «%{ content_type }». Допустимые значения: %{ content_types }

source: Invalid puppet module parameters specified. Either 'uuid' or 'name' and 'author' must be specified.
it: I parametri specificati per il modulo puppet non sono validi. Specificare uno tra 'uuid' o 'name' e 'author'.
ru: Недопустимые параметры модуля Puppet. Необходимо указать «uuid», «name» или «author».

source: Invalid puppet module. Please make sure the puppet module contains a metadata.json file and is properly compressed.
it: Modulo puppet non valido. Assicurarsi che il modulo puppet contenga il file metadata.json e che lo stesso sia stato compresso correttamente.
ru: Недопустимый модуль Puppet. Модуль должен содержать файл metadata.json и представлен в сжатом виде.

source: Issue tracker
it: Emetti tracker
ru: Отслеживание задач

source: Issued:
it: Emesso:
ru: Создано:

source: Katello Support
it: Supporto di katello
ru: Поддержка Katello

source: Katello can be found on the same freenode channels used by Foreman.
it: Katello è disponibile sugli stessi canali freenode usati da Foreman.
ru: Katello можно найти на тех же каналах Freenode, что и Foreman.

source: Katello uses the Foreman Redmine to report and track bugs and feature requests, which can be found here:
it: Katello utilizza Foreman Redmine per riportare e monitorare bug e le richieste di funzionalità, disponibili qui di seguito:
ru: Katello использует Foreman Redmine для создания отчетов и отслеживания ошибок:

source: Katello uses the same mailing lists as Foreman but requests that Katello specific inquiries begin the subject line with [Katello].
it: Katello utilizza le stesse mailing list di Foreman, ma la riga dell'oggetto per le richieste specifiche di katello deve iniziare con [Katello].
ru: Katello использует рассылки Foreman, но с отметкой [Katello] в теме письма.

source: Key-value hash of content host-specific facts
it: Hash chiave-valore degli eventi specifici all'host di contenuto
ru: Таблица ключей и значений статистики узла

source: Kickstarts
it: Kickstart
ru: Кикстарт

source: Last Checked in Date
it: Data ultima registrazione
ru: Последний вход

source: Last check-in time of this content host
it: Ultimo orario di registrazione di questo host di contenuto
ru: Время последнего входа

source: License
it: Licenza
ru: Лицензия

source: License:
it: Licenza:
ru: Лицензия:

source: License:
it: Licenza:
ru: Лицензия:

source: Lifecycle Environment %s has a successor. Only the last lifecycle environment on a path can be deleted
it: L'ambiente ciclo di vita %s ha un successore. È possibile rimuovere solo l'ultimo ambiente ciclo di vita in un percorso
ru: За %s следуют другие окружения. Только последнее окружение может быть удалено.

source: Lifecycle Environment %s has associated Content Hosts. Please unregister or move the associated Content Hosts before trying to delete this lifecycle environment.
it: Sono stati associati gli host di contenuto all'ambiente ciclo di vita %s. Rimuovere la registrazione o spostare gli host di contenuto associati prima di provare a cancellare questo ambiente.
ru: С окружением %s связаны узлы содержимого. Удалите их регистрацию или переместите их, прежде чем удалить окружение.

source: Lifecycle environments cannot be modifed on the default Smart Proxy. The content from all Lifecycle Environments will exist on this Smart Proxy.
it: È impossibile modificare gli ambienti Ciclo di vita su un Smart Proxy predefinito. Il contenuto su tutti gli ambienti Ciclo di vita continueranno ad esistere su questo Smart Proxy.
ru: Окружения жизненного цикла не могут изменяться на исходном Smart Proxy. Контент всех окружений будет доступен на этом Smart Proxy.

source: Lifecyle Environments
it: Ambienti ciclo di vita
ru: Окружения жизненного цикла

source: List Actions
it: Elenca azioni
ru: Показать действия

source: List Candlepin events for the content host
it: Elenca gli eventi di Candlepin per l'host di contenuto
ru: Показать события Candlepin узла содержимого

source: List a system's subscriptions
it: Elenca le sottoscrizioni di un ambiente
ru: Показать подписки системы

source: List available subscriptions
it: Elenca le sottoscrizioni disponibili
ru: Показать доступные подписки

source: List content hosts
it: Elenca gli host di contenuto
ru: Показать узлы

source: List content hosts in a host collection
it: Elenca gli host di contenuto in un insieme di host
ru: Показать узлы в коллекции

source: List content hosts in an organization
it: Elenca gli host di contenuto in una organizzazione
ru: Показать узлы в организации

source: List content hosts in environment
it: Elenca gli host di contenuto in un ambiente
ru: Показать узлы в окружении

source: List content hosts in the host collection
it: Elenca gli host di contenuto nell'insieme di host
ru: Показать узлы в коллекции

source: List content hosts when you have a query string parameter that will cause a 414.
it: Elenca gli host di contenuto quando è presente un parametro della stringa d'interrogazione che causa un 414.
ru: Показать узлы содержимого, если параметр запроса вызывает ошибку 414.

source: List content view puppet modules
it: Elenca i moduli puppet per la visualizzazione del contenuto
ru: Показать модули Puppet

source: List filters
it: Elenca i filtri
ru: Показать фильтры

source: List gpg keys
it: Elenca le chiavi gpg
ru: Показать ключи GPG

source: List host collections containing a content host
it: Elenca gli insiemi di host con un host di contenuto
ru: Показать коллекции, в которые входит узел

source: List host collections the content host does not belong to
it: Elenca gli insiemi di host ai quali l'host di contenuto non appartiene
ru: Показать коллекции, в которые этот узел не входит

source: List host collections the system does not belong to
it: Elenca gli insiemi di host ai quali il sistema non appartiene
ru: Показать коллекции, в которые эта система не входит

source: List of Errata ids to install
it: Elenco id errata da installare
ru: Список идентификаторов устанавливаемых исправлений

source: List of content (e.g. package names, package group names or errata ids)
it: Elenco del contenuto (es nomi dei pacchetti, nomi dei gruppi di pacchetti o id errata)
ru: Список компонентов (пакетов, групп, исправлений)

source: List of content host uuids to be in the host collection
it: Elenco di uuid degli host di contenuto da avere in un insieme di host
ru: Список UUID узлов в коллекции

source: List of content host uuids to replace the content hosts in host collection
it: Elenco di uuid degli host di contenuto per la sostituzione degli host presenti in un insieme
ru: Список UUID узлов, которые заменят узлы в коллекции

source: List of package group names
it: Elenco nomi dei gruppi di pacchetti
ru: Список названий групп пакетов

source: List of products installed on the content host
it: Elenco di prodotti installati sull'host di contenuto
ru: Список установленных на узле продуктов

source: List of system ids to exclude and not run an action on
it: Elenco id dei sistemi da scludere sui quali non eseguire più l'azione
ru: Список идентификаторов систем, где операция не будет выполняться

source: List of system ids to perform an action on
it: Elenco id dei sistemi sui quali eseguire un'azione
ru: Список идентификаторов систем, где будет выполняться операция

source: List packages installed on the content host
it: Elenca i pacchetti installati sull'host di contenuto
ru: Показать установленные продукты

source: List pools a content host is subscribed to
it: Elenca i pool ai quali è sottoscritto l'host di contenuto
ru: Показать пулы, на которые подписан узел

source: List products that are not in this sync plan
it: Elenca i prodotti che non sono in questa programmazione della sincronizzazione
ru: Показать продукты, не включенные в план синхронизации

source: Mailing lists
it: Mailing list
ru: Почтовые рассылки

source: Make this your default organization.
it: Imposta questa come tua organizzazione predefinita.
ru: Использовать по умолчанию.

source: Manage Environments
it: Gestisci gli ambienti.
ru: Управление окружениями

source: Manifest %s failed
it: Manifesto %s fallito
ru: Ошибка манифеста %s

source: Match pools to content host
it: Corrispondi i pool agli hist di contenuto
ru: Подобрать пулы для узла

source: Match pools to installed
it: Corrispondi i pool a quelli installati
ru: Подобрать пулы для установленных

source: Max Content Hosts (%{limit}) reached for activation key '%{name}'
it: Numero massimo di host di contenuto (%{limit}) raggiunto per la chiave di attivazione '%{name}'
ru: Достигнуто максимальное число узлов (%{limit}) для ключа «%{name}».

source: Maximum number of content hosts in the host collection
it: Numero massimo di host di contenuto nell'insieme di host
ru: Максимальное число узлов в коллекции

source: More...
it: Più...
ru: Подробнее...

source: Name of Your Distributor:
it: Nome del distributore:
ru: Имя дистрибьютора:

source: Name of the content host
it: Nome dell'host di contenuto
ru: Имя узла содержимого

source: Name:
it: Nome:
ru: Имя:

source: Name:
it: Nome:
ru: Имя:

source: Name: %{module_name}, Version: %{version}
it: Nome: %{module_name}, Versione: %{version}
ru: %{module_name}, версия %{version}

source: Names and labels must be unique across all organizations
it: Nomi ed etichette devono essere unici su tutte le organizzazioni
ru: Имена и метки должны быть уникальны во всех организациях

source: Never checked in
it: Mai eseguita la registrazione
ru: Нет

source: Never checked in.
it: Mai registrato.
ru: Нет

source: New ISOs: %s
it: Nuove ISO: %s
ru: Новые ISO: %s

source: New distributor
it: Nuovo distributore
ru: Новый дистрибьютор

source: New images: %{count}.
it: Nuove immagini: %{count}.
ru: Новые образы: %{count}.

source: New name for the repository
it: Nuovo nome per il repositorio
ru: Новое имя репозитория

source: No Red Hat products currently exist, please import a manifest <a href='/subscriptions'>here</a> to receive Red Hat content.
it: Non esiste alcun prodotto di Red Hat, importare un manifesto <a href='/subscriptions'>qui</a> per ricevere il contenuto di Red Hat.
ru: Нет продуктов Red Hat. Для доступа к контенту Red Hat надо импортировать <a href='/subscriptions'>манифест</a>.

source: No environments are currently available in this organization. Please either add some to the organization or select an organization that has an environment to set user default.
it: Nessun ambiente è attualmente disponibile in questa organizzazione. Aggiungerne alcuni o selezionare una organizzazione con un ambiente per impostare il default utente.
ru: Нет окружений в организации. Необходимо их добавить или выбрать организацию с существующим окружением.

source: No events matching your search criteria.
it: Nessun evento corrisponde ai criteri di ricerca.
ru: Нет событий для выбранных критериев.

source: No package profile received for %s
it: Nessun profilo del pacchetto ricevuto per %s
ru: Профиль пакетов для %s не получен.

source: No package uuids provided
it: Nessun uuid del pacchetto fornito
ru: Не заданы UUID пакетов

source: No packages are currently filtered.
it: Attualmente nessun pacchetto è stato filtrato.
ru: Пакеты не отфильтрованы.

source: No products are available containing this content type.
it: Nessun prodotto disponibile con questo tipo di contenuto.
ru: Нет продуктов с выбранным типом содержимого.

source: No products or repositories are currently associated.
it: Nessun prodotto o repositori sono attualmente associati.
ru: Нет соответствующих продуктов и репозиториев.

source: No products or repositories selected.
it: Nessun prodotto o repositorio selezionato.
ru: Продукты и репозитории не выбраны.

source: No puppet repository selected.
it: Nessun repositorio puppet selezionato.
ru: Репозиторий Puppet не выбран.

source: No recently synced products.
it: Nessun prodotto recentemente sincronizzato.
ru: Нет недавно синхронизированных продуктов.

source: No systems found.
it: Nessun sistema trovato.
ru: Системы не найдены.

source: No systems have been specified.
it: Non è stato specificato alcun sistema.
ru: Системы не заданы.

source: No views available in selected environment.
it: Nessuna visualizzazione disponibile nell'ambiente selezionato.
ru: Нет представлений в выбранном окружении.

source: Not available
it: Non disponibile
ru: Недоступно

source: Number of sockets must be higher than 0 for system %s
it: Il numero di socket deve essere maggiore di 0 per il sistema %s
ru: Число сокетов для %s должно быть больше нуля.

source: Ok
ru: ОК

source: One or more of the groups provided has an action pending.
it: Uno o più gruppi forniti ha una azione in sospeso.
ru: Группы ожидают выполнения действия.

source: One or more of the packages provided has an action pending.
it: Uno o più pacchetti forniti ha una azione in sospeso.
ru: Пакеты ожидают выполнения действия.

source: One or more package names are invalid.
it: Uno o più nomi dei pacchetti non sono validi.
ru: Есть пакеты с недопустимыми именами.

source: Organizations disabled, try allowing them in foreman/config/settings.yaml
it: Organizzazioni disabilitate, prova ad abilitarle in foreman/config/settings.yaml
ru: Организации отключены. Чтобы включить, перейдите в foreman/config/settings.yaml

source: Override to 0/1, or 'default'
it: Esegui override su 0/1, o 'default'
ru: Переопределить как 0/1 или «default»

source: Packages (%s)
it: Pacchetti (%s)
ru: Пакеты (%s)

source: Packages:
it: Pacchetti:
ru: Пакеты:

source: Parameters
it: Parametri
ru: Параметры

source: Physical location of the content host
it: Posizione fisica dell'host di contenuto
ru: Физическое расположение узла

source: Please choose an organization using the selector located at the far left of the menu.
it: Scegliere una organizzazione usando il selettore posizionato nella parte sinistra del menu.
ru: Выберите организацию в левой части меню.

source: Please request the required privileges from an administrator.
it: Richiedere i privilegi necessari ad un amministratore.
ru: Необходимые привилегии можно получить через администратора.

source: Pool %s has no product associated
it: Il pool %s non ha alcun prodotto associato
ru: Пул %s не связан с продуктом
