Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Plan numeric identifier
es: Identificador numérico del plan
it: Identificatore numerico della programmazione
ja: プランの数値 ID
ru: Числовой идентификатор плана

source: Please add some repositories.
ja: リポジトリーを追加してください。

source: Please create some content views.
ja: コンテンツビューを作成してください。

source: Please enter a positive number above zero
es: Introduzca un número positivo sobre el cero
ja: 0 より大きい正の数を入力してください

source: Please enter digits only
es: Introduzca solo los dígitos
ja: 数字のみを入力してください

source: Please limit number to 10 digits
es: Limite el número a 10 dígitos
ja: 数字を 10 桁に制限してください

source: Please select a content source before assigning a kickstart repository
es: Seleccione una fuente de contenido antes de asignar un repositorio de kickstart
ja: Kickstart リポジトリーを割り当てる前にコンテンツソースを選択してください

source: Please select a lifecycle environment and a content view to move these activation keys.
ja: これらのアクティベーションキーを移動するには、ライフサイクル環境とコンテンツビューを選択してください。

source: Please select a lifecycle environment and a content view to move this activation key.
ja: このアクティベーションキーを移動するには、ライフサイクル環境とコンテンツビューを選択してください。

source: Please select a lifecycle environment and content view to view activation keys.
ja: アクティベーションキーを表示するには、ライフサイクル環境とコンテンツビューを選択してください。

source: Please select an architecture before assigning a kickstart repository
es: Seleccione una arquitectura antes de asignar un repositorio de kickstart
ja: Kickstart リポジトリーを割り当てる前にアーキテクチャーを選択してください

source: Please select an operating system before assigning a kickstart repository
es: Seleccione un sistema operativo antes de asignar un repositorio de kickstart
ja: Kickstart リポジトリーを割り当てる前にオペレーティングシステムを選択してください

source: Please select one from the list below and you will be redirected.
es: Seleccione uno de la lista de abajo y será redirigido.
ja: 以下のリストから 1 つ選択してください。リダイレクトされます。

source: Please wait while the task starts..
ja: タスクが開始されるまでお持ちください..

source: Please wait...
ja: お待ちください...

source: Policy to set for mirroring content. Must be one of %s.
ja: コンテンツのミラーリングに設定するポリシー。%s のいずれかでなければなりません。

source: Prefer registered through Smart Proxy for remote execution
ja: リモート実行の場合に Smart Proxy 経由での登録を優先する

source: Prefer using a Smart Proxy to which a host is registered when using remote execution
ja: リモート実行を使用する場合に、ホストの登録先の Smart Proxy を使用することを優先します

source: Prevent from further updates
ja: 今後の更新を回避

source: Prior Content View Version specified in the metadata - '%{name}' does not exist. Please import the metadata for '%{name}' before importing '%{current}'
ja: メタデータ '%{name}' で指定された以前のコンテンツビューバージョンは存在しません。'%{current}' をインポートする前に、'%{name}' のメタデータをインポートしてください。

source: Problem searching
ja: 検索中に問題が発生しました

source: Problem searching errata
ja: エラータの検索中に問題が発生しました

source: Problem searching host collections
ja: ホストコレクションの検索中に問題が発生しました

source: Problem searching module streams
ja: モジュールストリームの検索中に問題が発生しました

source: Problem searching packages
ja: パッケージの検索中に問題が発生しました

source: Problem searching repository sets
ja: リポジトリーセットの検索中に問題が発生しました

source: Problem searching traces
ja: トレースの検索中に問題が発生しました

source: Product
es: Producto
it: Prodotto
ja: 製品
ru: Компонент

source: Product Content
es: Contenido de producto
ja: 製品コンテンツ

source: Product Create
es: Crear producto
ja: 製品の作成

source: Product Host Count
ja: 製品ホスト数

source: Product ID
es: ID de producto
ja: 製品 ID

source: Product ID to mirror the remote repository to
ja: リモートリポジトリーをミラーリングする製品 ID

source: Product and Repositories
es: Producto y repositorios
it: Prodotto e repositori
ja: 製品およびリポジトリー
ru: Продукты и репозитории

source: Product architecture
es: Arquitectura de producto
ja: 製品アーキテクチャー

source: Product description
es: Descripción del producto
it: Descrizione prodotto
ja: 製品の説明
ru: Описание продукта

source: Product id as listed from a host's installed products, \ this is not the same product id as the products api returns
es: El ID de producto como aparece en la lista de los productos instalados por el host no es el mismo ID de producto que la devuelve la api de productos
ja: ホストのインストール済み製品からリストされた製品 ID。\ 製品 API が返した製品 ID とは異なります。

source: Product id not found: '%s'
ja: 製品 ID が見つかりません: '%s'

source: Product label
ja: 製品ラベル

source: Product label '%s' is ambiguous. Try using an id-based container name.
ja: 製品ラベル '%s' はあいまいです。ID ベースのコンテナー名の使用を試してください。

source: Product name
es: Nombre del producto
it: Nome prodotto
ja: 製品名
ru: Имя продукта

source: Product name as listed from a host's installed products
es: El nombre de producto como aparece en la lista de los productos instalados por el host
ja: ホストのインストール済み製品からリストされた製品名

source: Product not found: '%s'
ja: 製品が見つかりません: '%s'

source: Product the repository belongs to
es: Producto al que pertenece el repositorio
it: Prodotto al quale appartiene il repositorio
ja: リポジトリーが属する製品
ru: Репозиторий

source: Product version
es: Versión del producto
ja: 製品バージョン

source: Product with ID %s not found in Candlepin. Skipping content import for it.
es: Producto con ID %s no encontrado en Candlepin. Saltando la importación de contenido por ese motivo.
ja: Candlepin で、ID が %s の製品が見つかりません。コンテンツのインポートをスキップします。

source: Product: '%{product}', Repository: '%{repository}'
ja: 製品: '%{product}'、リポジトリー: '%{repository}'

source: Product: '%{product}', Repository: '%{repo}'
ja: 製品: '%%{product}'、リポジトリー: '%%{repo}'

source: Products
es: Productos
it: Prodotti
ja: 製品
ru: Продукты

source: Products updated.
ja: 製品が更新されました。

source: Profiles
es: Perfiles
ja: プロファイル

source: Promote
es: Promover
ja: プロモート

source: Promote a content view version
es: Promover una versión de la vista de contenido
it: Avanza una versione della visualizzazione del contenuto
ja: コンテンツビューバージョンのプロモート
ru: Продвинуть версию представления

source: Promote errata
es: Promover erratas
ja: エラータのプロモート

source: Promote version ${versionNameToPromote}
ja: バージョン ${versionNameToPromote} のプロモート

source: Promoted to
ja: プロモート先

source: Promoted to %{environment}
es: Promovida a %{environment}
it: Avanzato a %{environment}
ja: %{environment} にプロモート
ru: Продвинуто в %{environment}

source: Promotion Summary
es: Resumen de la promoción
ja: プロモートの概要

source: Promotion Summary for %{content_view}
es: Resumen de la promoción para %{content_view}
ja: %{content_view} のプロモートの概要

source: Promotion to Environment
es: Promoción al entorno
ja: 環境へのプロモート

source: Provide the required information and click {update} below to save changes.
ja: 必要な情報を指定し、{update} をクリックして変更を保存します。

source: Provided Products
es: Productos proporcionados
ja: 指定の製品

source: Provided pool with id %s has no upstream entitlement
es: El grupo provisto con id %s no tiene derecho de canal ascendente
ja: ID が %s の指定のプールには、アップストリームのエンタイトルメントがありません

source: Provisioning template IDs
es: ID de plantilla de aprovisionamiento
ja: プロビジョニングテンプレート ID

source: Proxies
es: Proxis
ja: プロキシー

source: Proxy sync failure
ja: プロキシー同期の失敗

source: Public
es: Público
ja: 公開

source: Public key block in DER encoding or certificate content
ja: DER エンコードまたは証明書コンテンツの公開鍵ブロック

source: Publish
es: Publicar
it: Pubblica
ja: 公開
ru: Опубликовать

source: Publish Lifecycle Environment Container Repositories
ja: ライフサイクル環境のコンテナーリポジトリーの公開

source: Publish a content view
es: Publicar una vista de contenido
it: Pubblica una visualizzazione del contenuto
ja: コンテンツビューの公開
ru: Опубликовать представление

source: Publish new version
ja: 新規バージョンの公開

source: Publish new version -
ja: 新規バージョンの公開 -

source: Published date
ja: 公開日

source: Published new version
es: Nueva versión publicada
it: Nuova versione pubblicata
ja: 新規バージョンを公開しました
ru: Новая версия опубликована

source: Publishing ${truncate(name)}
ja: ${truncate(name)} を公開中

source: Publishing content view
ja: コンテンツビューの公開

source: Pulp 3 export destination filepath
ja: Pulp 3 のエクスポート先のファイルパス

source: Pulp 3 is not enabled on Smart proxy!
ja: Pulp 3 は Smart Proxy で有効になっていません!

source: Pulp bulk load size
ja: Pulp 一括読み込みサイズ

source: Pulp database connection issue at %s.
es: Problema de conexión de la base de datos de Pulp en %s.
ja: %s で Pulp データベース接続の問題が発生しています。

source: Pulp database connection issue.
es: Problema de conexión a la base de datos Pulp
ja: Pulp データベース接続の問題。

source: Pulp disk space notification
es: Notificación de espacio en el disco de Pulp
ja: Pulp ディスク容量の通知

source: Pulp does not appear to be running at %s.
es: Pulp no parece estar ejecutándose en %s.
ja: Pulp が %s で実行されていないようです。

source: Pulp does not appear to be running.
es: Pulp no parece estar ejecutándose.
ja: Pulp が実行されていないようです。

source: Pulp message bus connection issue at %s.
es: El mensaje Pulp tiene un problema de conexión del bus en %s.
ja: %s で Pulp メッセージバス接続の問題が発生しています。

source: Pulp message bus connection issue.
es: Problema de conexión de bus de mensaje de Pulp.
ja: Pulp メッセージバス接続の問題。

source: Pulp node
ja: Pulp ノード

source: Pulp redis connection issue at %s.
es: Problema de conexión de redistribución de Pulp en %.
ja: %s で Pulp redis 接続の問題が発生しています。

source: Pulp server version
es: Versión del servidor Pulp
ja: Pulp サーバーバージョン

source: Pulp storage
es: Almacenamiento Pulp
ja: Pulp ストレージ

source: Pulp task error
es: Error de tarea de Pulp
it: Errore attività di Pulp
ja: Pulp タスクのエラー
ru: Ошибка задачи Pulp

source: Python Package
ja: Python パッケージ

source: Python Packages
ja: Python パッケージ

source: Python package
ja: Python パッケージ

source: Python packages
ja: Python パッケージ

source: Python packages to exclude from the upstream URL, names separated by newline. You may also specify versions, for example: django~=2.0.
ja: アップストリームの URLから除外する Python パッケージ (1 行ごとに名前を指定)。バージョンを指定することもできます (例: django~=2.0)。

source: Python packages to include from the upstream URL, names separated by newline. You may also specify versions, for example: django~=2.0. Leave empty to include every package.
ja: アップストリームの URLから追加する Python パッケージ (1 行ごとに名前を指定)。バージョンを指定することもできます (例: django~=2.0)。すべてのパッケージを含めるには空白のままにします。

source: Quantity
es: Cantidad
it: Quantità
ja: 数量
ru: Количество

source: Quantity must not be above ${pool.available}
es: La cantidad no debe ser superior a ${pool.available}
ja: 数量は ${pool.available} を超えてはいけません

source: Quantity of entitlements to bind
es: Cantidad de derechos a vincular
ja: バインドするエンタイトルメント数

source: Quantity of specified subscription to remove
es: Cantidad de suscripción especificada a eliminar
ja: 削除する指定のサブスクリプションの数

source: Quantity of this subscription to add
es: Cantidad de esta suscripción a agregar
it: Quantità di questa sottoscrizione da aggiungere
ja: 追加するこのサブスクリプションの数量
ru: Число подписок для добавления

source: Quantity of this subscriptions to add
es: Cantidad de estas suscripciones para añadir
it: Quantità di questa sottoscrizione da aggiungere
ja: 追加するこのサブスクリプションの数量
ru: Число подписок для добавления

source: Quantity to Allocate
es: Cantidad a asignar
ja: 割り当て数

source: RAM: %s GB
ja: メモリー: %s GB
ru: ОЗУ: %s ГБ

source: RH Repos
ja: RH レポジトリー

source: RHEL Lifecycle status
ja: RHEL ライフサイクルのステータス

source: RHEL lifecycle
ja: RHEL ライフサイクル

source: RPM Package Groups
ja: RPM パッケージグループ

source: RPM Packages
ja: RPM パッケージ

source: RPM name
ja: RPM 名

source: RPM package groups
ja: RPM パッケージグループ

source: RPM package updates
ja: RPM パッケージの更新

source: RPM packages
ja: RPM パッケージ

source: RPMs
it: RPM
ja: RPM
ru: RPM

source: Range
es: Rango
ja: 範囲

source: Realm IDs
es: ID de reino
ja: レルム ID

source: Reassign affected activation key
ja: 影響を受けるアクティベーションキーの再割り当て

source: Reassign affected activation keys
ja: 影響を受けるアクティベーションキーの再割り当て

source: Reassign affected host
ja: 影響を受けるホストの再割り当て

source: Reassign affected hosts
ja: 影響を受けるホストの再割り当て

source: Reboot host
ja: ホストの再起動

source: Reboot required
es: Se requiere reiniciar
ja: 再起動が必要です

source: Reclaim Space
ja: 領域の再利用

source: Reclaim space from On Demand repositories
ja: オンデマンドリポジトリーからの領域の再利用

source: Reclaim space from all On Demand repositories on a smart proxy
ja: Smart Proxy の全オンデマンドリポジトリーからの領域の再利用

source: Reclaim space from an On Demand repository
ja: オンデマンドリポジトリーからの領域の再利用

source: Recommended Repositories
es: Repositorios recomendados
ja: 推奨リポジトリー

source: Red Hat Repositories
es: Repositorios de Red Hat
it: Repositori di Red Hat
ja: Red Hat リポジトリー
ru: Репозитории Red Hat

source: Red Hat Repositories page
es: Página de repositorios Red Hat
ja: Red Hat リポジトリーページ

source: Red Hat content will be consumed from an {type}.
ja: Red Hat コンテンツは、{type} から使用されます。

source: Red Hat content will be consumed from the {type}.
ja: Red Hat コンテンツは、{type} から使用されます。

source: Red Hat content will be consumed from {type}.
ja: Red Hat コンテンツは、{type} から使用されます。

source: Red Hat content will be enabled and consumed via the {type} process.
ja: Red Hat コンテンツは有効化され、{type} プロセスを介して使用されます。

source: Red Hat products cannot be manipulated.
es: No se pueden manipular productos de Red Hat
it: I prodotti di Red Hat non possono essere alterati.
ja: Red Hat 製品を操作することはできません。
ru: Продукты Red Hat не могут изменяться

source: Red Hat provider can not be deleted
es: No se puede borrar el proveedor de Red Hat
it: Il provider di Red Hat non può essere cancellato
ja: Red Hat プロバイダーは削除できません
ru: Провайдер Red Hat не может быть удален

source: Red Hat repositories cannot be manipulated.
es: No se pueden manipular repositorios de Red Hat
it: I repositori di Red Hat non possono essere alterati.
ja: Red Hat リポジトリーを操作することはできません。
ru: Репозитории Red Hat не могут быть изменены

source: Refresh
es: Actualizar
ja: 更新

source: Refresh Alternate Content Source
ja: 代替コンテンツソースの更新

source: Refresh Content Host Statuses for %s
ja: %s のコンテンツホストステータスのリフレッシュ

source: Refresh Manifest
es: Recargar manifiesto
it: Aggiorna il manifesto
ja: マニフェストの更新
ru: Обновить манифест

source: Refresh all alternate content sources
ja: すべての代替コンテンツソースの更新

source: Refresh alternate content sources
ja: 代替コンテンツソースの更新

source: Refresh an alternate content source. Refreshing, like repository syncing, is required before using an alternate content source.
ja: 代替コンテンツソースを更新します。代替コンテンツソースを使用する前に、リポジトリーの同期などの更新が必要になります。

source: Refresh applicability
ja: 適用可能性の更新

source: Refresh counts
ja: 更新回数

source: Refresh errata applicability
ja: エラータの適用可能性の更新

source: Refresh package applicability
ja: パッケージの適用可能性の更新

source: Refresh previously imported manifest for Red Hat provider
es: Actualizar el manifiesto importado anteriormente para el proveedor de Red Hat
it: Aggiorna il manifesto precedentemente importato per il provider di Red Hat
ja: Red Hat プロバイダーの以前にインポートされたマニフェストを更新
ru: Обновить ранее импортированный манифест провайдера Red Hat

source: Refresh source
ja: ソースの更新

source: Refresh_Content_Host_Status
ja: コンテンツホストステータスのリフレッシュ

source: Register a host with subscription and information
es: Registrar un host con suscripción e información
ja: サブスクリプションと情報を使用したホスト登録

source: Register host '%s' before attaching subscriptions
es: Registrar el host '%s' antes de adjuntar las suscripciones
ja: サブスクリプションをアタッチする前にホスト '%s' を登録してください

source: Registered
es: Registrado
it: Registrati
ja: 登録済み
ru: Зарегистрирован

source: Registered at
ja: 登録時刻

source: Registered by
ja: 以下で登録済み:

source: Registered on
ja: 登録先

source: Registered to
ja: 登録先:

source: Registering to multiple environments is not enabled.
ja: 複数の環境への登録が有効になっていません。

source: Registration details
ja: 登録の詳細

source: Registry name pattern results in duplicate container image names for these repositories: %s.
es: El patrón de nombres de registro da como resultado nombres duplicados de imágenes de contenedores para estos depósitos: %s.
ja: レジストリー名のパターンが原因で、以下のリポジトリーのコンテナーイメージ名が重複します: %s。

source: Registry name pattern results in invalid container image name of member repository '%{name}'
es: El patrón de nombres de registro da como resultado un nombre de imagen no válido de contenedor del repositorio de miembros '%{name}'
ja: レジストリー名のパターンが原因で、メンバーリポジトリー '%{name}' のコンテナーイメージ名が無効です

source: Registry name pattern will result in invalid container image name of member repositories
es: El patrón de nombres de registro dará como resultado un nombre de imagen de contenedor no válido de los depósitos de los miembros
ja: レジストリー名のパターンが原因で、メンバーリポジトリーのコンテナーイメージ名が無効になります

source: Related composite content views
ja: 関連する複合コンテンツビュー

source: Related composite content views:
ja: 関連する複合コンテンツビュー:

source: Related content views
ja: 関連するコンテンツビュー

source: Related content views will appear here when created.
ja: 関連するコンテンツビューが作成されると、ここに表示されます。

source: Related content views:
ja: 関連するコンテンツビュー:

source: Release
es: Soltar
ja: リリース

source: Release version
ja: リリースバージョン

source: Release version for this Host to use (7Server, 7.1, etc)
es: Versión de lanzamiento que usará este host (7Server, 7.1, etc)
ja: このホストが使用するリリースバージョン (7Server、7.1 など)

source: Release version of the content host
es: Versión de lanzamiento del host de contenido
it: Versione della release dell'host di contenuto
ja: コンテンツホストのリリースバージョン
ru: Версия для узла содержимого

source: Releasever to disable
es: Releasever para inhabilitar
it: Releasever da disabilitare
ja: 無効にする Releasever
ru: Выключить $releasever

source: Releasever to enable
es: Releasever para habilitar
it: Releasever da abilitare
ja: 有効にする Releasever
ru: Включить $releasever

source: Reload data
es: Volver a cargar datos
it: Ricarica i dati
ja: データの再読み込み
ru: Перезагрузить

source: Remote execution is enabled.
ja: リモート実行が有効になっている。

source: Remote execution job '${description}' failed.
ja: リモート実行ジョブ '${description}' が失敗しました。

source: Remove
es: Eliminar
it: Rimuovi
ja: 削除
ru: Удалить

source: Remove Content
es: Borrar contenido
it: Rimuovi contenuto
ja: コンテンツの削除
ru: Удалить контент

source: Remove Version
es: Eliminar versión
it: Rimuovi versione
ja: バージョンの削除
ru: Удалить версию

source: Remove Versions and Associations
es: Retirar versiones y asociaciones
it: Rimuovi le versioni e le associazioni
ja: バージョンおよび関連付けの削除
ru: Удалить версии и соответствия

source: Remove a content view from an environment
es: Eliminar una vista de contenido de un entorno
it: Rimuovi una visualizzazione del contenuto da un ambiente
ja: 環境からコンテンツビューを削除します
ru: Удалить представление из окружения

source: Remove any `katello-ca-consumer` rpms before registration and run subscription-manager with `--force` argument.
ja: 登録前に `katello-ca-consumer` rpm を削除し、`--force` 引数を指定して subscription-manager を実行します。

source: Remove components from the content view
es: Eliminar los componentes de la vista de contenido
ja: コンテンツビューからコンポーネントを削除します

source: Remove content view version
es: Eliminar versión de vista de contenido
it: Rimuovi la versione della visualizzazione del contenuto
ja: コンテンツビューバージョンの削除
ru: Удалить версию представления

source: Remove from Environment
es: Retirar del entorno
it: Rimuovi dall'ambiente
ja: 環境からの削除
ru: Удалить из окружения

source: Remove from environment
ja: 環境からの削除

source: Remove from environments
ja: 環境からの削除

source: Remove host from collections
ja: コレクションからホストを削除

source: Remove host from host collections
ja: ホストコレクションからホストを削除

source: Remove hosts from the host collection
es: Eliminar hosts de la colección de hosts
ja: ホストコレクションからホストを削除します

source: Remove lifecycle environments from the smart proxy
es: Eliminar los entornos del ciclo de vida del proxy inteligente
ja: ライフサイクル環境を Smart Proxy から削除します

source: Remove module stream
ja: モジュールストリームの削除

source: Remove one or more host collections from one or more hosts
es: Eliminar una o más colecciones de uno o más hosts de uno o más hosts
ja: 1 つ以上のホストから 1 つ以上のコンテンツコレクションを削除します

source: Remove one or more subscriptions from an upstream manifest
ja: アップストリームマニフェストから 1 つ以上のサブスクリプションを削除します

source: Remove package group via Katello interface
es: Eliminar el grupo de paquetes a través de la interfaz de Katello
ja: Katello インターフェイスでのパッケージグループの削除

source: Remove package via Katello interface
es: Eliminar el paquete a través de la interfaz Katello
ja: Katello インターフェイスでのパッケージの削除

source: Remove packages
ja: パッケージの削除

source: Remove packages via Katello interface
ja: Katello インターフェイスでのパッケージの削除

source: Remove products from sync plan
es: Eliminar productos del plan de sincronización
it: Rimuovi prodotti dalla programmazione per la sincronizzazione
ja: 同期プランから製品を削除
ru: Удалить продукты из плана

source: Remove subscriptions
es: Eliminar suscripciones
ja: サブスクリプションの削除

source: Remove subscriptions from %s
es: Eliminar suscripciones de %s
ja: %s からのサブスクリプション削除

source: Remove subscriptions from a host
ja: ホストからのサブスクリプションの削除

source: Remove subscriptions from one or more hosts
es: Eliminar las suscripciones de uno o más hosts
ja: 1 つ以上のホストからサブスクリプションを削除します

source: Remove versions and/or environments from a content view and reassign systems and keys
es: Eliminar versiones y/o entornos de una vista de contenido y volver a asignar sistemas y llaves
it: Rimuovi le versioni e/o gli ambienti da una visualizzazione del contenuto e riassegna sistemi e chiavi
ja: コンテンツビューからバージョンおよび/または環境を削除し、システムおよびキーを再度割り当てます
ru: Удалить версии и окружения из представления и переназначить системы и ключи

source: Remove versions from environments
ja: 環境からのバージョンの削除

source: Removed component from content view
ja: コンテンツビューからコンポーネントを削除しました

source: Removed components from content view
ja: コンテンツビューからコンポーネントを削除しました

source: Removing Package Group...
es: Retirando grupo de paquetes...
it: Rimozione gruppo di pacchetti in corso...
ja: パッケージグループを削除しています...
ru: Удаление группы...

source: Removing Package...
es: Retirando paquetes...
it: Rimozione pacchetto in corso...
ja: パッケージを削除しています...
ru: Удаление пакета...

source: Removing product %{prod_name} with ID %{prod_id} from ACS %{acs_name} with ID %{acs_id}
ja: ID が %{acs_id} の ACS %{acs_name} から ID が %{prod_id} の製品 %{prod_name} を削除します

source: Removing this version from all environments will not delete the version. Version will still be available for later promotion.
ja: すべての環境からこのバージョンを削除しても、バージョンは削除されません。バージョンは引き続き以降のプロモーションの対象になります。

source: Replace content source on the target machine
ja: ターゲットマシン上のコンテンツソースの置き換え

source: Repo ID
ja: リポジトリー ID

source: Repo Type
es: Tipo de repo
ja: リポジトリータイプ

source: Repo label
ja: リポジトリーラベル

source: Repositories
es: Repositorios
it: Repositori
ja: リポジトリー
ru: Репозитории

source: Repositories are not available for enablement while CDN configuration is set to Air-gapped (disconnected).
ja: CDN 設定がエアギャップ (切断) に設定されている間、リポジトリーは有効にできません。

source: Repositories common to the selected content view versions will merge, resulting in a composite content view that is a union of all content from each of the content view versions.
ja: 選択したコンテンツビューバージョンに共通のリポジトリーがマージされます。その結果、各コンテンツビューバージョンのすべてのコンテンツが結合された複合コンテンツビューが作成されます。

source: Repositories from published Content Views are not allowed.
es: No se permiten los de vistas de contenido publicadas
it: Non sono permessi i repository delle Visualizzazioni del contenuto pubblicate.
ja: 公開されたコンテンツビューからのリポジトリーは許可されません。
ru: Нельзя использовать репозитории из опубликованных представлений.

source: Repository
es: Repositorio
ja: リポジトリー
ru: Репозиторий

source: Repository %s cannot be deleted since it has already been included in a published Content View. Use repository details page to delete
ja: リポジトリー %s は、公開されたコンテンツビューにすでに含まれているため削除できません。削除するには、リポジトリーの詳細ページを使用してください

source: Repository %s cannot be deleted since it is the last affected repository in a filter. Use repository details page to delete.
ja: リポジトリー %s は、フィルターの関連する最後のリポジトリーであるため、削除できません。削除するには、リポジトリーの詳細ページを使用してください。

source: Repository %{label} failed to synchronize
ja: リポジトリー %{label} の同期に失敗しました

source: Repository '%(repoName)s' has been disabled.
es: El repositorio '%(repoName)s' ha sido desactivado.
ja: リポジトリー '%(repoName)s' が無効化されました。

source: Repository '%(repoName)s' has been enabled.
es: El repositorio '%(repoName)s' ha sido activado.
ja: リポジトリー '%(repoName)s' が有効化されました

source: Repository ID
ja: リポジトリー ID
