Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Show releases available for the content host
es: Mostrar versiones disponibles para el host de contenido
it: Mostra le release disponibili per un host di contenuto
ja: コンテンツホストで利用可能なリリースを表示します
ru: Показать версии для узла содержимого

source: Show repositories
ja: リポジトリーの表示

source: Show repositories enabled on the host that are known to Katello
ja: Katello に認識されているホストで有効化になっているリポジトリーを表示します。

source: Show the available repository types
es: Mostrar los tipos de repositorio disponibles
ja: 使用可能なリポジトリータイプの表示

source: Show whether each lifecycle environment is associated with the given Smart Proxy id.
ja: 各ライフサイクル環境が指定の Smart Proxy ID に関連付けられているかどうかを示します。

source: Shows status of Katello system and it's subcomponents
es: Muestra el estado del sistema de Katello y sus subcomponentes
ja: Katello システムとそのサブコンポーネントのステータスを表示します

source: Shows version information
es: Muestra información de versión
it: Mostra le informazioni sulla versione
ja: バージョン情報の表示
ru: Показывает версию

source: Simple Content Access has been disabled for '%{subject}'.
ja: '%{subject}' のシンプルコンテンツアクセスが無効になりました。

source: Simple Content Access has been enabled for '%{subject}'.
ja: '%{subject}' のシンプルコンテンツアクセスが有効になりました。

source: Simple Content Access is the only supported content access mode
ja: サポートされているコンテンツアクセスモードは、Simple Content Access のみです

source: Simplified
ja: 簡易

source: Size of file to upload
es: Tamaño del archivo a cargar
ja: アップロードするファイルのサイズ

source: Skip metadata check on each repository on the smart proxy
es: Saltar la comprobación de metadatos en cada repositorio del proxy inteligente
ja: Smart Proxy の各リポジトリーでのメタデータチェックをスキップします

source: Skipped pulp_auth check after failed pulp check
es: Se omitió la verificación pulp_auth luego de que la verificación de Pulp produjo un error.
ja: pulp チェックの失敗後に pulp_auth チェックが省略されました

source: Smart proxies
es: Proxis inteligentes
ja: Smart Proxy

source: Smart proxy IDs
es: ID de proxy inteligente
ja: Smart Proxy ID

source: Smart proxy content count refresh has started in the background
ja: Smart Proxy のコンテンツ数の更新がバックグラウンドで開始しました

source: Smart proxy content source not found!
ja: Smart Proxy コンテンツソースが見つかりません!

source: Smart proxy name
ja: Smart Proxy 名

source: Sockets
ja: ソケット

source: Sockets: %s
it: Socket: %s
ja: ソケット: %s 個
ru: Сокеты: %s

source: Solution
es: Solución
ja: 解決

source: Solve RPM dependencies by default on Content View publish, defaults to false
es: Resolver las dependencias RPM por defecto en la vista de contenido de publicación, por defecto a falso
ja: コンテンツビューの公開時にデフォルトでは RPM 依存関係を解決します。デフォルトは false に設定されています

source: Solve dependencies
es: Resolver dependencias
ja: 依存関係の解決

source: Some environments are disabled because they are not associated with the host's content source.
ja: 一部の環境は、ホストのコンテンツソースに関連付けられていないため無効になります。

source: Some environments are disabled because they are not associated with the selected content source.
ja: 一部の環境は、選択されたコンテンツソースに関連付けられていないため無効になります。

source: Some hosts are not registered as content hosts and will be ignored.
ja: ホストによってはコンテンツホストとして登録されていないため、無視されます。

source: Some of your inputs contain errors. Please update them and save your changes again.
es: Algunas de sus entradas contienen errores. Actualícelas y guarde los cambios de nuevo.
ja: 入力の一部にエラーが含まれています。入力内容を更新して、変更を保存し直してください。

source: Some services are not properly started. See the About page for more information.
ja: 一部のサービスが適切に開始されていません。詳細は、About ページを参照してください。

source: Something went wrong while adding a bookmark: ${getBookmarkErrorMsgs(error.response)}
ja: ブックマークの追加中に問題が発生しました! ${getBookmarkErrorMsgs(error.response)}

source: Something went wrong while adding a filter rule! ${getResponseErrorMsgs(error.response)}
ja: フィルタールールの追加中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while adding component! ${getResponseErrorMsgs(error.response)}
ja: コンポーネントの追加中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while adding filter rules! ${getResponseErrorMsgs(error.response)}
ja: フィルタールールの追加中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while creating the filter! ${getResponseErrorMsgs(error.response)}
ja: フィルターの作成中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while deleting alternate content sources: ${getResponseErrorMsgs(error.response)}
ja: 代替コンテンツソースの削除中に問題が発生しました: ${getResponseErrorMsgs(error.response)}

source: Something went wrong while deleting filter rules! ${getResponseErrorMsgs(error.response)}
ja: フィルタールールの削除中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while deleting filters! ${getResponseErrorMsgs(error.response)}
ja: フィルターの削除中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while deleting this filter! ${getResponseErrorMsgs(error.response)}
ja: このフィルターの削除中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while deleting versions ${getResponseErrorMsgs(error.response)}
ja: バージョンの削除中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while editing a filter rule! ${getResponseErrorMsgs(error.response)}
ja: フィルタールールの編集中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while editing the filter! ${getResponseErrorMsgs(error.response)}
ja: フィルターの編集中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while editing version details. ${getResponseErrorMsgs(error.response)}
ja: バージョン情報の編集中に問題が発生しました。 ${getResponseErrorMsgs(error.response)}

source: Something went wrong while fetching ${lowerCase(pluralLabel)}! ${getResponseErrorMsgs(error.response)}
ja: ${lowerCase(pluralLabel)} の取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while fetching files! ${getResponseErrorMsgs(error.response)}
ja: ファイルの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while fetching rpm packages! ${getResponseErrorMsgs(error.response)}
ja: rpm パッケージの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting container manifest lists! ${getResponseErrorMsgs(error.response)}
ja: コンテナーマニフェストリストの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting container tags! ${getResponseErrorMsgs(error.response)}
ja: コンテナータグの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting deb packages! ${getResponseErrorMsgs(error.response)}
ja: deb パッケージの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting errata! ${getResponseErrorMsgs(error.response)}
ja: エラータの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting module streams! ${getResponseErrorMsgs(error.response)}
ja: モジュールストリームの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting repositories! ${getResponseErrorMsgs(error.response)}
ja: リポジトリーの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting the data. See the logs for more information
ja: データの取得中に問題が発生しました。詳細についてはログを参照してください。

source: Something went wrong while getting version details. ${getResponseErrorMsgs(error.response)}
ja: バージョン情報の取得中に問題が発生しました。 ${getResponseErrorMsgs(error.response)}

source: Something went wrong while loading the Smart Proxy. See the logs for more information
ja: Smart Proxy のロード中に問題が発生しました。詳細はログを参照してください。

source: Something went wrong while loading the content views. See the logs for more information
ja: コンテンツビューのロード中に問題が発生しました。詳細についてはログを参照してください。

source: Something went wrong while refreshing alternate content sources:
ja: 代替コンテンツソースの更新中に問題が発生しました:

source: Something went wrong while refreshing content counts: ${getResponseErrorMsgs(error.response)}
ja: コンテンツ数の更新中に問題が発生しました: ${getResponseErrorMsgs(error.response)}

source: Something went wrong while removing a filter rule! ${getResponseErrorMsgs(error.response)}
ja: フィルタールールの削除中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while removing component! ${getResponseErrorMsgs(error.response)}
ja: コンポーネントの削除中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving package groups! ${getResponseErrorMsgs(error.response)}
ja: パッケージグループの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the activation keys! ${getResponseErrorMsgs(error.response)}
ja: アクティベーションキーの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the container tags! ${getResponseErrorMsgs(error.response)}
ja: コンテナータグの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view components! ${getResponseErrorMsgs(error.response)}
ja: コンテンツビューコンポーネントの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view filter rules! ${getResponseErrorMsgs(error.response)}
ja: コンテンツビューフィルターの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view filter! ${getResponseErrorMsgs(error.response)}
ja: コンテンツビューフィルターの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view filters! ${getResponseErrorMsgs(error.response)}
ja: コンテンツビューフィルターの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view history! ${getResponseErrorMsgs(error.response)}
ja: コンテンツビューの履歴の取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view versions! ${getResponseErrorMsgs(error.response)}
ja: コンテンツビューバージョンの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content! ${getResponseErrorMsgs(error.response)}
ja: コンテンツの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the deb packages! ${getResponseErrorMsgs(error.response)}
ja: Deb パッケージの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the errata! ${getResponseErrorMsgs(error.response)}
ja: エラータの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the files! ${getResponseErrorMsgs(error.response)}
ja: ファイルの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the hosts! ${getResponseErrorMsgs(error.response)}
ja: ホストの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the module streams! ${getResponseErrorMsgs(error.response)}
ja: モジュールストリームの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the package groups! ${getResponseErrorMsgs(error.response)}
ja: パッケージグループの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the packages! ${getResponseErrorMsgs(error.response)}
ja: パッケージの取得中に問題が発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the repositories! ${getResponseErrorMsgs(error.response)}
ja: リポジトリーの取得時にエラーが発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the repository types! ${getResponseErrorMsgs(error.response)}
ja: リポジトリータイプの取得時にエラーが発生しました! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while updating the content source. See the logs for more information
ja: コンテンツソースの更新中に問題が発生しました。詳細についてはログを参照してください。

source: Something went wrong! Please check server logs!
ja: 問題が発生しました! サーバーログを確認してください!

source: Sort field and order, eg. 'id DESC'
es: Orden y campo de clasificación, p. ej., 'id DESC'
ja: フィールドと順序のソート (例: ‘id DESC’)

source: Source RPM
es: RPM de fuente
ja: ソース RPM

source: Source RPMs
es: RPM de fuente
it: RPM sorgenti
ja: ソース RPM
ru: Исходные RPM

source: Source type
ja: リソースタイプ

source: Specify an export chunk size less than 1_000_000 GB
ja: 1_000_000 GB 未満のエクスポートチャンクサイズを指定します

source: Specify the list of units in each repo
es: Especifique la lista de unidades en cada repo
ja: 各リポジトリーのユニットの一覧を指定します

source: Split the exported content into archives no greater than the specified size in gigabytes.
ja: エクスポートされたコンテンツを、ギガバイト単位で指定されたサイズ以下のアーカイブに分割します。

source: Stacking ID
es: ID de pila
ja: スタッキング ID

source: Staged image
ja: ステージングされたイメージ

source: Staged image digest
ja: ステージングされたイメージダイジェスト

source: Start Date
es: Fecha de inicio
it: Data d'inizio
ja: 開始日
ru: Дата начала

source: Start Date and Time can't be blank
es: Fecha de inicio y hora no pueden quedar en blanco
it: La data e l'ora d'inizio non possono essere lasciati vuoti
ja: 開始日時を空白にしないでください。
ru: Дата и время начала не могут быть пустыми.

source: Start Time
es: Hora de inicio
it: Ora d'inizio
ja: 開始時刻
ru: Время начала

source: Start date
ja: 開始日

source: Starts
es: Comienza
ja: 開始

source: State
es: Estado
ja: 状態

source: Status
es: Estado
it: Stato
ja: ステータス
ru: Статус

source: Status must be one of: %s
ja: ステータスは %s のいずれかに指定する必要があります

source: Storage
es: Almacenamiento
ja: ストレージ

source: Stream
es: Corriente
ja: ストリーム

source: Streamed
ja: ストリーミング済み

source: Streams based on the host based on the installation status
ja: インストールステータスに基づくホストに基づいたストリーム

source: Streams based on the host based on their status
es: Corrientes basadas en el host en función de los estados
ja: ステータスに基づくホストに基づいたストリーム

source: Submit
es: Enviar
ja: 送信

source: Subnet IDs
es: ID de subred
ja: サブネット ID

source: Subpaths
ja: サブパス

source: Subscription
es: Suscripción
it: Sottoscrizione
ja: サブスクリプション
ru: Подписка

source: Subscription Details
es: Detalles de suscripción
ja: サブスクリプションの詳細

source: Subscription ID
es: ID de suscripción
it: ID sottoscrizione
ja: サブスクリプション ID
ru: ID подписки

source: Subscription Info
es: ID de suscripción
ja: サブスクリプションの情報

source: Subscription Manifest
es: Manifiesto de suscripción
ja: サブスクリプションマニフェスト

source: Subscription Manifest expiration date check
ja: サブスクリプションマニフェストの有効期限の確認

source: Subscription Manifest validity check
es: Comprobación de la validez del manifiesto de suscripción
ja: サブスクリプションマニフェストの有効性チェック

source: Subscription Name
es: Nombre de la suscripción
ja: サブスクリプション名

source: Subscription Pool id
es: ID de grupo de suscripción
ja: サブスクリプションプール ID

source: Subscription Pool uuid
es: UUID de grupo de suscripciones
it: uuid pool di sottoscrizioni
ja: サブスクリプションプール UUID
ru: UUID пула подписок

source: Subscription UUID
ja: サブスクリプション UUID

source: Subscription connection enabled
ja: サブスクリプション接続の有効化

source: Subscription expiration notification
es: Notificación del vencimiento de la suscripción
ja: サブスクリプションの有効期限通知

source: Subscription id is nil.
es: El ID de la suscripción está vacío.
ja: サブスクリプション ID は nil です。

source: Subscription identifier
es: Identificador de la suscripción
it: Identificatore sottoscrizione
ja: サブスクリプション ID
ru: Идентификатор подписки

source: Subscription manager name registration fact
es: Evento de registro de nombre del gestor de suscripciones
ja: サブスクリプションマネージャー名の登録ファクト

source: Subscription manager name registration fact strict matching
es: Concordancia estricta de evento de registro de nombre del gestor de suscripciones
ja: サブスクリプションマネージャー名の登録ファクトの完全一致

source: Subscription manifest file
es: Archivo del manifiesto de suscripción
it: File manifesto della sottoscrizione
ja: サブスクリプションのマニフェストファイル
ru: Файл манифеста подписок

source: Subscription not found
es: No se ha encontrado la suscripción
ja: サブスクリプションが見つかりません

source: Subscription was not persisted - %{error_message}
es: La suscripción no persistió - %{error_message}
ja: サブスクリプションが保存されませんでした: %{error_message}

source: Subscriptions
es: Suscripciones
ja: サブスクリプション

source: Subscriptions expiring soon
es: Suscripciones que vencen pronto
ja: まもなく期限切れになるサブスクリプション

source: Subscriptions have been saved and are being updated.
es: Las suscripciones se han guardado y se están actualizando.
ja: サブスクリプションが保存され、更新されています。

source: Subscriptions service
ja: サブスクリプションサービス

source: Substitution Mismatch. Unable to update for content: (%{content}). From [%{content_url}] To [%{new_url}].
es: Discordancia de sustitución. No se puede actualizar el contenido: (%{content}). de [%{content_url}] a [%{new_url}]
ja: 置き換える項目が一致しません。コンテンツを更新できません: (%{content})。[%{content_url}] から [%{new_url}]。

source: Success
es: Éxito
it: Con successo
ja: 成功
ru: Успешно

source: Successfully added %s Host(s).
es: Los hosts %s se agregaron correctamente.
ja: %s 台のホストが正常に追加されました。

source: Successfully added %{count} content host(s) to host collection %{host_collection}.
es: Se han añadido correctamente %{count} hosts de contenido a la recopilación de hosts %{host_collection}.
it: Aggiunti con successo %{count} host di contenuto all'insieme %{host_collection}.
ja: コンテンツホスト %{count} 台がホストコレクション %{host_collection} に正常に追加されました。
ru: Узлы содержимого (всего %{count} ) успешно добавлены в коллекцию %{host_collection}.

source: Successfully changed sync plan for %s product(s)
es: Se ha cambiado correctamente el plan de sincronización para %s productos
it: Modificata con successo la programmazione per la sincronizzazione di %s prodotti
ja: %s 製品の同期プランが正常に変更されました
ru: План синхронизации изменен для %s продукта(ов).

source: Successfully initiated removal of %s product(s)
es: Se ha iniciado correctamente la eliminación de %s productos
it: Inizializzata con successo la rimozione di %s prodotti
ja: %s 製品 の削除が正常に開始されました
ru: Продукты будут удалены (всего %s).

source: Successfully refreshed.
ja: 正常に更新されました。

source: Successfully removed %s Host(s).
es: Se eliminaron %s hosts correctamente.
ja: %s 台のホストが正常に削除されました。

source: Successfully removed %{count} content host(s) from host collection %{host_collection}.
es: Se han eliminado correctamente %{count} hosts de contenido de la recopilación de hosts %{host_collection}.
it: Rimossi con successo %{count} host di contenuto dall'insieme %{host_collection}.
ja: ホストコレクション %{host_collection} から %{count} 台のコンテンツホストが正常に削除されました。
ru: Узлы (всего %{count} ) удалены из коллекции %{host_collection}.

source: Successfully synced capsule.
ja: Capsule が正常に同期されました。

source: Successfully synchronized.
es: Sincronizado con éxito.
ja: 正常に同期しました。

source: Summary
es: Resumen
it: Sommario
ja: 要約
ru: Сводка

source: Support Type
es: Tipo de compatibilidad
ja: サポートタイプ

source: Support ended
ja: サポート終了

source: Supported Content Types
es: Tipos de contenido admitidos
ja: サポート対象のコンテンツタイプ

source: Sync Canceled
es: Sincronización cancelada
it: Sincronizzazione cancellata
ja: 同期が取り消されました
ru: Синхронизация отменена

source: Sync Connect Timeout
ja: 同期接続タイムアウト

source: Sync Content View on Smart Proxy(ies)
es: Sincronizar la vista del contenido en proxies inteligentes
ja: Smart Proxy でコンテンツビューの同期

source: Sync Incomplete
es: Sincronización incompleta
it: Sincronizzazione non completata
ja: 同期が完了していません
ru: Синхронизация не закончена

source: Sync Overview
es: Vista general de sincronización
it: Panoramica sincronizzazione
ja: 同期の概要
ru: Синхронизация

source: Sync Plan
es: Plan de sincronización
ja: 同期プラン

source: Sync Plan:
es: Plan de sincronización:
ja: 同期プラン:

source: Sync Plans
es: Planes de sincronización
it: Programmazione sincronizzazione
ja: 同期プラン
ru: План синхронизации

source: Sync Repository on Smart Proxy(ies)
es: Repositorio de sincronización en proxies inteligentes
ja: Smart Proxy でのリポジトリーの同期

source: Sync Smart Proxies after content view promotion
ja: コンテンツビューのプロモート後に Smart Proxy を同期する

source: Sync Sock Connect Timeout
ja: 同期 Sock 接続タイムアウト

source: Sync Sock Read Timeout
ja: 同期 Sock 読み取りタイムアウト

source: Sync Status
es: Estatus de sincronización
it: Stato della sincronizzazione
ja: 同期のステータス
ru: Статус синхронизации

source: Sync Summary
es: Resumen de sincronización
ja: 同期の概要

source: Sync Summary for %s
es: Resumen de sincronización para %s
ja: %s の 同期の概要

source: Sync Total Timeout
ja: 同期合計タイムアウト

source: Sync a repository
es: Sincronizar un repositorio
it: Sincronizza un repositorio
ja: リポジトリーの同期
ru: Синхронизация репозитория

source: Sync all repositories for a product
es: Sincronizar todos los repositorios de un producto
ja: 製品のすべてのリポジトリーを同期します

source: Sync complete.
es: Sincronización completa.
it: Sincronizzazione completa.
ja: 同期が完了しました。
ru: Успешно.

source: Sync errata
es: Sincronización de erratas
ja: エラータの同期

source: Sync one or more products
es: Sincronizar uno o más productos
it: Sincronizza uno o più prodotti
ja: 1 つ以上の製品の同期
ru: Синхронизировать продукты

source: Sync plan identifier to attach
es: Identificador del plan de sincronización para vincular
it: identificatore programmazione della sincronizzazione da assegnare
ja: 割り当てる同期プラン ID
ru: Идентификатор плана синхронизации

source: Sync smart proxy content directly from upstream repositories by selecting the desired products.
ja: 目的の製品を選択して、アップストリームリポジトリーから Smart Proxy コンテンツを直接同期します。

source: Sync state
ja: 同期の状態

source: Synced
ja: 同期されています

source: Synced
ja: 同期されています

source: Synced Content
es: Contenido sincronizado
ja: 同期されたコンテンツ

source: Synchronize
es: Sincronizar
it: Sincronizza
ja: 同期
ru: Синхронизировать

source: Synchronize Now
es: Sincronizar ahora
it: Sincronizza ora
ja: 今すぐ同期
ru: Синхронизировать

source: Synchronize repository
es: Sincronizar repositorio
it: Sincronizza repositorio
ja: リポジトリーの同期
ru: Синхронизировать репозиторий

source: Synchronize smart proxy
es: Sincronizar proxy inteligente
ja: Smart Proxy の同期

source: Synchronize the content to the smart proxy
es: Sincronizar el contenido con el proxy inteligente
ja: コンテンツと Smart Proxy の同期

source: Synchronize: Skip Metadata Check
es: Sincronizar: saltar la comprobación de los metadatos
ja: 同期: メタデータチェックをスキップします

source: Synchronize: Validate Content
es: Sincronizar: validar el contenido
ja: 同期: コンテンツを検証します

source: Syncing Complete.
es: Sincronización completa.
it: Sincronizzazione completata
ja: 同期が完了しました。
ru: Синхронизация завершена.

source: Synopsis
ja: 概要

source: System Purpose
es: Propósito del sistema
ja: システム目的

source: System Status
es: Estado del sistema
ja: システムステータス

source: System purpose
ja: システム目的

source: System purpose attributes updated
ja: システム目的の属性の更新

source: System purpose enables you to set the system's intended use on your network and improves reporting accuracy in the Subscriptions service of the Red Hat Hybrid Cloud Console.
ja: システム目的では、ネットワーク上でシステムの使用目的を設定して、Red Hat Hybrid Cloud Console のサブスクリプションサービスでレポートの精度を向上させることができます。

source: Tag name
ja: タグ名

source: Tags
es: Etiquetas
ja: タグ

source: Task
es: Tarea
ja: タスク

source: Task ${task.humanized.action} completed with a result of ${task.result}. ${task.errors ? getErrors(task) : ''}
ja: タスク ${task.humanized.action} は ${task.result}. ${task.errors ? getErrors(task) : ''} の結果で完了しました

source: Task ${task.humanized.action} has started.
es: La tarea${task.humanized.action} ha comenzado.
ja: タスク${task.humanized.action} が開始されました。

source: Task ID
ja: タスク ID

source: Task canceled
es: Tarea cancelada
it: Evento cancellato
ja: タスクが取り消されました
ru: Задача отменена

source: Task detail
es: Detalles de tarea
ja: タスクの詳細

source: Task details
ja: タスクの詳細

source: Task result
ja: タスクの結果

source: Task state
ja: タスクの状態

source: Temporary
es: Temporal
ja: 一時的

source: The '%s' environment cannot contain a changeset!
es: ¡El entorno '%s' no puede contener un changeset!
it: L'ambiente '%s' non può contenere un changeset!
ja: '%s' 環境には変更セットを含めることができません!
ru: Окружение «%s» не может содержать набор изменений.

source: The Alternate Content Source type
ja: 代替コンテンツソースのタイプ
