Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: some executors are not responding, check %{status_url}
es: algunos administradores no responden, verifique %{status_url}.
ja: 一部のエグゼキューターが応答していません。%{status_url} を確認してください

source: specifies if content should be included or excluded, default: inclusion=false
es: especifica si se debe incluir o excluir el contenido, predeterminado: inclusion=false
it: specifica se il contenuto deve essere incluso o escluso, default: inclusion=false
ja: コンテンツの組み込みまたは除外の指定。デフォルト: inclusion=false
ru: включение/исключение содержимого (по умолчанию inclusion=false)

source: start datetime of synchronization
es: fecha/hora de inicio de la sincronización
it: data - ora d'inizio per la sincronizzazione
ja: 同期の開始日時
ru: дата и время синхронизации

source: subscriptions not specified
es: suscripciones no especificadas
ja: サブスクリプションが指定されていません

source: sync plan description
es: descripción del plan de sincronización
it: descrizione programmazione sincronizzazione
ja: 同期プランの説明
ru: описание плана синхронизации

source: sync plan name
es: nombre del plan de sincronización
it: nome programmazione sincronizzazione
ja: 同期プラン名
ru: имя плана синхронизации

source: sync plan numeric identifier
es: identificador numérico del plan de sincronización
it: identificatore numerico per la programmazione della sincronizzazione
ja: 同期プランの数値 ID
ru: числовой идентификатор плана синхронизации

source: system registration
ja: システム登録

source: the documentation.
ja: ドキュメント。

source: the following attributes can not be updated for the Red Hat provider: [ %s ]
es: Los siguientes atributos no pueden ser actualizados para el proveedor de Red Hat: [ %s ]
it: i seguenti attributi non possono essere caricati per il provider di Red Hat: [ %s ]
ja: Red Hat プロバイダーの次の属性は更新できません: [ %s ]
ru: Не удалось обновить атрибуты провайдера Red Hat: [ %s ]

source: the host
ja: ホスト

source: the hosts
ja: ホスト

source: to
ja: から

source: true if the latest version of the component's content view is desired
es: verdadero si se desea la última versión de la vista de contenido del componente
ja: コンポーネントのコンテンツビューの最新版が必要な場合には True を指定します

source: true if the latest version of the components content view is desired
es: verdadero si se desea la última versión de la vista de contenido de los componentes
ja: コンポーネントのコンテンツビューの最新版が必要な場合には True を指定します

source: true if this repository can be published via HTTP
es: verdadero, si este repositorio se puede publicar mediante HTTP
it: vero se questo repositorio può essere pubblicato tramite HTTP
ja: このリポジトリーが HHTP 経由で公開できる場合は true
ru: «True», если репозиторий может быть доступен по HTTP

source: type of filter (e.g. deb, rpm, package_group, erratum, erratum_id, erratum_date, docker, modulemd)
ja: フィルターのタイプ (例: deb、rpm、package_group、erratum、erratum_id、erratum_date、docker、modulemd)

source: types of filters
es: tipos de filtros
ja: フィルターの種類

source: unknown permission for %s
es: permisos desconocidos para %s
ja: %s の権限が不明です

source: unlimited
ja: 無制限

source: update a filter
es: Actualizar un filtro
ja: フィルターの更新

source: updated
ja: 更新

source: updating package group...
es: Actualizando grupo de paquetes...
it: aggiornamento gruppo di pacchetti in corso...
ja: パッケージグループを更新しています...
ru: обновление группы пакетов...

source: updating package groups...
es: Actualizando grupos de paquetes...
it: aggiornamento gruppi di pacchetti in corso...
ja: パッケージグループを更新しています...
ru: обновление групп пакетов...

source: updating package...
es: Actualizando el paquete...
it: Aggiornamento pacchetto in corso...
ja: パッケージを更新しています...
ru: обновление пакета...

source: updating packages...
es: Actualizando paquetes...
it: Aggiornamento pacchetti in corso...
ja: パッケージを更新しています...
ru: обновление пакетов...

source: upstream Foreman server
ja: アップストリーム Foreman サーバー

source: url not defined.
es: No se ha definido la URL.
it: url non definito.
ja: URL は定義されていません。
ru: URL не задан.

source: via customized remote execution
ja: カスタマイズされたリモート実行経由

source: via remote execution
es: por medio de la ejecución remota
ja: リモート実行経由

source: view content view tabs.
ja: コンテンツビュータブを確認してください。

source: waiting for %s to finish the task
ja: %s がタスクを終了するまで待機

source: waiting for Pulp to finish the task %s
ja: Pulp がタスク %s を終了するまで待機

source: waiting for Pulp to start the task %s
ja: Pulp がタスク %s を開始するまで待機

source: whitespace-separated list of architectures to be synced from deb-archive
ja: deb-archive から同期されるアーキテクチャーの空白で区切られたリスト

source: whitespace-separated list of releases to be synced from deb-archive
ja: deb-archive から同期されるリリースの空白で区切られたリスト

source: whitespace-separated list of repo components to be synced from deb-archive
ja: deb-archive から同期される repo コンポーネントの空白で区切られたリスト

source: {0} items selected
es: {0} elementos seleccionados
ja: 選択項目 {0} 件

source: {enableRedHatRepos} or {createACustomProduct}.
ja: {enableRedHatRepos} または {createACustomProduct}

source: {numberOfActivationKeys} activation key will be assigned to content view {cvName} in
ja: {numberOfActivationKeys} アクティベーションキーは、以下のコンテンツビュー {cvName} に割り当てられます:

source: {numberOfActivationKeys} activation keys will be assigned to content view {cvName} in
ja: {numberOfActivationKeys} アクティベーションキーは、以下のコンテンツビュー {cvName} に割り当てられます:

source: {numberOfHosts} host will be assigned to content view {cvName} in
ja: {numberOfHosts} ホストは以下のコンテンツビュー {cvName} に割り当てられます:

source: {numberOfHosts} hosts will be assigned to content view {cvName} in
ja: {numberOfHosts} ホストは以下のコンテンツビュー {cvName} に割り当てられます:

source: {versionOrVersions} {versionList} will be deleted and will no longer be available for promotion.
ja: {versionOrVersions} {versionList} は削除され、プロモーションに利用できなくなります。

source: {versionOrVersions} {versionList} will be removed from the following environments:
ja: {versionOrVersions} {versionList} は次の環境から削除されます:

source: {versionOrVersions} {versionList} will be removed from the listed environment and will no longer be available for promotion.
ja: {versionOrVersions} {versionList} は、一覧表示された環境から削除され、プロモーションの対象ではなくなります。

source: {versionOrVersions} {versionList} will be removed from the listed environments and will no longer be available for promotion.
ja: {versionOrVersions} {versionList} は、一覧表示された環境から削除され、プロモーションの対象ではなくなります。

source: {versionOrVersions} {versionList} will be removed from the {envLabel} environment.
ja: {versionOrVersions} {versionList} は {envLabel} 環境から削除されます。

source: %s must be an array.
es: %s debe ser una matriz.

source: A content_type must be provided.
es: Se debe proporcionar un content_type
it: È necessario fornire un tipo_contenuto.
ru: Необходимо предоставить content_type.

source: Abstract async task
es: Tarea de sincronización abstracta
it: Evento asinc astratto
ru: Абстрактная асинхронная задача

source: Accept action timeout
es: Aceptar el tiempo de espera de la acción

source: Action unauthorized to be performed on selected hosts.
es: Acción no autorizada que debe realizarse en los hosts seleccionados.

source: Action with sub plans
es: Acción con subplanes

source: Activation keys and subscriptions can be managed
es: Pueden administrarse llaves de activación y suscripciones
it: È possibile gestire le chiavi di attivazione e le sottoscrizioni.
ru: Управление ключами активации и подписками:

source: Active Subscriptions
es: Suscripciones activas

source: Add ons
es: Complementos

source: Addons
es: Complementos

source: Agent action
es: Acción del agente

source: An error occurred during content removal. Could not find repository with id: %s
es: Se produjo un error durante la eliminación del contenido. No se pudo encontrar el repositorio con id: %s

source: Auto attach subscriptions
es: Autoagregar suscripciones
it: esegui l'auto attach delle sottoscrizioni
ru: Выбрать подписки автоматически

source: Autosearch
es: Autobúsqueda

source: Autosearch delay
es: Retraso de la autobúsqueda

source: Available Schema Versions
es: Versiones de esquema disponibles

source: Backend System Status
es: Estado de sistema de segundo plano
it: Stato sistema di backend
ru: Системный статус

source: CDN SSL version
es: Versión CDN SSL

source: Can not add product %s because it is disabled.
es: No se puede añadir %s de producto porque está desactivado.

source: Can only destroy on Yum Repositories.
es: Solo puede destruir repositorios Yum.

source: Can only upload to Yum Repositories.
es: Solo se puede cargar en repositorios Yum.

source: Cannot pass content units without content unit type
es: No puede pasar las unidades de contenido sin el tipo de unidad de contenido

source: Cannot validate contents on non-yum/deb repositories.
es: No se puede validar el contenido de los depósitos que no correspondan a yum/deb.

source: Checksum of the repository, currently 'sha1' & 'sha256' are supported
es: La suma de comprobación del repositorio, actualmente se admite 'sha1' y 'sha256'.

source: Combined Profile Update
es: Actualización de perfil combinado

source: Combined Profile Update for %s
es: Actualización de perfil combinado para %s

source: Component
es: Componente
it: Componente
ru: Компонент

source: Composite
es: Compuesto

source: Content View Filter identifier
es: Identificador de filtro de vista de contenido

source: Content View and Environment not set for registration.
es: La vista de contenido y el entorno no están configurados para el registro.

source: Copy version units to library
es: Copiar unidades de versión a la biblioteca

source: Couldn't find content view '%s'
es: No se encontró la vista de contenido '%s'
it: Impossibile trovare la visualizzazione del contenuto '%s'
ru: Представление «%s» не найдено.

source: Couldn't find specified Content View and Lifecycle Environment.
es: No se encontró la vista de contenido y el entorno de ciclo de vida especificados.

source: Count
es: Recuento

source: Create Package Group
es: Crear grupo de paquete

source: Create a package group
es: Crear grupo de paquete

source: Default content view versions cannot be promoted
es: Las versiones de la vista de contenido predeterminada no se pueden promover
it: Impossibile avanzare le versioni della visualizzazione del contenuto predefinita.
ru: Исходные версии представления не могут быть продвинуты

source: Delete Package Group
es: Eliminar grupo de paquete

source: Delete a package group
es: Eliminar grupo de paquete

source: Disable simple content access for a manifest
es: Deshabilitar el acceso a contenidos simples para un manifiesto

source: Discover
es: Descubrir

source: Enable simple content access for a manifest
es: Habilitar el acceso a un contenido simple para un manifiesto

source: Epoch
es: Época

source: Errata mail
es: Correo de erratas
it: Posta per l'Errata
ru: Почта

source: Failed to download %s package.
es: Falló al instalar el paquete %s.
it: Impossibile scaricare %s pacchetto.
ru: Не удалось загрузить %s пакет.

source: Fetch pxe files
es: Buscar archivos pxe

source: Filtered index content
es: Contenido del índice filtrado

source: Finish action timeout
es: Tiempo de espera de la acción de finalizado

source: For pages that support it, automatically perform search while typing in search input.
es: Para las páginas que lo admiten, se realiza la búsqueda automáticamente mientras se escribe en el campo de búsqueda.

source: Forces a republish of the specified repository, regenerating metadata and symlinks on the filesystem.
es: Forzar a republicar el repositorio especificado, regenerando los metadatos y los enlaces simbólicos en el sistema de archivos.

source: Fully entitled
es: Plenamente autorizado

source: Get status of repo synchronisation for given product
es: Obtener estado de sincronización de repositorio para un producto concreto
it: Ottieni lo stato della sincronizzazione del repositorio per un dato prodotto
ru: Получить статус синхронизации репозиториев для продукта

source: Group %{id} already created.
es: Grupo %{id} ya ha sido creado.

source: Host Subscription Status
es: Estado de suscripción de host

source: Host did not finish content action in %s seconds. The task has been cancelled.
es: El host no terminó la acción de contenido en %s segundos. La tarea se ha cancelado.

source: Host did not respond within %s seconds. The task has been cancelled. Is katello-agent installed and goferd running on the Host?
es: El host no respondió en %s segundos. La tarea se ha cancelado. ¿katello-agent está instalado y goferd se está ejecutando en el host?

source: Hypervisors
es: Hipervisores

source: Hypervisors update
es: Actualización de hipervisores

source: ID: %s doesn't exist
es: ID: %s no existe
it: ID: %s non esiste
ru: %s не существует

source: If Autosearch is enabled, delay in milliseconds before executing searches while typing.
es: Si la autobúsqueda está activada, demora en milisegundos antes de ejecutar las búsquedas mientras se escribe.

source: If true, return custom repository sets along with redhat repos
es: Si es verdadero, devuelva los conjuntos de repositorios personalizados junto con los repositorios redhat

source: Import New Manifest
es: Importar el nuevo manifiesto

source: Import Puppet classes
es: Importar clases Puppet

source: Import a Manifest to manage your Entitlements.
es: Importar un manifiesto para administrar sus derechos.

source: Import a Manifest using the manifest tab above.
es: Importar un manifiesto usando la pestaña de manifiesto de arriba.

source: Import facts
es: Importar datos
it: Importa gli eventi
ru: Импорт фактов

source: Incremental Update of Content View Version(s)
es: Actualización gradual de versiones de la vista de contenido

source: Index content
es: Contenido del índice

source: Index errata
es: Erratas de índice
it: Indice errata
ru: Индекс исправлений

source: Index module streams
es: Secuencias del módulo de índice

source: Index package groups
es: Grupos de paquete del índice

source: Install Applicable Errata
es: Instalación de erratas aplicables
it: Installa errata applicabile
ru: Установить исправления

source: Install Applicable Errata on %s
es: Instalar erratas aplicables en %s

source: Install erratum
es: Instalación de errata
it: installa erratum
ru: Установить исправление

source: Install erratum for %s
es: Instalación de errata para %s

source: Install package
es: Instalar paquete
it: installa pacchetto
ru: Установить пакет

source: Install package for %s
es: Instalar grupo de paquetes para %s

source: Install package group
es: Instalación de grupo de paquetes
it: installa gruppo di pacchetti
ru: Установить группу пакетов

source: Installation of errata requested: %{errata}
es: Instalación de erratas solicitada: %{errata}

source: Installation of package group(s) requested: %{groups}
es: Instalación de grupos de paquetes solicitados: %{groups}

source: Installation of package(s) requested: %{packages}
es: Instalación de paquetes solicitados: %{packages}

source: Instance update
es: Actualización de instancia

source: Invalid
es: Inválido

source: Invalid content type %s
es: Tipo de contenido no válido %s
it: Tipo di contenuto %s non valido
ru: Недопустимый тип контента: %s

source: Invalid erratum filter rule specified, Must specify at least one of the following: 'errata_id', 'start_date', 'end_date' or 'types'
es: Se ha especificado una regla de filtro de errata no válida. Debe especificar al menos una de las siguientes opciones: 'errata_id', 'start_date', 'end_date' o 'types'
it: La regola per il filtro dell'erratum specificata non è valida. Specificare almeno uno dei seguenti: 'errata_id', 'start_date', 'end_date' o 'types'
ru: Недопустимое правило: необходимо определить хотя бы один параметр: «errata_id», «start_date», «end_date», «types»

source: Learn more about adding Subscription Manifests
es: Aprenda más sobre cómo añadir manifiestos de suscripción

source: List of content (e.g. package or package group names)
es: Lista de contenido (p. ej., nombres de paquetes o de grupos de paquetes)
it: Elenco del contenuto (es nomi dei pacchetti o dei gruppi di pacchetti)
ru: Список компонентов (пакетов и групп)

source: Matched
es: Concordancia

source: Mismatched
es: Discordancia

source: Must supply at least one of mandatory_package_names, optional_package_names, conditional_package_names, default_package_names parameters
es: Debe proporcionar al menos uno de los parámetros mandatory_package_names, optional_package_names, conditional_package_names, default_package_names

source: N/A
es: N/C

source: NA
es: ND

source: New Files: %s
es: Nuevos archivos: %s

source: New blobs: %{count}.
es: Nuevos blobs: %{count}.

source: New packages: %{count} (%{size}).
es: Nuevos paquetes: %{count} (%{size}).
it: Nuovi pacchetti: %{count} (%{size}).
ru: Новые пакеты: %{count} (%{size}).

source: No Manifest Uploaded
es: No se cargó un manifiesto

source: No applicable errata for %s, skipping
es: No hay erratas aplicables para %s, salteando

source: No content has been provided.
es: No ha sido aprobado ningún contenido.
it: Non è stato fornito alcun contenuto.
ru: Нет содержимого.

source: No hosts have been specified.
es: No se han especificado hosts.

source: No new packages.
es: No hay paquetes.
it: Nessun nuovo pacchetto.
ru: Нет новых пакетов.

source: On-disk location for exported repositories
es: Ubicación en disco para repositorios exportados

source: One or more packages failed to sync properly.
es: Uno o más paquetes no se pudo sincronizar adecuadamente.
it: Uno o più pacchetti non hanno eseguito una sincronizzazione corretta.
ru: Не удалось синхронизировать пакет(ы).

source: Package Profile Update
es: Actualización de perfil del paquete

source: Package Profile Update for %s
es: Actualización de perfil del paquete para %s

source: Partial
es: Parcial

source: Partially entitled
es: Parcialmente autorizado

source: Pending
es: Pendiente
it: In attesa
ru: Ожидание

source: Please select an organization to view subscription status.
es: Seleccione una organización para ver el estado de la suscripción.

source: Please select an organization to view subscription totals.
es: Seleccione una organización para ver los totales de la suscripción.

source: Processing metadata
es: Procesando metadatos
it: Processazione metadati
ru: Обработка метаданных...

source: Processing metadata.
es: Procesamiento de metadatos.
it: Processazione metadati.
ru: Обработка метаданных...

source: Product Name
es: Nombre de producto

source: Publish Lifecycle Environment Repositories
es: Publicar repositorios del entorno de ciclo de vida

source: Pulp Docker registry port
es: Puerto de registro de Pulp Docker

source: Pulp export destination filepath
es: Ruta de archivo de destino de la exportación de Pulp

source: Recently Expired Subscriptions
es: Suscripciones que vencieron recientemente

source: Reindex subscriptions
es: Reindexar suscripciones

source: Remote action:
es: Acción remota:

source: Removal of package group(s) requested: %{groups}
es: Eliminación del grupo o grupos de paquetes solicitados: %{groups}

source: Removal of package(s) requested: %{packages}
es: Eliminación de los paquetes solicitados: %{packages}

source: Remove package
es: Eliminar paquete
it: Rimuovi pacchetto
ru: Удалить пакет

source: Remove package for %s
es: Eliminar el paquete para %s

source: Remove package group
es: Eliminar grupo de paquetes
it: Rimuovi gruppo di pacchetti
ru: Удалить группу пакетов

source: Repository %s cannot be deleted since it has already been included in a published Content View.
es: Repositorio %s no puede borrarse, puesto que ya que ha sido incluido en una vista de contenido publicada.
it: Il repository %s non può essere rimosso poichè è già stato incluso nella Visualizzazione del contenuto pubblicata.
ru: Репозиторий %s опубликован в представлении и не может быть удален.

source: Repository cannot be deleted since it has already been included in a published Content View. Please delete all Content View versions containing this repository before attempting to delete it.
es: El repositorio no se puede eliminar dado que ya se ha incluido en una vista de contenido publicada. Elimine todas las versiones de la vista de contenido que contengan este repositorio antes de intentar eliminarlo.

source: Repository metadata publish
es: Publicación de repositorios de metadatos
it: Metadati del repository pubblici
ru: Публикация метаданных репозитория

source: SSL version used to communicate with the CDN
es: La versión de SSL que se usa para comunicar con el CDN

source: Schema Version 1
es: Versión de esquema 1

source: Schema Version 2
es: Versión de esquema 2

source: Sets the system add-ons
es: Establece los complementos del sistema

source: Simple Content Access
es: Acceso simple al contenido

source: Subscription Status
es: Estado de suscripción

source: Subscriptions Expiring in 120 Days
es: Suscripciones que vencen en 120 días

source: Subscriptions information based on selected activation keys:
es: Información de suscripciones basada en llaves de activación seleccionadas:
it: Informazioni sottoscrizioni in base alle chiavi di attivazione selezionate:
ru: Подписки определяются ключами активации:

source: Sync capsule
es: Cápsula de sincronización

source: Synchronize capsule content
es: Sincronizar contenido de Capsule

source: The number of days remaining in a subscription before you will be reminded about renewing it.
es: El número de días que quedan en una suscripción antes de que se le recuerde que debe renovarla.

source: The port used by Pulp Crane to provide Docker Registries
es: El puerto utilizado por Pulp Crane para proporcionar los registros de Docker

source: The type of content. The following types are supported: 'package' and 'package_group.
es: El tipo de contenido. Se admiten los siguientes tipos: 'package' y 'package_group.
it: Il tipo di contenuto. Sono supportati i seguenti tipi: 'package' e 'package_group.
ru: Тип содержимого. Поддерживаемые типы: «package», «package_group».

source: The type of content. The following types are supported: 'package', 'package_group' and 'errata'.
es: El tipo de contenido. Se admiten los siguientes tipos: 'package' y 'package_group' y 'errata'.
it: Il tipo di contenuto. Sono supportati i seguenti tipi: 'package' e 'package_group' e 'errata'.
ru: Тип содержимого: «package», «package_group», «errata».

source: There is no Manifest History to display.
es: No hay un historial de manifiesto para mostrar.

source: Toggling Simple Content Access will refresh your manifest.
es: Si se cambia el acceso a los contenidos simples, se actualizará el manifiesto.

source: Unassociate units in repository
es: Desvincular las unidades en el repositorio

source: Unentitled
es: Sin derechos

source: Unknown or Unregistered
es: Desconocido o no registrado

source: Unknown subscription status
es: Estado de suscripción desconocido

source: Unsubscribed Hypervisor
es: Hipervisor no suscrito

source: Unsubscribed hypervisor
es: Hipervisor no suscrito

source: Unsupported URL protocol %s.
es: No tiene soporte el protocolo de URL %s.
it: Protocollo URL non supportato %s.
ru: Протокол %s не поддерживается.

source: Update content urls
es: Actualizar los URL de contenido

source: Update for host
es: Actualizar para host

source: Update for host %s
es: Actualizar para host %s

source: Update http proxy
es: Actualizar el proxy http

source: Update http proxy details
es: Actualizar los detalles del proxy http

source: Update of all packages requested
es: Actualización de todos los paquetes solicitados

source: Update of package(s) requested: %{packages}
es: Actualización de paquetes solicitado: %{packages}

source: Update package
es: Actualizar paquete
it: Aggiorna pacchetto
ru: Обновить пакет

source: Update package for %s
es: Actualizar paquete para %s

source: Update redhat repository
es: Actualizar el repositorio de redhat

source: Updates all packages on the host(s)
es: Actualizar todos los paquetes de los hosts
