Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: No matching version found
ja: 一致するバージョンが見つかりません

source: No module stream filter rules yet
ja: モジュールストリームフィルターがまだありません

source: No module streams to add yet.
ja: 追加するモジュールストリームがまだありません。

source: No new packages installed
es: No hay paquetes nuevos instalados
it: Nessun nuovo pacchetto installato
ja: インストール済みの新規パッケージはありません
ru: Нет новых пакетов

source: No package groups yet
ja: RPM パッケージグループがまだありません

source: No packages
ja: パッケージがありません

source: No packages available to install
ja: インストール可能なパッケージはありません

source: No packages removed
es: No se han retirado paquetes
it: Nessun pacchetto rimosso
ja: 削除済みのパッケージはありません
ru: Пакеты не удалены

source: No packages updated
es: No hay paquetes actualizados
it: Nessun pacchetto aggiornato
ja: 更新済みのパッケージはありません
ru: Пакеты не обновлены

source: No pool IDs were provided.
es: No se proporcionaron ID de grupos
ja: プール ID は指定されませんでした。

source: No pools available
es: No hay grupos disponibles
ja: 利用可能なプールがありません

source: No pools were provided.
es: No se proporcionaron grupos.
ja: プールは指定されませんでした。

source: No processes require restarting
es: No es necesario reiniciar ningún proceso
ja: プロセスを再起動する必要はありません

source: No products are enabled.
es: No hay productos habilitados.
ja: 有効な製品はありません。

source: No profiles to show
es: No hay perfiles para mostrar
ja: 表示するプロファイルはありません

source: No pulp workers running.
es: No hay trabajadores Pulp en ejecución.
ja: Pulp ワーカーが実行されていません。

source: No pulpcore content apps are running at %s.
ja: %s で実行中の pulpcore コンテンツアプリケーションはありません。

source: No pulpcore workers are running at %s.
ja: %s で実行中の pulpcore ワーカーはありません。

source: No recently synced products
es: Productos que no se han sincronizado recientemente
ja: 最近同期された製品はありません

source: No recurring logic tied to the sync plan.
es: No hay una lógica recurrente ligada al plan de sincronización.
ja: 同期プランに関連付けられた再帰論理はありません。

source: No repositories added yet
ja: 追加するリポジトリーがまだありません。

source: No repositories available to add
ja: 追加できるリポジトリーがありません。

source: No repositories available.
es: No hay repositorios disponibles.
ja: 利用可能なリポジトリーがありません。

source: No repositories enabled.
es: No hay repositorios habilitados.
ja: 有効なリポジトリーがありません。

source: No repositories selected.
ja: リポジトリーが選択されていません。

source: No repositories to show
es: No hay depósitos para mostrar
ja: 表示するリポジトリーはありません

source: No repository sets match your search criteria.
es: No hay conjuntos de repositorios que coincidan con sus criterios de búsqueda.
ja: 検索条件に一致するリポジトリーセットはありません。

source: No repository sets to show.
ja: 表示するリポジトリーセットはありません。

source: No rules yet
ja: まだルールはありません

source: No services defined, is this class extended?
es: No hay servicios definidos, ¿se extendió esta clase?
ja: サービスが定義されていません。このクラスは拡張されましたか?

source: No start time currently available.
es: No hay hora de inicio actualmente.
it: Attualmente non è disponibile alcun orario d'inizio.
ja: 現在選択できる開始時刻はありません。
ru: Время начала не определено.

source: No subscriptions match your search criteria.
es: No hay suscripciones que coincidan con sus criterios de búsqueda.
ja: 検索条件に一致するサブスクリプションはありません。

source: No syncable repositories found for selected products and options.
es: No se encontraron repositorios sincronizables para los productos y opciones seleccionados.
ja: 選択した製品およびオプションに同期可能なリポジトリーが見つかりません。

source: No upgradable packages found for search term '%s'.
ja: 検索用語 '%s' に該当するアップグレード可能なパッケージが見つかりません。

source: No upgradable packages found.
ja: アップグレード可能なパッケージが見つかりません。

source: No uploads param specified. An array of uploads to import is required.
es: No se especifican los parámetros de carga. Se requiere una matriz de cargas para importar.
ja: アップロードパラメータが指定されていません。インポートするアップロードパラメーターの配列が必要です。

source: No versions yet
ja: まだバージョンはありません

source: Non-security errata applicable
es: Errata que no corresponde a seguridad aplicable
ja: 適用可能なセキュリティー以外のエラータ

source: Non-security errata installable
es: Errata que no corresponde a seguridad instalable
ja: インストール可能なセキュリティー以外のエラータ

source: Non-system event
es: No hay eventos de sistemas
it: Evento non del sistema
ja: システム以外のイベント
ru: Несистемное событие

source: None
es: Ninguno
it: Nessuno
ja: なし
ru: Нет

source: None provided
es: No se ha proporcionado ninguna
ja: 指定なし

source: Not a number
es: No es un número
ja: 数ではない

source: Not added
ja: 追加されていません

source: Not all necessary pulp workers running at %s.
es: No todos los trabajadores de pulp trabajan en %s.
ja: 必要な Pulp ワーカーすべてが %s で実行されているわけではありません。

source: Not installed
es: No instalado
ja: 未インストール

source: Not running
es: No se está ejecutando
ja: 実行されていません

source: Not yet published
es: Aún no se ha publicado
ja: 公開前

source: Note: Deleting a subscription manifest is STRONGLY discouraged.
ja: 注記: サブスクリプションマニフェストを削除することは、決して推奨されません。

source: Note: Deleting a subscription manifest is STRONGLY discouraged. Deleting a manifest will:
es: Nota: se desaconseja FERVIENTEMENTE eliminar un manifiesto de suscripción. Hacerlo provocará:
ja: 注記: サブスクリプションマニフェストを削除することは、決して推奨されません。マニフェストを削除すると、以下のようになります。

source: Note: The number in parentheses reflects all applicable errata from the Library environment that are unavailable to the host. You will need to promote this content to the relevant content view in order to make it available.
es: Nota: El número de paréntesis refleja todas las erratas aplicables al entorno de biblioteca que no están disponibles para el host. Debe promover este contenido a la vista de contenido relevante para que estén disponibles.
it: Nota bene: Il numero di parentesi riflette tutti gli errata applicabili dell'ambiente Libreria e disponibili all'host. Sarà necessario promuovere questo contenuto alla visualizzazione del contenuto rilevante per renderlo disponibile.
ja: 注意: カッコ内の数字は、ホストで利用できないライブラリー環境からの適用可能なエラータすべてを反映しています。このコンテンツを適切なコンテンツビューにプロモートして公開できるようにする必要があります。
ru: Примечание. В скобках приведено число подходящих исправлений из окружения Library. Чтобы получить к ним доступ, необходимо перенести контент в соответствующее представление.

source: Nothing selected
es: Nada seleccionado
ja: 何も選択されていません

source: Number of CPU(s)
ja: CPU 数

source: Number of host applicability calculations to process per task.
es: Número de cálculos de aplicabilidad del host para procesar por tarea.
ja: 1 回のタスクで処理できるホストに適用可能なエラータ数。

source: Number of results per page to return
es: Número de resultados por página para devolver
it: Numero di risultati per pagina da ritornare
ja: ページごとに返される結果数
ru: Число элементов на странице

source: Number of results per page to return.
es: Número de resultados por página a devolver.
ja: ページごとに返される結果数

source: Number to Allocate
es: Número a asignar
ja: 割り当て数

source: OS restricted to {osRestricted}. If host OS does not match, the repository will not be available on this host.
ja: OS は {osRestricted} に制限されています。ホスト OS が一致しない場合は、このホストでリポジトリーは利用できません。

source: OSTree Branch
es: Rama de OSTree
ja: OSTree ブランチ

source: OSTree Ref
ja: OSTree 参照

source: OSTree Refs
ja: OSTree 参照

source: OSTree ref
ja: OSTree 参照

source: OSTree refs
ja: OSTree 参照

source: Object to show subscriptions available for, either 'host' or 'activation_key'
es: Objeto para mostrar suscripciones disponibles para 'host' o 'activation_key'
ja: 'host' または 'activation_key' で使用可能なサブスクリプションを表示するオブジェクト

source: On Demand
es: Bajo pedido
ja: オンデマンド

source: On the RHUA Instance, check the available repositories.
ja: RHUA インスタンスで、利用可能なリポジトリーを確認します。

source: On-disk location for pulp 3 exported repositories
ja: Pulp 3 でエクスポートされたリポジトリーのディスク上のロケーション

source: Once the prerequisites are met, select a provider to install katello-host-tools-tracer
ja: 前提条件を満たしたら、katello-host-tools-tracer をインストールするプロバイダーを選択します

source: One of parameters [ %s ] required but not specified.
es: Se necesita uno de los parámetros [ %s ] pero no está especificado.
it: Uno dei parametri [ %s ] necessario ma non specificato.
ja: [ %s ] パラメーターのいずれかが必要ですが、指定されていません。
ru: Отсутствует обязательный параметр [ %s ]

source: One of yum or docker
es: Uno de yum o docker
ja: yum または docker のいずれか

source: One or more hosts not found
es: No se pudo encontrar uno o más hosts
ja: 1 つ以上のホストが見つかりません

source: One or more ids (%{ids}) were not found for %{assoc}. You may not have permissions to see them.
es: Uno o más ids (%{ids}) no fueron encontrados para %{assoc}. Puede que no tenga permiso para verlos.
ja: %{assoc} の (%{ids}) ID 1 つまたは複数が見つかりませんでした。表示する権限がない可能性があります。

source: One or more processes require restarting
es: Uno o más procesos deben reiniciarse.
ja: 1 つ以上のプロセスを再起動する必要があります

source: Only On Demand repositories may have space reclaimed.
ja: オンデマンドリポジトリーにしか再利用する領域がありません。

source: Only On Demand smart proxies may have space reclaimed.
ja: オンデマンド Smart Proxy にしか再利用する領域がありません。

source: Only one Red Hat provider permitted for an Organization
es: Únicamente se permite un proveedor de Red Hat para una organización
it: Per una organizzazione è permesso solo un provider di Red Hat
ja: 1 つの組織で許容できるのは、Red Hat プロバイダー 1 つのみです
ru: Для каждой организации допускается добавление только одного провайдера Red Hat.

source: Only repositories not published in a content view can be disabled. Published repositories must be deleted from the repository details page.
ja: コンテンツビューで公開されていないリポジトリーのみを無効にできます。公開されたリポジトリーは、リポジトリーの詳細ページから削除する必要があります。

source: Only returns id and quantity fields
es: Solo devuelve los campos de id y cantidad
ja: ID と数量のフィールドのみを返します

source: Operators
es: Operadores
it: Operatori
ja: 演算子
ru: Операторы

source: Organization
es: Organización
it: Organizzazione
ja: 組織
ru: Организация

source: Organization %s is being deleted.
es: La organización %s se está borrando.
it: L'organizzazione %s è stata cancellata.
ja: 組織 %s を削除しています。
ru: Удаление организации %s...

source: Organization ID
es: ID de organización
it: ID organizzazione
ja: 組織 ID
ru: ID организации

source: Organization ID is required
es: Se requiere el ID de organización
ja: 組織 ID は必須です

source: Organization Information not provided.
ja: 組織情報が提供されていません。

source: Organization cannot be blank.
es: La organización no puede estar en blanco.
it: L'Organizzazione non può essere vuota.
ja: 組織を空白にしないでください。
ru: Организация не может быть пустой.

source: Organization id
es: ID de organización
it: id organizzazione
ja: 組織 ID
ru: ID организации

source: Organization id not found: '%s'
ja: 組織 ID が見つかりません: '%s'

source: Organization identifier
es: identificador de la organización
it: Identificatore organizzazione
ja: 組織 ID
ru: Идентификатор организации

source: Organization label
es: Etiqueta de la organización
it: Etichetta organizzazione
ja: 組織ラベル
ru: Метка организации

source: Organization label '%s' is ambiguous. Try using an id-based container name.
ja: 組織ラベル '%s' はあいまいです。ID ベースのコンテナー名の使用を試してください。

source: Organization not found
es: Organización no encontrada
ja: 組織が見つかりません

source: Organization not found: '%s'
ja: 組織が見つかりません: '%s'

source: Organization required
es: Se requiere organización
it: Organizzazione necessaria
ja: 必要な組織
ru: Требуется организация

source: Orphaned Content Protection Time
ja: 単独コンテンツの保護時間

source: Orphaned content facets for deleted hosts exist for the content view and environment. Please run rake task : katello:clean_orphaned_facets and try again!
ja: このコンテンツビューおよび環境には、削除済みのホストの孤立コンテンツファセットがあります。rake task : katello:clean_orphaned_facets を実行して、もう一度お試しください。

source: Other
es: Otro
it: Altro
ja: その他
ru: Другие

source: Other Content Types
ja: その他のコンテンツタイプ

source: Overridden
es: Reemplazado
ja: 上書き済み

source: Override content for activation_key
es: Sobrescribir contenido para activation_key
it: Esegui l'override del contenuto per activation_key
ja: activation_key のコンテンツの上書き
ru: Переопределить содержимое для activation_key

source: Override key or name. Note if name is not provided the default name will be 'enabled'
es: Anular la llave o el nombre. Nota: si no se proporciona el nombre, el nombre predeterminado será "habilitado"
ja: キーまたは名前を上書きします。名前を指定しない場合には、デフォルトの名前が「有効」になる点に留意してください

source: Override parameter key or name. Note if name is not provided the default name will be 'enabled'
es: Anular la llave o el nombre del parámetro. Nota: si no se proporciona el nombre, el nombre por defecto será 'habilitado'
ja: パラメーターキーまたは名前を上書きします。名前を指定しない場合には、デフォルトの名前が「有効」になる点に留意してください

source: Override the major version number
es: Anular el número de la versión principal
ja: メジャーバージョン番号の上書き

source: Override the minor version number
es: Anular el número de la versión menor
ja: マイナーバージョン番号の上書き

source: Override to a boolean value or 'default'
es: Anular a un valor booleano o 'default'
ja: ブール値またはデフォルトに上書き

source: Override to disabled
ja: 無効に上書き

source: Override to enabled
ja: 有効に上書き

source: Override value. Provide a boolean value if name is 'enabled'
es: Anular el valor. Proporciona un valor booleano si el nombre es 'habilitado'
ja: 値を上書きします。名前が「有効」な場合にはブール値を指定します

source: Package
es: Paquete
it: Pacchetto
ja: パッケージ
ru: Пакет

source: Package Group
es: Grupo de paquetes
it: Gruppo di pacchetti
ja: パッケージグループ
ru: Группа пакетов

source: Package Group Install
es: Instalación de grupo de paquetes
it: Installazione gruppi di pacchetti
ja: パッケージグループのインストール
ru: Установка группы пакетов

source: Package Group Install Canceled
es: Instalación de grupo de paquetes cancelada
it: Installazione gruppo di pacchetti cancellata
ja: パッケージグループのインストールが取り消されました
ru: Установка группы пакетов отменена

source: Package Group Install Complete
es: Instalación de grupo de paquetes completa
it: Installazione gruppi di pacchetti completata
ja: パッケージグループのインストールが完了しました
ru: Группа пакетов установлена

source: Package Group Install Failed
es: Instalación de grupo de paquetes falló
it: Installazione gruppo di pacchetti fallita
ja: パッケージグループのインストールが失敗しました
ru: Не удалось установить группу пакетов

source: Package Group Install Timed Out
es: Instalación de grupo de paquetes expiró
it: Installazione gruppo di pacchetti scaduta
ja: パッケージグループのインストールがタイムアウトになりました
ru: Истекло время ожидания установки группы пакетов

source: Package Group Install scheduled by %s
es: Instalación de grupo de paquetes programada por %s
it: Installazione gruppo di pacchetti programmato per il %s
ja: %s によりパッケージグループのインストールがスケジュールされました
ru: Установку группы пакетов назначил: %s

source: Package Group Remove
es: Retiro de grupo de paquetes
it: Rimozione gruppi di pacchetti
ja: パッケージグループの削除
ru: Удаление группы пакетов

source: Package Group Remove Canceled
es: Borrado de grupos de paquetes cancelado
it: Rimozione gruppo di pacchetti cancellata
ja: パッケージグループの削除が取り消されました
ru: Удаление группы пакетов отменено

source: Package Group Remove Complete
es: Retiro de grupo de paquetes completo
it: Rimozione gruppo di pacchetti completata
ja: パッケージグループの削除が完了しました
ru: Группа пакетов удалена

source: Package Group Remove Failed
es: Retiro de grupo de paquetes falló
it: rimozione gruppo di pacchetti fallita
ja: パッケージグループの削除が失敗しました
ru: Не удалось удалить группу пакетов

source: Package Group Remove Timed Out
es: Retiro de grupo de paquetes expiró
it: Rimozione gruppo di pacchetti scaduta
ja: パッケージグループの削除がタイムアウトになりました
ru: Время ожидания удаления группы пакетов истекло

source: Package Group Remove scheduled by %s
es: Retiro de grupo de paquetes programado por %s
it: Rimozione gruppo di pacchetti programmato per il %s
ja: %s によりパッケージグループの削除がスケジュールされました
ru: Удаление группы пакетов назначил: %s

source: Package Group Update
es: Actualización de grupo de paquetes
it: Aggiornamento gruppi di pacchetti
ja: パッケージグループの更新
ru: Обновление группы пакетов

source: Package Group Update scheduled by %s
es: Actualización de grupo de paquetes programada por %s
it: Aggiornamento gruppo di pacchetti programmato per il %s
ja: %s によりパッケージグループの更新がスケジュールされました
ru: Обновление группы пакетов назначил: %s

source: Package Groups
es: Grupos de paquetes
it: Gruppi di pacchetti
ja: パッケージグループ
ru: Группы пакетов

source: Package Install
es: Instalación de paquetes
it: Installazione pacchetto
ja: パッケージのインストール
ru: Установка пакета

source: Package Install Canceled
es: Instalación de paquetes cancelada
it: Installazione pacchetto cancellata
ja: パッケージのインストールが取り消されました
ru: Установка пакета отменена

source: Package Install Complete
es: Instalación de paquete completa
it: Installazione pacchetto completata
ja: パッケージのインストールが完了しました
ru: Пакет установлен

source: Package Install Failed
es: Instalación de paquete falló
it: Installazione pacchetto fallita
ja: パッケージのインストールが失敗しました
ru: Не удалось установить пакет

source: Package Install Timed Out
es: Instalación de paquete expiró
it: Installazione pacchetto scaduta
ja: パッケージのインストールがタイムアウトになりました
ru: Время ожидания установки пакета истекло

source: Package Install scheduled by %s
es: Instalación de paquetes programada por %s
it: Installazione pacchetto programmato per il %s
ja: %s によりパッケージのインストールがスケジュールされました
ru: Установку пакета назначил: %s

source: Package Remove
es: Retiro de paquetes
it: Rimozione pacchetto
ja: パッケージの削除
ru: Удаление пакета

source: Package Remove Canceled
es: Borrado de paquetes cancelado
it: Rimozione pacchetto cancellata
ja: パッケージの削除が取り消されました
ru: Удаление пакета отменено

source: Package Remove Complete
es: Retiro de paquete completo
it: Rimozione pacchetto completata
ja: パッケージの削除が完了しました
ru: Пакет удалён

source: Package Remove Failed
es: Retiro de paquete falló
it: Rimozione pacchetto fallita
ja: パッケージの削除が失敗しました
ru: Не удалось удалить пакет

source: Package Remove Timed Out
es: Retiro de paquete expiró
it: Rimozione pacchetto scaduta
ja: パッケージの削除がタイムアウトになりました
ru: Время ожидания удаления пакета истекло

source: Package Remove scheduled by %s
es: Retiro de paquetes programado por %s
it: Rimozione pacchetto programmato per il %s
ja: %s によりパッケージの削除がスケジュールされました
ru: Удаление пакета назначил: %s

source: Package Type
ja: パッケージタイプ

source: Package Types
ja: パッケージタイプ

source: Package Update
es: Actualización de paquetes
it: Aggiornmento pacchetto
ja: パッケージの更新
ru: Обновление пакетов

source: Package Update Canceled
es: Actualización de paquetes cancelada
it: Aggiornmento pacchetto cancellato
ja: パッケージの更新が取り消されました
ru: Обновление пакета отменено

source: Package Update Complete
es: Actualización de paquete completa
it: Aggiornamento pacchetto completato
ja: パッケージの更新が完了しました
ru: Пакеты обновлены

source: Package Update Failed
es: Falló la actualización de paquete
it: Aggiornamento pacchetto fallito
ja: パッケージの更新が失敗しました
ru: Не удалось обновить пакет

source: Package Update Timed Out
es: Tiempo de espera de actualización de paquetes
it: Aggiornamento pacchetto scaduto
ja: パッケージの更新がタイムアウトになりました
ru: Время ожидания обновления пакета истекло

source: Package Update scheduled by %s
es: Actualización de paquetes programada por %s
it: Aggiornamento pacchetto programmato per il %s
ja: %s によりパッケージの更新がスケジュールされました
ru: Обновление пакета назначил: %s

source: Package group update canceled
es: La actualización de grupo de paquetes ha sido cancelada
it: Aggiornamento gruppo di pacchetti cancellato
ja: パッケージグループの更新が取り消されました
ru: Обновление группы пакетов отменено

source: Package group update complete
es: Actualización de grupo de paquetes completa
it: Aggiornamento gruppo di pacchetti completato
ja: パッケージグループの更新が完了しました
ru: Группа пакетов обновлена.

source: Package group update failed
es: La actualización de grupo de paquetes falló
it: Aggiornamento gruppo di pacchetti fallito
ja: パッケージグループの更新が失敗しました
ru: Не удалось обновить группу пакетов

source: Package group update timed out
es: El tiempo de espera de actualización de grupo de paquetes terminó
it: Aggiornamento gruppo di pacchetti scaduto
ja: パッケージグループの更新がタイムアウトになりました
ru: Время ожидания обновления группы пакетов истекло

source: Package groups
es: Grupos de paquetes
ja: パッケージグループ

source: Package identifiers to filter content by
es: Identificadores de paquetes para filtrar el contenido
ja: コンテンツをフィルタリングするためのパッケージ ID

source: Package install failed: "%{package}"
es: Falló instalación del paquete: "%{package}"
it: Installazione pacchetto fallita: "%{package}"
ja: パッケージのインストールが失敗しました: "%{package}"
ru: Не удалось установить пакет «%{package}»

source: Package installation: "%{package}"
es: Instalación de paquete: "%{package}"
it: Installazione pacchetto: "%{package}"
ja: パッケージのインストール: "%{package}"
ru: Установка пакета «%{package}»

source: Package mode
ja: パッケージモード

source: Package types to sync for Python content, separated by comma. Leave empty to get every package type. Package types are: bdist_dmg,bdist_dumb,bdist_egg,bdist_msi,bdist_rpm,bdist_wheel,bdist_wininst,sdist.
ja: Python コンテンツの同期に使用するパッケージタイプ (コンマ区切り)。すべてのパッケージタイプを指定するには、空白のままにします。パッケージタイプは、bdist_dmg、bdist_dumb、bdist_egg, bdist_msi、bdist_rpm、bdist_wheel、bdist_wininst、sdist です。

source: Packages
es: Paquetes
it: Pacchetti
ja: パッケージ
ru: Пакеты

source: Packages must be provided
es: Se deben proporcionar los paquetes
it: È necessario fornire i pacchetti
ja: パッケージを指定してください
ru: Необходимо указать пакеты

source: Packages to be removed
ja: 削除するパッケージ

source: Packages to be updated
ja: 更新するパッケージ

source: Packages to install
ja: インストールするパッケージ

source: Packages will appear here when available.
ja: パッケージが利用可能になると、ここに表示されます。

source: Page number, starting at 1
es: Número de página, comenzando por 1
it: Numero pagina, iniziando da 1
ja: 1 から始まるページ番号
ru: Номер страницы, начиная с 1

source: Partition template IDs
es: ID de la plantilla de partición
ja: パーティションテンプレート ID

source: Password
es: Contraseña
ja: パスワード

source: Password for authentication. Relevant only for 'upstream_server' type.
ja: 認証用のパスワード。'upstream_server' タイプにのみ必要です。

source: Password of the upstream repository user used for authentication
es: Contraseña del usuario de repositorio de canal ascendente que se usa para la autenticación
ja: 認証に使用するアップストリームリポジトリーユーザーのパスワード

source: Password to access URL
es: Contraseña para acceder al URL
ja: URL にアクセスするためのパスワード

source: Path
es: Ruta
ja: パス

source: Path suffixes for finding alternate content
ja: 代替コンテンツを検索するためのパス接尾辞

source: Paused
es: Pausado
it: In pausa
ja: 一時停止中
ru: Приостановлена

source: Pending tasks detected in repositories of this content view. Please wait for the tasks:
ja: このコンテンツビューのリポジトリーで保留中のタスクが検出されました。タスクを待機してください:

source: Perform a module stream action via Katello interface
es: Realizar una acción de corriente de módulo a través de la interfaz de Katello
ja: Katello インターフェイスでのモジュールストリームアクションの実行

source: Perform an Incremental Update on one or more Content View Versions
es: Realizar una actualización incremental en uno o más versiones de vista de contenido
it: Esegui un aggiornamento incrementale su una o più versioni della visualizzazione del contenuto
ja: 1 つ以上のコンテンツビューバージョンで増分更新を実行
ru: Выполнить инкрементное обновление версий представления

source: Performs a full-export of a content view version.
ja: コンテンツビューバージョンの完全なエクスポートを実行します。

source: Performs a full-export of the repositories in library.
ja: ライブラリー内のリポジトリーの完全なエクスポートを実行します。

source: Performs a full-export of the repository in library.
ja: ライブラリー内のリポジトリーの完全なエクスポートを実行します。

source: Performs a incremental-export of the repository in library.
ja: ライブラリー内のリポジトリーの増分エクスポートを実行します。

source: Performs an incremental-export of a content view version.
ja: コンテンツビューバージョンの増分エクスポートを実行します。

source: Performs an incremental-export of the repositories in library.
ja: ライブラリー内のリポジトリーの増分エクスポートを実行します。

source: Permission Denied. User '%{user}' does not have permissions to access organization '%{org}'.
es: Permiso denegado. El usuario '%{user}' no tiene permiso para acceder a la organización '%{org}'.
it: Permesso negato. L'utente '%{user}' non presenta alcun permesso per accedere all'organizzazione '%{org}'.
ja: アクセスが拒否されました。ユーザー '%{user}' には組織 '%{org}' にアクセスする権限がありません。
ru: Отказ в разрешении. У «%{user}» нет прав доступа к организации «%{org}».

source: Physical
es: Físico
it: Fisico
ja: 物理
ru: Физическое
