Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Use this as a source for installation and updates.
it: Usa questo come sorgente per gli aggiornamenti e l'installazione
ru: Используйте его в качестве источника для установки и обновления.

source: User does not belong to an organization.
it: L'utente non appartiene ad una organizzazione
ru: Пользователь не входит в организацию.

source: Validation Failed:
it: Convalida fallita:
ru: Проверка:

source: Value must be 0/1, or 'default'
it: Il valore deve essere 0/1, o 'default'
ru: Должно быть равно 0/1 или «default»

source: Version:
it: Versione:
ru: Версия:

source: Version:
it: Versione:
ru: Версия:

source: View
it: Visualizza
ru: Вид

source: View package changelog
it: Visualizza il changelog del pacchetto
ru: Показать журнал изменений

source: View package files
it: Visualizza i file del pacchetto
ru: Показать файлы пакета

source: Viewing %C of %T
it: Visualizzazione %C di %T
ru: %C из %T

source: Viewing %X of %Y results
it: Visualizzazione %X di %Y risultati
ru: %X из %Y

source: Viewing %X of %Y results (%Z Total)
it: Visualizzazione %X di %Y risultati (%Z in totale)
ru: %X из %Y (всего: %Z)

source: Viewing %{current} of %{results} results (%{items} Total %{name})
it: Visualizzazione %{current} di %{results} risultati (Totale %{items} %{name})
ru: %{current} из %{results} (всего %{items})

source: Virtual Guest
it: Guest virtuale
ru: Вирт. гость

source: Waiting
it: In attesa
ru: Ожидание

source: Welcome
it: Benvenuto
ru: Добро пожаловать

source: Welcome Back
it: Bentornato
ru: С возвращением

source: When set to 'True' certificate will be re-issued
it: Quando impostato su 'Vero' il certificato verrà riemesso
ru: Если «True», то сертификат будет выдан заново

source: Whether or not the host collection may have unlimited content hosts
it: Indica se l'insieme di host può avere un numero di host di contenuto illimitato
ru: Снимает ограничение на число узлов в коллекции

source: You are not authorised to perform this action.
it: Non sei autorizzato ad eseguire questa azione.
ru: Недостаточно полномочий для выполнения операции.

source: You cannot have more than %{max_content_hosts} content host(s) associated with host collection '%{host_collection}'.
it: Non è possibile avere più di %{max_content_hosts} host di contenuto associati con l'insieme '%{host_collection}'.
ru: С коллекцией «%{host_collection}» может быть связано не больше %{max_content_hosts} узла(ов).

source: You do not have valid credentials to access this system. Please contact your administrator.
it: Non sei in possesso di credenziali valide per accedere a questo sistema. Contatta il tuo amministratore.
ru: Ошибка авторизации. Обратитесь к администратору.

source: You have entered an incorrect username/password combination, or your account may currently be disabled. Please try again or contact your administrator.
it: Hai inserito una combinazione password/nome utente incorretta, o il tuo account è stato disabilitato. Riprovare o contattare il tuo amministratore.
ru: Неверное имя пользователя, пароль, или учётная запись отключена. Повторите попытку или обратитесь к администратору.

source: You may have mistyped the address or the page may have moved.
it: Hai digitato erroneamente l'indirizzo o la pagina è stata spostata.
ru: Указан неверный адрес, или страница была перемещена.

source: You might want to log out and log back in again to clear your cookies.
it: Esci e poi esegui nuovamente la registrazione per azzerare i tuoi cookie.
ru: Чтобы очистить cookie-файлы, можно выйти и авторизоваться заново.

source: You must be logged in to access that page.
it: Per accedere quella pagina è necessario essere registrati.
ru: Для доступа к странице необходимо авторизоваться.

source: You need to create an environment for this org before you can create a distributor.
it: Prima di poter creare un distributore è necessario creare un ambiente per questa organizzazione.
ru: Прежде чем приступить к созданию дистрибьютора, необходимо создать окружение в организации.

source: Your current organization is no longer valid. It is possible that either the organization has been deleted or your permissions revoked, please log back in to continue.
it: La tua organizzazione attuale non è più valida. Forse l'organizzazione è stata cancellata o i tuoi permessi sono stati revocati, eseguire nuovamente la registrazione per continuare.
ru: Текущая организация недоступна. Возможно, она была удалена, или у вас недостаточно разрешений. Авторизуйтесь для продолжения.

source: Your dashboard can be rearranged by clicking on a widget's title and dragging the widget to another position.
it: La tua dashboard può essere riordinata selezionando il titolo del widget e spostandolo su un'altra posizione.
ru: Чтобы изменить порядок секций, щелкните на заголовке секции и перетащите ее в другое место.

source: a docker image
it: Una immagine Docker
ru: образ Docker

source: a puppet module
it: Un modulo puppet
ru: модуль Puppet

source: activation key ID
it: ID chiave di attivazione
ru: ID ключа активации

source: allow overlap
it: permetti sovrapposizione
ru: с пересечением

source: author of the puppet module
it: autore del modulo puppet
ru: автор модуля Puppet

source: can the activation key have unlimited content hosts
it: la chiave di attivazione può avere un numero di host di contenuto illimitato?
ru: снимает ограничение ключа активации на число узлов

source: cannot be blank. Either provide all or no sync information.
it: non può essere vuoto . Inserire tutte le informazioni necessarie, oppure non inserire alcuna informazione per la sincronizzazione
ru: не может быть пустым. Заполните все данные или очистите форму синхронизации.

source: cannot be set because unlimited content hosts is set
it: impossibile impostarlo poichè è stato impostato host di contenuto illimitati
ru: не должно настраиваться, так как ограничение на число узлов снято

source: checksum of the repository, currently 'sha1' & 'sha256' are supported.'
it: checksum del repository, attualmente 'sha1' & 'sha256' sono supportati.'
ru: контрольная сумма репозитория (SHA1 или SHA256)

source: delete
it: cancella
ru: удалить

source: distributors
it: distributori
ru: дистрибьюторы

source: environment can only have one child
it: l'ambiente può avere solo un figlio
ru: окружение может иметь только одно подчиненное окружение

source: environment required
it: ambiente necessario
ru: требуется определить окружение

source: file contents
it: contenuti del file
ru: содержимое файла

source: foreman-tasks service not running
it: il servizio foreman-tasks non è in esecuzione
ru: foreman-tasks не выполняется

source: gpg key numeric identifier
it: identificatore numerico della chiave gpg
ru: числовой идентификатор ключа GPG

source: identifier of the gpg key
it: identificatore della chiave gpg
ru: идентификатор ключа GPG

source: import
it: importa
ru: импорт

source: issue tracker
it: emetti tracker
ru: отслеживание задач

source: katello_default cannot be changed.
it: katello_default non può essere modificato.
ru: значение katello_default не может быть изменено.

source: limit to only repositories of this time
it: limita ai soli repositori di questa ora
ru: ограничить репозиториями

source: may not be less than the number of content hosts associated with the host collection.
it: non può essere più piccolo del numero di host di contenuto associati con l'insieme di host.
ru: не может быть меньше числа узлов в коллекции

source: may not be set to 0.
it: non può essere impostato su 0.
ru: не может иметь нулевое значение.

source: module name to restrict modules for
it: nome del modulo per il quale limitare i moduli
ru: имя модуля для органичения

source: must be a valid docker name
it: deve essere un nome docker valido
ru: должно содержать действительное имя docker

source: name of the GPG key
it: nome della chiave GPG
ru: имя ключа GPG

source: name of the puppet module
it: nome del modulo puppet
ru: имя модуля Puppet

source: name of the upstream docker repository
it: nome del repositorio docker dell'upstream
ru: имя официального репозитория docker

source: objects affected successfully
it: oggetti interessati con successo
ru: объекты обновлены

source: of Unlimited
it: di Illimitato
ru: из ∞

source: package or package group: name
it: pacchetto o gruppo di pacchetti: nome
ru: пакеты и группы: имя

source: product name to filter by
it: nome del prodotto da usare per il filtro
ru: фильтр по имени продукта

source: public key block in DER encoding
it: blocco chiave pubblica nella codifica DER
ru: блок открытого ключа в кодировке DER

source: puppet module ID
it: ID modulo puppet
ru: ID модуля Puppet

source: puppet_module_ids is not an array
it: puppet_module_ids non è un array
ru: puppet_module_ids не является массивом

source: refresh
it: aggiorna
ru: обновить

source: repository url
it: URL del repositorio
ru: URL репозитория

source: shared secret token
it: token segreto condiviso
ru: секретный токен

source: show only errata with one or more applicable systems
it: mostra solo l'errata con uno o più sistemi applicabili
ru: показать только подходящие исправления

source: show only errata with one or more installable systems
it: mostra solo l'errata con uno o più sistemi installabili
ru: показать исправления, которые могут быть установлены

source: system identifier
it: identificatore del sistema
ru: идентификатор системы

source: systems
it: sistemi
ru: системы

source: the failed task.
it: l'evento fallito.
ru: неудачное задание.

source: the feed url of the original repository
it: url feed del repositorio originale
ru: URL ленты исходного репозитория

source: the related failed task.
it: l'evento fallito relativo.
ru: неудачное задание.

source: the uuid of the puppet module to associate
it: uuid del modulo puppet da associare
ru: UUID модуля Puppet для сопоставления

source: type of filter (e.g. rpm, package_group, erratum)
it: tipo di filtro (es. rpm, package_group, erratum)
ru: тип фильтра (например, rpm, package_group, erratum)

source: type of repo (either 'yum', 'puppet' or 'docker')
it: tipo di repo ('yum', 'puppet' o 'docker')
ru: тип репозитория (yum, puppet или docker)

source: unique label
it: etichetta unica
ru: уникальная метка

source: version %s
it: versione %s
ru: версия %s
