Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: A CV version already exists with the same major and minor version (%{major}.%{minor})
es: Ya existe una versión CV con la misma versión principal y secundaria (%{major}.%{minor})
ja: 同じメジャーおよびマイナーバージョンの CV バージョンが存在します (%{major}.%{minor})

source: A Pool and its Subscription cannot belong to different organizations.
ja: プールとサブスクリプションは異なる組織に属することができません。

source: A backend service [ %s ] is unreachable
es: No se puede acceder a un servicio de segundo plano [ %s ]
it: Impossibile raggiungere un servizio backend [ %s ]
ja: バックエンドサービス [ %s ] に到達できません
ru: Служба [ %s ] недоступна

source: A comma-separated list of refs to include during an ostree sync. The wildcards *, ? are recognized.
ja: ostree 同期中に追加する参照のコンマ区切りリスト。ワイルドカード *, ? が認識されます。

source: A comma-separated list of tags to exclude during an ostree sync. The wildcards *, ? are recognized. 'exclude_refs' is evaluated after 'include_refs'.
ja: ostree 同期中に除外するタグのコンマ区切りリスト。ワイルドカード *, ? が認識されます。'exclude_refs' は 'include_refs' の後に評価されます。

source: A large number of errata are unapplied in this content view, so only the first 100 are shown.
es: No se ha aplicado una gran cantidad de erratas a esta vista de contenido, por lo tanto solamente se mostrarán las primeras 100.
it: In questa visualizzazione del contenuto non sono stati applicati numerosi errata, per questo motivo sono riportati solo i primi 100.
ja: 多数のエラータがこのコンテンツビューに適用されていません。そのため、最初の 100 件のみが表示されています。
ru: Показаны первые 100 непримененных исправлений.

source: A large number of errata were synced for this repository, so only the first 100 are shown.
es: Un gran número de erratas ha sido sincronizado para este repositorio, por esta razón solo se mostrarán las primeras 100.
it: Un numero molto grande di errata è stato sincronizzato per questo repository, e per questo vengono visualizzati solo i primi 100.
ja: このリポジトリーでは、多数のエラータが同期されたため、最初の 100 件のみを表示しています。
ru: Исправления синхронизированы. Здесь показаны первые 100 исправлений.

source: A list of subscriptions expiring soon
es: Una lista de suscripciones que expiran pronto
ja: まもなく期限切れになるサブスクリプションの一覧

source: A new version of
ja: 新しいバージョン:

source: A notification about failed content view promotion
ja: コンテンツビュープロモートの失敗に関する通知

source: A notification about failed content view publish
ja: コンテンツビュー公開の失敗に関する通知

source: A notification about failed proxy sync
ja: プロキシー同期の失敗に関する通知

source: A notification about failed repository sync
ja: リポジトリー同期の失敗に関する通知

source: A post-promotion summary of hosts with installable errata
es: Un resumen de pospromoción de hosts con erratas instalables
ja: ホストとインストール可能なエラータのプロモート後の概要

source: A remote execution job is in progress
ja: リモート実行ジョブが進行中です

source: A remote execution job is in progress.
ja: リモート実行ジョブが進行中です。

source: A service level for auto-healing process, e.g. SELF-SUPPORT
es: Un nivel de servicio para el proceso de autoreparación, p. ej., AUTOSOPORTE
it: Un livello di servizio per il processo auto-healing, es. SELF-SUPPORT
ja: 自動修復プロセスのサービスレベル。例: SELF-SUPPORT
ru: Уровень обслуживания для автоматического восстановления (например, SELF-SUPPORT)

source: A smart proxy seems to have been refreshed without pulpcore being running. Please refresh the smart proxy after ensuring that pulpcore services are running.
ja: Smart Proxy は、pulpcore を実行せずに更新されたようです。Pulpcore サービスが実行されていることを確認してから、Smart Proxy を更新してください。

source: A summary of available and applicable errata for your hosts
es: Un resumen de erratas disponibles y aplicables para sus hosts
it: Un sommario di errata disponibili e applicabili per gli host
ja: ホストに利用可能かつ適用可能なエラータの概要
ru: Обзор исправлений для ваших узлов

source: A summary of new errata after a repository is synchronized
es: Un resumen de las nuevas erratas después de la sincronización de un repositorio
it: Un sommario di nuovi errata dopo la sincronizzazione di un repository
ja: リポジトリーが同期された後の新規エラータの概要
ru: Обзор новых исправлений после синхронизации репозитория

source: ANY
ja: 任意

source: About page
ja: About ページ

source: Access to Red Hat Subscription Management is prohibited. If you would like to change this, please update the content setting 'Subscription connection enabled'.
ja: Red Hat Subcription Management へのアクセスは禁止されています。これを変更する場合は、コンテンツ設定の「サブスクリプション接続の有効化」を更新してください。

source: Account Number
es: Número de cuenta
ja: アカウント番号

source: Action
es: Acción
ja: アクション

source: Action not allowed for the default smart proxy.
es: Acción no permitida para el proxy inteligente por defecto
ja: デフォルトの Smart Proxy で許可されないアクションです。

source: Action unauthorized to be performed in this organization.
ja: この組織で実行権限がないアクション

source: Activation Key information
ja: アクティベーションキー情報

source: Activation Key will no longer be available for use. This operation cannot be undone.
ja: アクティベーションキーを使用できなくなります。この操作は元に戻せません。

source: Activation Keys
es: Llaves de activación
it: Chiavi di attivazione
ja: アクティベーションキー
ru: Ключи активации

source: Activation key
es: Clave de activación
ja: アクティベーションキー

source: Activation key %s has more than one content view. Use #content_views instead.
ja: アクティベーションキー%s には、複数のコンテンツビューがあります。代わりに #content_views を使用してください。

source: Activation key %s has more than one lifecycle environment. Use #lifecycle_environments instead.
ja: アクティベーションキー%sには複数のライフサイクル環境があります。代わりに #lifecycle_environments を使用してください。

source: Activation key '%s' is associated to multiple environments and registering to multiple environments is not enabled.
ja: アクティベーションキー '%s ' は複数の環境に関連付けられており、複数の環境への登録は有効になっていません。

source: Activation key ID
es: ID de llave de activación
it: ID chiave di attivazione
ja: アクティベーションキー ID
ru: ID ключа активации

source: Activation key deleted
ja: アクティベーションキーが削除されました

source: Activation key details
ja: アクティベーションキーの詳細

source: Activation key details updated
ja: アクティベーションキーの詳細が更新されました

source: Activation key for subscription-manager client, required for CentOS and Red Hat Enterprise Linux. For multiple keys use `activation_keys` param instead.
ja: CentOS および Red Hat Enterprise Linux に必要な subscription-manager クライアントのアクティベーションキー。複数のキーの場合は、代わりに `activation_keys` パラメーターを使用してください。

source: Activation key identifier
ja: アクティベーションキー識別子

source: Activation key(s) to use during registration
ja: 登録時に使用するアクティベーションキー

source: Activation keys
ja: アクティベーションキー

source: Activation keys can be managed {here}.
ja: アクティベーションキーは {here} で管理できます。

source: Activation keys for subscription-manager client, required for CentOS and Red Hat Enterprise Linux. Required only if host group has no activation keys or if you do not provide a host group.
ja: CentOS および Red Hat Enterprise Linux に必要な、subscription-manager クライアントのアクティベーションキー。ホストグループにアクティベーションキーがない場合、またはホストグループを指定しない場合にのみ必要です。

source: Activation keys may be used during {system_registration}.
ja: アクティベーションキーは {system_registration} 時に使用できます。

source: Activation keys:
ja: アクティベーションキー:

source: Active only
es: Activos únicamente
it: Solo attivo
ja: 実行中のみ
ru: Активные

source: Add
es: Añadir
it: Aggiungi
ja: 追加
ru: Добавить

source: Add Bookmark
es: Añadir marcador
ja: ブックマークの追加

source: Add DEB rule
ja: DEB ルールの追加

source: Add RPM rule
ja: RPM ルールの追加

source: Add Subscriptions
es: Añadir suscripciones
ja: サブスクリプションの追加

source: Add a subscription to a host
es: Añadir una suscripción a un host
ja: ホストにサブスクリプションを追加します

source: Add an alternate content source
ja: 代替コンテンツソースの追加

source: Add components to the content view
es: Añadir componentes a la vista de contenido
ja: コンテンツビューにコンポーネントを追加する

source: Add content
ja: コンテンツの追加

source: Add content view
ja: コンテンツビューの追加

source: Add content views
ja: コンテンツビューの追加

source: Add custom cron logic for sync plan
es: Añadir lógica cronológica personalizada para el plan de sincronización
ja: 同期プランのカスタム cron ロジックを追加します

source: Add errata
ja: エラータの追加

source: Add filter rule
ja: フィルタールールの追加

source: Add host to collections
ja: コレクションにホストを追加

source: Add host to host collections
ja: ホストコレクションにホストを追加

source: Add host to the host collection
es: Añadir host a la colección de hosts
ja: ホストコレクションにホストを追加する

source: Add lifecycle environments to the smart proxy
es: Añadir entornos de ciclo de vida al proxy inteligente
ja: Smart Proxy にライフサイクル環境を追加します

source: Add new bookmark
ja: 新しいブックマークの追加

source: Add one or more host collections to one or more hosts
es: Agregar una o más colecciones de hosts a uno o más hosts
ja: 1 つ以上のホストに 1 つ以上のホストコレクションを追加します

source: Add products to sync plan
es: Añadir productos al plan de sincronización
it: Aggiungi i prodotti alla programmazione per la sincronizzazione
ja: 製品の同期プランへの追加
ru: Добавить продукты в план синхронизации

source: Add repositories
ja: リポジトリーの追加

source: Add repositories with package groups to content view to select them here.
ja: パッケージグループのあるリポジトリーをコンテンツビューに追加して、ここで選択します。

source: Add rule
ja: ルールの追加

source: Add source
ja: ソースの追加

source: Add subscriptions
ja: サブスクリプションの追加

source: Add subscriptions consumed by a manifest from Red Hat Subscription Management
es: Añadir las suscripciones consumidas por un manifiesto de la Administración de suscripciones de Red Hat
ja: Red Hat Subscription Management からマニフェストが使用するサブスクリプションを追加します

source: Add subscriptions to one or more hosts
es: Añadir suscripciones a uno o más hosts
ja: 1 つ以上のホストにサブスクリプションを追加します

source: Add subscriptions using the Add Subscriptions button.
ja: サブスクリプションの追加ボタンを使用してサブスクリプションを追加します。

source: Add to a host collection
ja: ホストコレクションへの追加

source: Added
ja: 追加されました

source: Added %s
ja: %s を追加しました

source: Added Content:
es: Contenido agregado:
it: Contenuto aggiunto:
ja: 追加されたコンテンツ:
ru: Добавлено содержимое:

source: Added component to content view
ja: コンテンツビューにコンポーネントを追加しました

source: Additional content
ja: 追加のコンテンツ

source: Affected Repositories
es: Repositorios afectados
ja: 影響のあるリポジトリー

source: Affected hosts
ja: 影響を受けるホスト

source: Affected repositories
ja: 影響を受けるリポジトリー

source: After configuring Foreman, configuration must also be updated on {hosts}. Choose one of the following options to update {hosts}:
ja: Foreman を設定した後、{hosts} でも設定を更新する必要があります。{hosts} を更新するには、次のオプションのいずれかを選択してください:

source: After generating the incremental update, apply the changes to the specified hosts. Only Errata are supported currently.
es: Después de generar la actualización incremental, aplique los cambios a los hosts especificados. Actualmente solo se admiten erratas.
ja: 指定のホストへの変更は、増分更新の生成後に適用します。現在、エラータのみがサポートされています。

source: All
es: Todos
ja: すべて

source: All Media
es: Todos los medios
ja: すべてのメディア

source: All Repositories
es: Todos los repositorios
it: Tutti i repositori
ja: 全リポジトリー
ru: Все репозитории

source: All available architectures for this repo are enabled.
es: Todas las arquitecturas disponibles para este repo están habilitadas.
ja: このリポジトリーで利用可能なすべてのアーキテクチャーが有効です。

source: All errata applied
es: Todas las erratas aplicadas
ja: 適用されたすべてのエラータ

source: All errata up-to-date
ja: すべてのエラータは最新の状態です

source: All subpaths must have a slash at the end and none at the front
ja: すべてのサブパスには、必ず末尾にスラッシュが必要で、先頭には不要です

source: All up to date
ja: すべて最新です

source: All versions
ja: 全バージョン

source: All versions will be removed from these environments
ja: すべてのバージョンがこれらの環境から削除されます

source: Allow deleting repositories in published content views
ja: 公開済みコンテンツビューでのリポジトリー削除を許可

source: Allow host registrations to bypass 'Host Profile Assume' as long as the host is in build mode.
ja: ホストがビルドモードである限り、ホスト登録が「ホストプロファイルの想定」をバイパスすることを許可します。

source: Allow hosts or activation keys to be associated with multiple content view environments
ja: ホストまたはアクティベーションキーを複数のコンテンツビュー環境に関連付けることを許可する

source: Allow hosts to re-register themselves only when they are in build mode
ja: ホストがビルドモードである場合にのみ、ホスト自体の再登録を許可します

source: Allow multiple content views
ja: 複数のコンテンツビューを許可する

source: Allow new host registrations to assume registered profiles with matching hostname as long as the registering DMI UUID is not used by another host.
ja: 登録する DMI UUID が別のホストで使用されていない限り、新規ホストの登録時には、登録されているプロファイルはホスト名が一致すると想定できるようにする

source: Also include the latest upgradable package version for each host package
ja: 各ホストパッケージの最新のアップグレード可能なパッケージバージョンも含めます

source: Alter a host's host collections
ja: ホストのホストコレクションを変更

source: Alternate Content Source HTTP Proxy
ja: 代替コンテンツソースの HTTP プロキシー

source: Alternate Content Sources
ja: 代替コンテンツソース

source: Alternate content source ${name} created
ja: 代替コンテンツソース ${name} が作成されました

source: Alternate content source ID
ja: 代替コンテンツソース ID

source: Alternate content source deleted
ja: 代替コンテンツソースが削除されました。

source: Alternate content source edited
ja: 代替コンテンツソースが編集されました

source: Alternate content sources define new locations to download content from at repository or smart proxy sync time.
ja: 別のコンテンツソースは、リポジトリーまたは Smart Proxy を同期する時にコンテンツをダウンロードする新しい場所を定義します。

source: Alternate content sources use the HTTP proxy of their assigned smart proxy for communication.
ja: 代替コンテンツソースは、通信用に割り当てられたSmart Proxy の HTTP プロキシーを使用します。

source: Always Use Latest (currently %{version})
es: Siempre usar el último (actualmente %{version})
ja: 常に最新のバージョンを使用する (現在は %{version})

source: Always update to latest version
ja: 常に最新バージョンに更新

source: Amount of workers in the pool to handle the execution of host-related tasks. When set to 0, the default queue will be used instead. Restart of the dynflowd/foreman-tasks service is required.
es: Cantidad de trabajadores en el grupo para manejar la ejecución de las tareas relacionadas con el host. Cuando se establece en 0, se usará la cola por defecto en su lugar. Se requiere el reinicio del servicio de dynflowd/foreman-tasks.
ja: ホスト関連のタスクの実行を処理するプール内のワーカー数。0 に設定されている場合には、デフォルトのキューが代わりに使用されます。dynflowd/foreman-tasks サービスは再起動する必要があります。

source: An alternate content source can be added by using the \"Add source\" button below.
ja: 代替コンテンツソースを追加するには、下の「ソースの追加」ボタンを使用します。

source: An environment is missing a prior
es: A un entorno le falta algo anterior
ja: 環境には以前の内容がありません

source: An error occurred during the sync %{error_message}
es: Se produjo un error durante la sincronización %{error_message}.
ja: 同期中にエラーが発生しました %{error_message}

source: An error occurred during upload %{error_message}
ja: アップロード中にエラーが発生しました %{error_message}

source: An option to specify how many ostree commits to traverse.
ja: 走査する ostree コミットの数を指定するオプション。

source: Another component already includes content view with ID %s
es: Otro componente ya incluye la vista de contenido con ID %s
ja: 別のコンポーネントに ID %s のコンテンツがすでに含まれています

source: Ansible Collection
es: Colección de Ansible
ja: Ansible コレクション

source: Ansible Collections
es: Colecciones de Ansible
ja: Ansible コレクション

source: Ansible collection
ja: Ansible コレクション

source: Ansible collections
ja: Ansible コレクション

source: Applicability Batch Size
es: Aplicabilidad de tamaño del lote
ja: 適用可能なバッチサイズ

source: Applicable
es: Aplicable
ja: 適用可能

source: Applicable Content Hosts
es: Hosts de contenido aplicables
ja: 適用可能なコンテンツホスト

source: Applicable bugfix/enhancement errata
ja: 適用可能なバグ修正/機能強化エラータ

source: Applicable errata apply to at least one package installed on the host.
ja: 適用可能なエラータは、ホストにインストールされている 1 つ以上のパッケージに適用されます。

source: Applicable security errata
ja: 適用可能なセキュリティーエラータ

source: Application
es: Aplicación
ja: アプリケーション

source: Apply
es: Aplicar
ja: 適用

source: Apply errata
ja: エラータの適用

source: Apply to all repositories in the CV
ja: CV のすべてのリポジトリーへの適用

source: Apply to subset of repositories
ja: リポジトリーのサブセットへの適用

source: Apply via customized remote execution
ja: カスタマイズされたリモート実行による適用

source: Apply via remote execution
ja: リモート実行による適用

source: Approaching end of maintenance support
ja: メンテナンスサポート終了間近

source: Approaching end of maintenance support (%s)
ja: メンテナンスサポート終了間近 (%s)

source: Approaching end of support
ja: サポート終了間近

source: Approaching end of support (%s)
ja: サポート終了間近 (%s)

source: Arch
es: Arquitectura
ja: アーキテクチャー

source: Architecture
es: Arquitectura
it: Architettura
ja: アーキテクチャー
ru: Архитектура

source: Architecture of content in the repository
ja: リポジトリー内のコンテンツのアーキテクチャー

source: Architecture restricted to {archRestricted}. If host architecture does not match, the repository will not be available on this host.
ja: アーキテクチャーが {archRestricted} に制限されています。ホストのアーキテクチャーが一致しない場合、リポジトリーはこのホストでは利用できません。

source: Architecture(s)
es: Arquitectura(s)
ja: アーキテクチャー

source: Are you sure you want to delete %(entitlementCount)s subscription(s)? This action will remove the subscription(s) and refresh your manifest. All systems using these subscription(s) will lose them and also may lose access to updates and Errata.
ja: %(entitlementCount)s 件のサブスクリプションを削除してもよろしいですか? この操作により、サブスクリプションが削除され、マニフェストが更新されます。これらのサブスクリプションを使用するすべてのシステムはサブスクリプションを失い、アップデートやエラータへのアクセスも失われる可能性があります。

source: Are you sure you want to delete the manifest?
es: ¿Está seguro de que quiere borrar el manifiesto?
ja: マニフェストを削除してもよろしいですか?

source: Array of Content override parameters
es: Matriz de parámetros de sobreescritura de contenido
ja: コンテンツ上書きパラメーターの配列

source: Array of Content override parameters to be added in bulk
es: Matriz de parámetros de sobreescritura de contenido que se añadirán a granel
ja: 一括で追加されるコンテンツ上書きパラメーターの配列

source: Array of Pools to be updated. Only pools originating upstream are accepted.
es: Se actualizará la matriz de grupos. Solo se aceptan que grupos que se originan en canal ascendente.
ja: 更新するプールの配列。アップストリームからのプールのみを受け入れます。

source: Array of Trace IDs
es: Matriz de ID de rastreo
ja: トレース ID の配列

source: Array of components to add
es: Matriz de componentes a añadir
ja: 追加するコンポーネントの配列

source: Array of content view component IDs to remove. Identifier of the component association
es: Matriz de contenido, ver ID de los componentes para eliminarlos. Identificador de la asociación del componente
ja: 削除するコンテンツビューコンポーネント ID の配列。コンポーネントの関連付けの ID

source: Array of content view environment ids associated with the activation key. Ignored if content_view_id and lifecycle_environment_id are specified.Requires allow_multiple_content_views setting to be on.
ja: ホストに関連付けるコンテンツビュー環境 ID の配列。content_view_id と lifecycle_environment_id が指定されている場合は無視されます。allow_multiple_content_views 設定をオンにする必要があります。

source: Array of content view environment ids to be associated with the activation key. Ignored if content_view_id and lifecycle_environment_id are specified. Requires allow_multiple_content_views setting to be on.
ja: アクティベーションキーに関連付けるコンテンツビュー環境 ID の配列。content_view_id と lifecycle_environment_id が指定されている場合は無視されます。allow_multiple_content_views 設定をオンにする必要があります。

source: Array of content view environment ids to be associated with the host. Ignored if content_view_id and lifecycle_environment_id are specified. Requires allow_multiple_content_views setting to be on.
ja: ホストに関連付けるコンテンツビュー環境 ID の配列。content_view_id と lifecycle_environment_id が指定されている場合は無視されます。allow_multiple_content_views 設定をオンにする必要があります。

source: Array of host ids
es: Selección de ID de host
ja: ホスト ID の配列

source: Array of local pool IDs. Only pools originating upstream are accepted.
es: Matriz de ID del grupo local. Solo se aceptan que grupos que se originan en canal ascendente.
ja: ローカルプール ID の配列。アップストリームからのプールのみを受け入れます。

source: Array of pools to add
es: Matriz de grupos a añadir
ja: 追加するプールの配列

source: Array of subscriptions to add
es: Selección de suscripciones para añadir
it: Insieme di sottoscrizioni da aggiungere
ja: 追加するサブスクリプションの配列
ru: Массив добавляемых подписок

source: Array of subscriptions to remove
es: Selección de suscripciones para eliminar
ja: 削除するサブスクリプションの配列

source: Array of uploads to import
es: Matriz de cargas a importar
ja: インポートするアップロードの配列

source: Artifact Id and relative path are needed to create content
es: Se necesita ID de artefacto y ruta relativa para crear contenido
ja: コンテンツの作成には、アーティファクト ID と相対パスが必要です

source: Artifacts
es: Artefactos
ja: アーティファクト

source: Assign system purpose attributes on one or more hosts
ja: 1 台以上のホストにシステム目的の属性を割り当てる

source: Assign the %{count} host with no %{taxonomy_single} to %{taxonomy_name}
es: Asignar %{count} host sin %{taxonomy_single} a %{taxonomy_name}
it: Assegna %{count} host senza %{taxonomy_single} a %{taxonomy_name}
ja: %{taxonomy_single} のないホスト %{count} 台を%{taxonomy_name} に割り当てます
ru: Выделить %{taxonomy_name} %{count} узел без %{taxonomy_single}

source: Assign the environment and content view to one or more hosts
es: Asignar la vista del entorno y el contenido a uno o más hosts
ja: 1 台以上のホストに環境およびコンテンツビューを割り当てます

source: Assign the release version to one or more hosts
es: Asignar la versión de lanzamiento a uno o más hosts
ja: 1 台以上のホストにリリースバージョンを割り当てます

source: Assigning a host to multiple content view environments is not enabled. To enable, set the allow_multiple_content_views setting.
ja: 複数のコンテンツビュー環境にホストを割り当てる機能は有効ではありません。有効にするには、allow_multiple_content_views 設定を指定します。

source: Assigning an activation key to multiple content view environments is not enabled. To enable, set the allow_multiple_content_views setting.
ja: 複数のコンテンツビュー環境にアクティベーションキーを割り当てる機能は有効ではありません。有効にするには、allow_multiple_content_views 設定を指定します。

source: Associated location IDs
es: ID de ubicaciones asociadas
ja: 関連するロケーション ID

source: Associated version
ja: 関連付けられたバージョン

source: Associations
es: Asociaciones
ja: 関連付け

source: At least one Content View Version must be specified
es: Debe especificar por lo menos una versión de vista de contenido
it: Specificare almeno una versione della visualizzazione dei contenuti
ja: 1 つ以上のコンテンツビューバージョンを指定する必要があります
ru: Необходимо выбрать хотя бы одну версию представления

source: At least one activation key must be provided
es: Al menos una llave de activación debe ser promovida
it: È necessario fornire almeno una chiave di attivazione
ja: 1 つ以上のアクティベーションキーが必要です
ru: Требуется ключ активации.

source: At least one activation key must have a lifecycle environment and content view assigned to it
es: Al menos una llave de activación debe tener un entorno del ciclo de vida y una vista de contenido asignados a ella
it: Almeno una chiave di attivazione deve avere un ambiente ciclo di vita e una visualizzazione del contenuto
ja: 1 つ以上のアクティベーションキーには、ライフサイクル環境の設定が必要であり、コンテンツビューをこれに割り当てる必要があります
ru: По крайней мере одному ключу активации должно быть сопоставлено представление и окружение жизненного цикла

source: At least one errata type option needs to be selected.
ja: 少なくとも 1 つのエラータタイプオプションを選択する必要があります。

source: At least one of the selected items requires the host to reboot
ja: 選択した項目の少なくとも 1 つでホストの再起動が必要です

source: At least one organization must exist.
es: Al menos una organización debe existir.
it: Deve essere presente almeno una organizzazione.
ja: 1 つ以上の組織が存在している必要があります。
ru: Должна существовать как минимум одна организация.

source: Attach a subscription
es: Agregar una suscripción
it: Aggiungi una sottoscrizione
ja: サブスクリプションを割り当てる
ru: Назначить подписку

source: Attach subscriptions
es: Adjuntar suscripciones
ja: サブスクリプションの割り当て

source: Attach subscriptions to %s
es: Adjuntar suscripciones a %s
ja: %s へのサブスクリプションの割り当て

source: Attempted to destroy consumer %s from candlepin, but consumer does not exist in candlepin
es: Intentó destruir %s consumidores de candlepin, pero el consumidor no existe en candlepin
ja: Candlepin からコンシューマー %s を破棄しようとしましたが、コンシューマーが candlepin に存在しません

source: Auth URL requires Auth token be set.
ja: 認証 URL には認証トークンを設定する必要があります。

source: Authentication type
ja: 認証タイプ

source: Author
es: Autor
it: Autore
ja: 作成者
ru: Автор

source: Auto Publish - Triggered by '%s'
es: Autopublicación - activada por '%s'
ja: 自動公開 - '%s' によるトリガー

source: Auto publish
ja: 自動公開

source: Autopublish
es: Autopublicación
ja: 自動公開

source: Available
es: Disponible
ja: 利用可能

source: Available Entitlements
es: Derechos disponibles
ja: 利用可能なエンタイトルメント

source: Available Repositories
es: Repositorios disponibles
ja: 利用可能なリポジトリー

source: Available image
ja: 利用可能なイメージ

source: Available image digest
ja: 利用可能なイメージダイジェスト

source: Available schema versions
ja: 利用可能なスキーマバージョン

source: Back
it: Indietro
ja: 戻る
ru: Назад
