Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: * Product = '%{product}', Repository = '%{repository}'
ja: * 製品 = '%{product}'、リポジトリー = '%{repository}'

source: %{errata_count} Errata
es: %{errata_count} Erratas
ja: エラータ %{errata_count} 件

source: %{modulemd_count} Module Stream(s)
es: %{modulemd_count} Corriente(s) de módulo
ja: モジュールストリーム %{modulemd_count} 個

source: %{package_count} Package(s)
es: %{package_count} Paquete(s)
ja: パッケージ %{package_count} 個

source: (${item.published_at_words} ago)
ja: (${item.published_at_words} 前)

source: (${version.published_at_words} ago)
ja: (${version.published_at_words} 前)

source: Content view updated
ja: コンテンツビューが更新されました

source: Either select the latest content view or the content view version. Cannot set both.
es: Seleccione la última vista de contenido o la versión de vista de contenido. No se pueden establecer ambas.
ja: 最新のコンテンツビューまたはコンテンツビューバージョンを選択します。両方設定することはできません。

source: RPMs
ja: RPM

source: The base path can be a web address or a filesystem location.
ja: ベースパスには Web アドレスまたはファイルシステムの場所を指定できます。

source: The base path must be a web address pointing to the root RHUI content directory.
ja: ベースパスは、ルート RHUI コンテンツディレクトリーを参照する Web アドレスである必要があります。

source: View task details
ja: タスクの詳細を表示する

source: ago
ja: 前

source: ago.
ja: 前。

source: and
ja: および

source: are out of the environment path order. The recommended practice is to promote to the next environment in the path.
ja: 環境パスの順序から外れています。推奨される方法は、パス内の次の環境にプロモートすることです。

source: content view is used in listed composite content views.
ja: コンテンツビューは、一覧表示された複合コンテンツビューで使用されます。

source: content view is used in listed content views. For more information,
ja: コンテンツビューは、一覧表示されたコンテンツビューで使用されます。詳細は、

source: environment cannot be set to an environment already on its path
es: No se puede configurar un entorno que ya está en su ruta
it: l'ambiente non può essere impostato su un ambiente già presente nel proprio percorso
ja: 環境はそのパスにある環境に設定できません
ru: это окружение уже есть в цепочке

source: found.
ja: 見つかりませんでした。

source: is out of the environment path order. The recommended practice is to promote to the next environment in the path.
ja: 環境パスの順序から外れています。推奨される方法は、パス内の次の環境にプロモートすることです。

source: or any step on the left.
ja: または、左側の任意のステップ。

source: to manage and promote content views, or select a different environment.
ja: コンテンツビューを管理およびプロモートするか、別の環境を選択します。

source: ${deleteFlow ? 'Deleting' : 'Removing'} version ${versionNameToRemove}
ja: ${deleteFlow ? 'Deleting' : 'Removing'} バージョン ${versionNameToRemove}

source: ${pluralize(akResponse.length, 'activation key')} will be moved to content view ${selectedCVNameForAK} in
ja: ${pluralize(akResponse.length, 'activation key')} はコンテンツビュー ${selectedCVNameForAK} に移動されます。

source: ${pluralize(hostResponse.length, 'host')} will be moved to content view ${selectedCVNameForHosts} in
ja: ${pluralize(hostResponse.length, 'host')} はコンテンツビュー ${selectedCVNameForHosts} に移動されます。

source: ${pluralize(versionCount, 'content view version')} in the environments below will be removed when content view is deleted
ja: コンテンツビューが削除されると、以下の環境の ${pluralize(versionCount, 'content view version')} は削除されます

source: ${selectedContentType} will appear here when created.
ja: ${selectedContentType} が作成されると、ここに表示されます。

source: %s %s has %s Hosts and %s Hostgroups that will need to be reassociated post deletion. Delete %s?
es: %s %s tiene %s hosts y %s grupos de hosts que deberán ser reasociados después de la eliminación. ¿Borrar %s?
ja: %s%s には、削除後にもう一度関連付けする必要があるホスト %s 台とホストグループ %s 個があります。%s を削除しますか？

source: %s Available
es: %s Disponible
ja: 利用可能 %s 件

source: %s Errata
es: %s Erratas
ja: エラータ %s 件
ru: Исправления: %s

source: %s Host
ja: ホスト %s 台

source: %s Used
es: %s Usado
ja: 使用済み %s 件

source: %s ago
es: Hace %s
it: %s fa
ja: %s 前
ru: %s назад

source: %s content type is not enabled.
ja: %s コンテンツタイプが有効になっていません。

source: %s guests
ja: %s ゲスト

source: %s has already been deleted
es: %s ya ha sido eliminado
ja: %s は削除済みです

source: %s is not a valid package name
es: %s no es un nombre de paquete válido
it: %s non è un nome del pacchetto valido
ja: %s は有効なパッケージ名ではありません
ru: Недопустимое имя пакета: %s

source: %s is not a valid path
ja: %s は有効なパスではありません

source: %s is required
ja: %s は必須です

source: %s is unreachable. %s
es: %s no es accesible. %s
ja: %s に到達できません。%s

source: %s was not found!
ja: %s が見つかりませんでした!

source: %{errata} (%{total} other errata)
es: %{errata} (%{total} otras erratas)
it: %{errata} (altri %{total} errata)
ja: %{errata} (他のエラータ: %{total})
ru: %{errata} (других исправлений: %{total})

source: %{errata} (%{total} other errata) install canceled
es: %{errata} (%{total} otras erratas) instalación cancelada
it: %{errata} (altri %{total} errata) installazione cancellata
ja: %{errata} (他のエラータ: %{total}) のインストールが取り消されました
ru: Установка %{errata} отменена (других исправлений: %{total})

source: %{errata} (%{total} other errata) install failed
es: %{errata} (%{total} otras erratas) falló instalación
it: %{errata} (altri %{total} errata) installazione fallita
ja: %{errata} (他のエラータ: %{total}) のインストールに失敗しました
ru: Не удалось установить %{errata} (других исправлений: %{total})

source: %{errata} (%{total} other errata) install timed out
es: %{errata} (%{total} otras erratas) tiempo de instalación expiró
it: %{errata} (altri %{total} errata) installazione scaduta
ja: %{errata} (他のエラータ: %{total}) のインストールがタイムアウトになりました
ru: Время ожидания установки %{errata} истекло (других исправлений: %{total})

source: %{errata} (%{total} other errata) installed
es: %{errata} (%{total} otras erratas)
it: %{errata} (altri %{total} errata) installati
ja: %{errata} (他のエラータ: %{total}) がインストールされました
ru: %{errata} установлено (других исправлений: %{total})

source: %{errata} erratum install canceled
es: %{errata} instalación de errata cancelada
it: %{errata} installazione erratum cancellata
ja: %{errata} エラータのインストールが取り消されました
ru: Установка %{errata} отменена

source: %{errata} erratum install failed
es: %{errata} instalación de errata falló
it: %{errata} installazione erratum fallita
ja: %{errata} エラータのインストールに失敗しました
ru: Не удалось установить %{errata}

source: %{errata} erratum install timed out
es: Tiempo de espera de instalación de errata %{errata} terminó
it: %{errata} installazione erratum scaduta
ja: %{errata} エラータのインストールがタイムアウトになりました
ru: Время ожидания установки %{errata} истекло

source: %{errata} erratum installed
es: %{errata} errata instalada
it: %{errata} erratum installato
ja: %{errata} エラータがインストールされました
ru: Исправление %{errata} установлено

source: %{expiring_subs} subscriptions in %{subject} are going to expire in less than %{days} days. Please renew them before they expire to guarantee your hosts will continue receiving content.
es: %{expiring_subs} suscripciones en %{subject} caducarán en menos de %{days} días. Renuévelas antes de que caduquen para asegurarse de que sus hosts sigan recibiendo contenido.
ja: %{subject} の %{expiring_subs} は、%{days} 日未満に有効期限が切れます。ホストがコンテンツを引き続き受信できるように、期限が切れる前に更新してください。

source: %{group} (%{total} other package groups)
es: %{group} (%{total} otros grupos de paquetes)
it: %{group} (altri %{total} gruppi di pacchetti)
ja: %{group} (他のパッケージ: %{total})
ru: %{group} (других групп: %{total})

source: %{group} (%{total} other package groups) install canceled
es: %{group} (%{total} otros grupos de paquetes) instalación cancelada
it: %{group} (altri %{total} gruppi di pacchetti) installazione cancellata
ja: %{group} (他のパッケージ: %{total}) のインストールが取り消されました
ru: Установка %{group} отменена (других групп: %{total})

source: %{group} (%{total} other package groups) install failed
es: %{group} (%{total} otros grupos de paquetes) falló instalación
it: %{group} (altri %{total} gruppi di pacchetti) installazione fallita
ja: %{group} (他のパッケージ: %{total}) のインストールに失敗しました
ru: Не удалось установить %{group} (других групп: %{total})

source: %{group} (%{total} other package groups) install timed out
es: %{group} (%{total} otros grupos de paquetes) tiempo de espera de instalación terminó
it: %{group} (altri %{total} gruppi di pacchetti) installazione scaduta
ja: %{group} (他のパッケージ: %{total}) のインストールがタイムアウトになりました
ru: Время ожидания установки %{group} истекло (других групп: %{total})

source: %{group} (%{total} other package groups) installed
es: %{group} (%{total} otros grupos de paquetes) instalados
it: %{group} (altri %{total} gruppi di pacchetti) installato
ja: %{group} (他のパッケージ: %{total}) がインストールされました
ru: Установка %{group} завершена (других групп: %{total})

source: %{group} (%{total} other package groups) remove canceled
es: %{group} (%{total} otros grupos de paquetes) remoción cancelada
it: %{group} (altri %{total} gruppi di pacchetti) rimozione cancellata
ja: %{group} (他のパッケージ: %{total}) の削除が取り消されました
ru: Удаление %{group} отменено (других групп: %{total})

source: %{group} (%{total} other package groups) remove failed
es: %{group} (%{total} otros grupos de paquetes) falló la remoción
it: %{group} (altri %{total} gruppi di pacchetti) rimozione fallita
ja: %{group} (他のパッケージ: %{total}) の削除に失敗しました
ru: Не удалось удалить %{group} (других групп: %{total})

source: %{group} (%{total} other package groups) remove timed out
es: %{group} (%{total} otros grupos de paquetes) tiempo de espera para remoción terminó
it: %{group} (altri %{total} gruppi di pacchetti) rimozione scaduta
ja: %{group} (他のパッケージ: %{total}) の削除がタイムアウトになりました
ru: Время ожидания удаления %{group} истекло (других групп: %{total})

source: %{group} (%{total} other package groups) removed
es: %{group} (%{total} otros grupos de paquetes) retirados
it: %{group} (altri %{total} gruppi di pacchetti) rimosso
ja: %{group} (他のパッケージ: %{total}) が削除されました
ru: Удаление %{group} успешно (других групп: %{total})

source: %{group} (%{total} other package groups) update canceled
es: %{group} (%{total} otros grupos de paquetes) actualización cancelada
it: %{group} (altri %{total} gruppi di pacchetti) aggiornamento cancellato
ja: %{group} (他のパッケージ: %{total}) の更新が取り消されました
ru: Обновление %{group} отменено (других групп: %{total})

source: %{group} (%{total} other package groups) update failed
es: %{group} (%{total} otros grupos de paquetes) falló actualización
it: %{group} (altri %{total} gruppi di pacchetti) aggiornamento fallito
ja: %{group} (他のパッケージ: %{total}) の更新に失敗しました
ru: Не удалось обновить %{group} (других групп: %{total})

source: %{group} (%{total} other package groups) update timed out
es: %{group} (%{total} otros grupos de paquetes) tiempo de espera para la actualización terminó
it: %{group} (altri %{total} gruppi di pacchetti) aggiornamento scaduto
ja: %{group} (他のパッケージ: %{total}) の更新がタイムアウトになりました
ru: Время ожидания обновления %{group} истекло (других групп: %{total})

source: %{group} (%{total} other package groups) updated
es: %{group} (%{total} otros grupos de paquetes) actualizados
it: %{group} (altri %{total} gruppi di pacchetti) aggiornato
ja: %{group} (他のパッケージ: %{total}) が更新されました
ru: Обновление %{group} завершено (других групп: %{total})

source: %{group} package group install canceled
es: Instalación del grupo de paquetes %{group} cancelada
it: Installazione gruppo di pacchetti %{group} cancellata
ja: %{group} パッケージグループのインストールが取り消されました
ru: Установка группы %{group} отменена

source: %{group} package group install failed
es: %{group} instalación de grupo de paquetes falló
it: Installazione gruppo di pacchetti %{group} fallita
ja: %{group} パッケージグループのインストールに失敗しました
ru: Не удалось установить группу %{group}

source: %{group} package group install timed out
es: %{group} instalación de grupo de paquetes se detuvo
it: Installazione gruppo di pacchetti %{group} scaduta
ja: %{group} パッケージグループのインストールがタイムアウトになりました
ru: Время ожидания установки группы %{group} истекло

source: %{group} package group installed
es: %{group} grupo de paquetes instalado
it: Gruppo di pacchetti %{group} installato
ja: %{group} パッケージグループがインストールされました
ru: Группа %{group} установлена

source: %{group} package group remove canceled
es: Remoción del grupo de paquetes %{group} cancelada
it: Rimozione gruppo di pacchetti %{group} cancellata
ja: %{group} パッケージグループの削除が取り消されました
ru: Удаление группы %{group} отменено

source: %{group} package group remove failed
es: %{group} retiro de grupo de paquetes falló
it: rimozione gruppo di pacchetti %{group} fallita
ja: %{group} パッケージグループの削除が失敗しました
ru: Не удалось удалить группу %{group}

source: %{group} package group remove timed out
es: %{group} tiempo de espera para retirar grupo de paquetes terminó
it: Rimozione gruppo di pacchetti %{group} scaduta
ja: %{group} パッケージグループの削除がタイムアウトになりました
ru: Время ожидания удаления группы %{group} истекло

source: %{group} package group removed
es: %{group} grupo de paquetes retirado
it: Gruppo di pacchetti %{group} rimosso
ja: %{group} パッケージグループの削除
ru: Группа %{group} удалена

source: %{group} package group update canceled
es: Actualización del grupo de paquetes %{group} cancelada
it: Aggiornamento gruppo di pacchetti %{group} cancellato
ja: %{group} パッケージグループの更新が取り消されました
ru: Обновление группы %{group} отменено

source: %{group} package group update failed
es: %{group} actualización de grupo de paquetes falló
it: aggiornamento gruppo di pacchetti %{group} fallito
ja: %{group} パッケージグループの更新に失敗しました
ru: Не удалось обновить группу %{group}

source: %{group} package group update timed out
es: %{group} tiempo de espera para la actualización de grupo de paquetes terminó
it: aggiornamento gruppo di pacchetti %{group} scaduto
ja: %{group} パッケージグループの更新がタイムアウトになりました
ru: Время ожидания обновления группы %{group} истекло

source: %{group} package group updated
es: %{group} grupo de paquetes actualizado
it: Gruppo di pacchetti %{group} aggiornato
ja: %{group} パッケージグループが更新されました
ru: Группа %{group} обновлена

source: %{label} failed
ja: %{label} が失敗しました

source: %{label} failed.
ja: %{label} が失敗しました。

source: %{name} has no %{type} repositories with upstream URLs to add to the alternate content source.
ja: %{name} には、代替コンテンツソースに追加するアップストリーム URL が設定された %{type} リポジトリーがありません。

source: %{package} (%{total} other packages)
es: %{package} (%{total} otros paquetes)
it: %{package} (altri %{total} pacchetti)
ja: %{package} (他のパッケージ: %{total})
ru: %{package} (других пакетов: %{total})

source: %{package} (%{total} other packages) install canceled
es: %{package} (%{total} otros paquetes) instalación cancelada
it: %{package} (altri %{total} pacchetti) installazione cancellata
ja: %{package} (他のパッケージ: %{total}) のインストールが取り消されました
ru: Установка %{package} отменена (других пакетов: %{total})

source: %{package} (%{total} other packages) install failed
es: %{package} (%{total} otros paquetes) falló la instalación
it: %{package} (altri %{total} pacchetti) installazione fallita
ja: %{package} (他のパッケージ: %{total}) のインストールに失敗しました
ru: Не удалось установить %{package} (других пакетов: %{total})

source: %{package} (%{total} other packages) install timed out
es: %{package} (%{total} otros paquetes) tiempo de espera para instalación terminó
it: %{package} (altri %{total} pacchetti) installazione scaduta
ja: %{package} (他のパッケージ: %{total}) のインストールがタイムアウトになりました
ru: Время ожидания установки %{package} истекло (других пакетов: %{total})

source: %{package} (%{total} other packages) installed
es: %{package} (%{total} otros paquetes) instalados
it: %{package} (altri %{total} pacchetti) installati
ja: %{package} (他のパッケージ: %{total}) がインストールされました
ru: %{package} установлен (других пакетов: %{total})

source: %{package} (%{total} other packages) remove canceled
es: %{package} (%{total} otros paquetes) remoción cancelada
it: %{package} (altri %{total} pacchetti) rimozione cancellata
ja: %{package} (他のパッケージ: %{total}) の削除が取り消されました
ru: Удаление %{package} отменено (других пакетов: %{total})

source: %{package} (%{total} other packages) remove failed
es: %{package} (%{total} otros paquetes) falló la remoción
it: %{package} (altri %{total} pacchetti) rimozione fallita
ja: %{package} (他のパッケージ: %{total}) の削除に失敗しました
ru: Не удалось удалить %{package} (других пакетов: %{total})

source: %{package} (%{total} other packages) remove timed out
es: %{package} (%{total} otros paquetes) tiempo de espera para remoción terminó
it: %{package} (altri %{total} pacchetti) rimozione scaduta
ja: %{package} (他のパッケージ: %{total}) の削除がタイムアウトになりました
ru: Время ожидания удаления %{package} истекло (других пакетов: %{total})

source: %{package} (%{total} other packages) removed
es: %{package} (%{total} otros paquetes) retirados
it: %{package} (altri %{total} pacchetti) rimossi
ja: %{package} (他のパッケージ: %{total}) が削除されました
ru: %{package} удален (других пакетов: %{total})

source: %{package} (%{total} other packages) update canceled
es: %{package} (%{total} otros paquetes) actualización cancelada
it: %{package} (altri %{total} pacchetti) aggiornamento cancellato
ja: %{package} (他のパッケージ: %{total}) の更新が取り消されました
ru: Обновление %{package} отменено (других пакетов: %{total})

source: %{package} (%{total} other packages) update failed
es: %{package} (%{total} otros paquetes) falló actualización
it: %{package} (altri %{total} pacchetti) aggiornamento fallito
ja: %{package} (他のパッケージ: %{total}) の更新に失敗しました
ru: Не удалось обновить %{package} (других пакетов: %{total})

source: %{package} (%{total} other packages) update timed out
es: %{package} (%{total} otros paquetes) tiempo de espera para actualización terminó
it: %{package} (altri %{total} pacchetti) aggiornamento scaduto
ja: %{package} (他のパッケージ: %{total}) の更新がタイムアウトになりました
ru: Время ожидания обновления %{package} истекло (других пакетов: %{total})

source: %{package} (%{total} other packages) updated
es: %{package} (%{total} otros paquetes) actualizados
it: %{package} (altri %{total} pacchetti) aggiornato
ja: %{package} (他のパッケージ: %{total}) が更新されました
ru: %{package} обновлен (других пакетов: %{total})

source: %{package} package install canceled
es: %{package} instalación de paquetes cancelada
it: Installazione pacchetto %{package} cancellata
ja: %{package} パッケージのインストールが取り消されました
ru: Установка %{package} отменена

source: %{package} package install timed out
es: %{package} tiempo de espera para instalación de paquetes terminó
it: Installazione pacchetto %{package} scaduta
ja: %{package} パッケージのインストールがタイムアウトになりました
ru: Время ожидания установки %{package} истекло

source: %{package} package remove canceled
es: %{package} remoción de paquetes cancelada
it: Rimozione pacchetto %{package} cancellata
ja: %{package} パッケージの削除が取り消されました
ru: Удаление %{package} отменено

source: %{package} package remove failed
es: %{package} remoción de paquetes falló
it: Rimozione pacchetto %{package} fallita
ja: %{package} パッケージの削除が失敗しました
ru: Не удалось удалить %{package}

source: %{package} package remove timed out
es: %{package} tiempo de espera para remoción de paquetes terminó
it: Rimozione pacchetto %{package} scaduta
ja: %{package} パッケージの削除がタイムアウトになりました
ru: Время ожидания удаления %{package} истекло

source: %{package} package removed
es: %{package} paquete retirado
it: Pacchetto %{package} rimosso
ja: %{package} パッケージが削除されました
ru: %{package} удален

source: %{package} package update canceled
es: %{package} actualización de paquetes cancelada
it: Aggiornmento pacchetto %{package} cancellato
ja: %{package} パッケージの更新が取り消されました
ru: Обновление %{package} отменено

source: %{package} package update failed
es: %{package} actualización de paquetes falló
it: Aggiornamento pacchetto %{package} fallito
ja: %{package} パッケージの更新に失敗しました
ru: Не удалось обновить %{package}

source: %{package} package update timed out
es: %{package} tiempo de espera de actualización de paquetes terminó
it: Aggiornamento pacchetto %{package} scaduto
ja: %{package} パッケージの更新がタイムアウトになりました
ru: Время ожидания обновления %{package} истекло

source: %{package} package updated
es: %{package} paquete actualizado
it: Pacchetto %{package} aggiornato
ja: %{package} パッケージが更新されました。
ru: %{package} обновлен

source: %{release}: %{number_of_hosts} hosts are approaching end of %{lifecycle} on %{end_date}. Please upgrade them before support expires. Check Report Host - Statuses for detail.
ja: %{release}: %{number_of_hosts} 個のホストが %{lifecycle} の終了 (%{end_date}) に近づいています。サポートが期限切れになる前にアップグレードしてください。詳細は、ホストのレポート - ステータスを確認してください。

source: %{subject}'s disk is %{percentage} full. Since this proxy is running Pulp, it needs disk space to publish content views. Please ensure the disk does not get full.
es: El disco de %{subject} está lleno al %{percentage}. Como este proxy está ejecutando Pulp, necesita espacio en el disco para publicar las vistas del contenido. Asegúrese de que el disco no se llene.
ja: %{subject} のディスクは %{percentage} % 使用済みです。このプロキシーでは Pulp を実行しているので、コンテンツの表示にディスクの領域が必要です。ディスクがいっぱいにならないようにしてください。

source: %{unused_substitutions} cannot be specified for %{content_name} as that information is not substitutable in %{content_url}
es: No se puede especificar %{unused_substitutions} para %{content_name} ya que esa información no es sustituible en %{content_url}
ja: %{unused_substitutions} は、%{content_url} と置き換えることができないため、%{content_name} に指定できません。

source: %{used} of %{total}
es: %{used} de %{total}
ja: %{used} / %{total}

source: %{value} can contain only lowercase letters, numbers, dashes and dots.
ja: %{value} には、小文字、数字、ダッシュ、ドットのみを含めることができます。

source: %{view_label} could not be promoted to %{environment_label} because the content view and the environment are not in the same organization!
es: %{view_label} no pudo ser promovida a %{environment_label} porque la vista de contenido y el entorno no están en la misma organización.
ja: コンテンツビューと環境が同じ組織内にないため、%{view_label} を %{environment_label} にプロモートできませんでした!

source: '%{item}' does not exist in the backend system [ Candlepin ]. Either remove and re-enable the repository or try refreshing the manifest before synchronizing.
ja: '%{item}' はバックエンドシステム [Candlepin] に存在しません。リポジトリーを削除して再度有効にするか、同期する前にマニフェストの更新を試行します。

source: '%{item}' does not exist in the backend system [ Candlepin ]. Either remove the invalid repository or try refreshing the manifest before promoting.
ja: '%{item}' はバックエンドシステム [Candlepin] に存在しません。プロモートする前に、無効なリポジトリーを削除するか、マニフェストの更新を試行します。

source: '%{item}' does not exist in the backend system [ Candlepin ]. Remove and recreate the repository before synchronizing.
ja: '%{item}' はバックエンドシステム [Candlepin ] に存在しません。同期する前にリポジトリーを削除し、再作成します。

source: '%{item}' does not exist in the backend system [ Candlepin ]. Remove the invalid repository before promoting.
ja: '%{item}' はバックエンドシステム [Candlepin ] に存在しません。プロモートする前に無効なリポジトリーを削除します。

source: '%{item}' in this content view does not exist in the backend system [ Candlepin ]. Either remove the invalid repository or try refreshing the manifest before publishing again.
ja: このコンテンツビューの '%{item}' はバックエンドシステム [Candlepin ] に存在しません。無効なリポジトリーを削除するか、マニフェストを更新してから再度公開してください。

source: '%{item}' in this content view does not exist in the backend system [ Candlepin ]. Remove the invalid repository before publishing again.
ja: このコンテンツビューの '%{item}' はバックエンドシステム [Candlepin ] に存在しません。再度公開する前に無効なリポジトリーを削除します。

source: (Orphaned)
es: (Huérfanos)
it: (Orfano)
ja: (単独)
ru: (потерян)

source: (unset)
ja: (未設定)

source: , and
es: , y
ja: 、および

source: , must be unique to major and version id version.
es: , debe ser único para la versión principal y la versión de ID de la versión.
ja: 、メジャーバージョン ID と バージョン ID で一意である必要があります。

source: : '%s' is a built-in environment
es: : '%s' es un entorno construido
it: : '%s' è un ambiente interno
ja: : '%s' はビルドインの環境です
ru: «%s» — встроенное окружение

source: :a_resource identifier
es: Identificador: a_resource
it: :Indetificatore a_resource
ja: :a_resource ID
ru: Идентификатор :a_resource

source: <b>PROMOTION</b> SUMMARY
es: RESUMEN DE <b>PROMOCIÓN</b>
ja: <b>プロモート</b> 概要

source: <b>SYNC</b> SUMMARY
es: RESUMEN DE <b>SINCRONIZACIÓN</b>
ja: <b>同期</b> の概要
