Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: content view numeric identifier
es: identificador numérico de la vista de contenido
it: indentificatore numerico per la visualizzazione del contenuto
ja: コンテンツビュー数値 ID
ru: числовой идентификатор представления

source: content view publish
es: Publicación de vista de contenido
it: pubblicazione visualizzazione del contenuto
ja: コンテンツビューの公開
ru: публикация представления

source: content view refresh
es: Actualización de vista de contenido
it: aggiornamento visualizzazione del contenuto
ja: コンテンツビューの更新
ru: обновление представления

source: content view to reassign orphaned activation keys to
es: vista de contenido a la que reasignar claves de activación huérfanas
it: visualizzazione del contenuto al quale riassegnare le chiavi di attivazione orfane
ja: 単独のアクティベーションキーを再度割り当てるコンテンツビュー
ru: представление, с которым будут связаны потерянные ключи активации

source: content view to reassign orphaned systems to
es: vista de contenido a la que reasignar sistemas huérfanos
it: visualizzazione del contenuto al quale riassegnare i sistemi orfani
ja: 単独のシステムを再度割り当てるコンテンツビュー
ru: представление, с которым будут связаны потерянные системы

source: content view version identifier
es: Identificador de versión de vista de contenido
it: identificatore versione visualizzazione del contenuto
ja: コンテンツビューバージョン ID
ru: идентификатор версии представления

source: content view version identifiers to be deleted
es: identificadores de versión de vista de contenido para borrar
it: identificatori versione per la visualizzazione del contenuto da cancellare
ja: 削除するコンテンツビューバージョン ID
ru: идентификаторы версий представлений для удаления

source: content view versions to compare
es: Versiones de vista de contenido a comparar
it: versioni della visualizzazione del contenuto da confrontare
ja: 比較するコンテンツビューバージョン
ru: версии представлений для сравнения

source: create a custom product
ja: カスタム製品の作成

source: create a filter for a content view
es: crear un filtro para una vista de contenido
ja: コンテンツビューのフィルターを作成します

source: day
ja: 日

source: days
ja: 日

source: deb, package, package group, or docker tag names
ja: deb、パッケージ、パッケージグループ、または Docker タグ名

source: deb_ids is not an array
es: deb_ids no es una matriz
ja: deb_ids は配列ではありません

source: deb_names_for_job_template: Action must be one of %s
ja: deb_names_for_job_template: アクションは %s のいずれかでなければなりません

source: delete a filter
es: Borrar un filtro
ja: フィルターを削除します。

source: delete the content view with all the versions and environments
ja: すべてのバージョンおよび環境のコンテンツビューの削除

source: description
es: descripción
it: descrizione
ja: 説明
ru: описание

source: description of the environment
es: descripción del entorno
it: descrizione dell'ambiente
ja: 環境の説明
ru: описание окружения

source: description of the filter
es: descripción del filtro
it: descrizione del filtro
ja: フィルターの説明
ru: описание фильтра

source: description of the repository
es: descripción del repositorio
ja: リポジトリーの説明

source: disk
ja: ディスク

source: download policy for deb, docker, file and yum repos (either 'immediate' or 'on_demand')
ja: deb、docker、ファイル、yum リポジトリーのダウンロードポリシー ('即時' または 'オンデマンド')

source: enables or disables synchronization
es: Activar o desactivar sincronización
it: abilita o disabilita la sincronizzazione
ja: 同期の有効化または無効化
ru: управляет синхронизацией

source: enhancement
ja: 機能強化

source: enhancements
ja: 機能強化

source: environment identifier
es: identificador del entorno
it: identificatore ambiente
ja: 環境 ID
ru: идентификатор окружения

source: environment numeric identifier
es: identificador numérico del entorno
it: identificatore numerico ambiente
ja: 環境の数値 ID
ru: числовой идентификатор окружения

source: environment numeric identifiers to be removed
es: identificadores numéricos de entornos para eliminar
it: identificatori numerici ambiente da rimuovere
ja: 削除する環境の数値 ID
ru: числовые идентификаторы окружений для удаления

source: environment to reassign orphaned activation keys to
es: entorno para reasignar llaves de activación huérfanas
it: ambiente al quale riassegnare le chiavi di attivazione orfane
ja: 単独のアクティベーションキーを再度割り当てる環境
ru: окружение, в которое будут добавлены потерянные ключи активации

source: environment to reassign orphaned systems to
es: entorno para reasignar sistemas huérfanos
it: ambiente al quale riassegnare i sistemi orfani
ja: 単独のシステムを再度割り当てる環境
ru: окружение, в которое будут добавлены потерянные системы

source: environments
es: Entornos
it: ambienti
ja: 環境
ru: окружения

source: errata_id of the content view filter rule
es: errata_id de la regla de filtro de vista de contenido
ja: コンテンツビューフィルタールールの errata_id

source: errata_ids is a required parameter
ja: errata_ids は必須パラメーターです

source: erratum: IDs or a select all object
es: errata: ID o una Selección de todos los objetos
it: erratum: ID oppure selezione di tutti gli oggetti
ja: エラータ: ID またはすべてのオブジェクトを選択
ru: исправление: идентификаторы или выбор всех

source: erratum: allow types not matching a valid errata type
ja: エラータ: 有効なエラータ型と一致しない型を許可する

source: erratum: end date (YYYY-MM-DD)
es: errata: fecha de finalización (AAAA-MM-DD)
it: erratum: data di fine (ANNO-MESE-GIORNO)
ja: エラータ: 終了日 (YYYY-MM-DD)
ru: исправление: дата окончания (ГГГГ-ММ-ДД)

source: erratum: id
es: errata: ID
ja: エラータ: ID
ru: исправление: ID

source: erratum: search using the 'Issued On' or 'Updated On' column of the errata. Values are 'issued'/'updated'
es: errata: buscar con la columna 'Emitido el' o 'Actualizado el' de la errata. Los valores son 'emitido'/'actualizado'.
ja: エラータ: エラータの「発行日」または「更新日」の列を使用した検索。値は 'issued'/'updated' です

source: erratum: start date (YYYY-MM-DD)
es: errata: fecha de inicio (AAAA-MM-DD)
it: erratum: data di inizio (ANNO-MESE-GIORNO)
ja: エラータ: 開始日 (YYYY-MM-DD)
ru: исправление: дата начала (ГГГГ-ММ-ДД)

source: erratum: types (enhancement, bugfix, security)
es: errata: tipos (mejora, corrección de errores, seguridad)
it: erratum: tipi (enhancement, bugfix, security)
ja: エラータ: タイプ (機能強化、バグ修正、セキュリティー)
ru: исправление: типы (enhancement, bugfix, security)

source: filter by interval
es: filtrar por intervalo
it: filtra per intervallo
ja: 間隔別に絞り込む
ru: фильтр по интервалу

source: filter by name
es: filtrar por nombre
it: filtra per nome
ja: 名前別に絞り込む
ru: фильтр по имени

source: filter by sync date
es: filtrar por fecha de sincronización
it: filtra per data di sincronizzazione
ja: 同期日時別に絞り込む
ru: фильтр по дате синхронизации

source: filter content view filters by name
es: la vista de contenido del filtro filtra por nombre.
ja: 名前でコンテンツビューフィルターを絞り込む

source: filter identifier
es: identificador de filtro
it: identificatore filtro
ja: フィルター ID
ru: идентификатор фильтра

source: filter identifiers
ja: フィルター ID

source: filter only environments containing this label
ja: このラベルを含む環境のみをフィルター

source: filter only environments containing this name
es: filtrar solo entornos que contengan este nombre
it: filtra solo gli ambienti con questo nome
ja: この名前を含む環境のみをフィルター
ru: выбрать окружения с заданным именем

source: for repository '%{name}' is not unique and cannot be created in '%{env}'. Its Container Repository Name (%{container_name}) conflicts with an existing repository. Consider changing the Lifecycle Environment's Registry Name Pattern to something more specific.
es: para el repositorio '%{name}' no es único y no puede ser creado en '%{env}'. Su nombre de repositorio de contenedores (%{container_name}) entra en conflicto con un repositorio existente. Considere la posibilidad de cambiar el patrón de nombre de registro del entorno del ciclo de vida a algo más específico.
ja: リポジトリーの場合には、'%{name}' は一意ではなく、'%{env}' で作成できません。コンテナーリポジトリー名 ({%{container_name}) が既存のリポジトリーと競合します。ライフサイクル環境のレジストリー名パターンをより具体的なパターンに変更することを検討してください。

source: force content view promotion and bypass lifecycle environment restriction
es: forzar promoción de vista de contenido e ignorar la restricción del entorno de ciclo de vida
it: forza l'avanzamento della visualizzazione del contenuto e bypassa le restrizioni dell'ambiente ciclo di vita
ja: コンテンツビューを強制的にプロモートしてライフサイクル環境の制限を無視する
ru: принудительное продвижение представления в обход ограничений окружения

source: foreman-tasks service not running or is not ready yet
es: el servicio de tareas de Foreman no se está ejecutando o aún no está listo.
ja: foreman-tasks サービスが実行されていないか、まだ準備が整っていません

source: has already been taken
es: ya está en uso
it: è già stato selezionato
ja: すでに使用されています
ru: уже используется

source: has already been taken for a product in this organization.
es: ya se ha tomado para un producto en esta organización
ja: この組織の製品に対してすでに使用されています。

source: has already been taken for this product.
es: ya se ha tomado para este producto.
it: è già stato selezionato per questo prodotto.
ja: この製品に対してすでに使用されています。
ru: уже используется для этого продукта.

source: here
es: aquí
it: qui
ja: こちら
ru: здесь

source: host
ja: ホスト

source: host collection name to filter by
es: nombre de colección de hosts que va a filtrar
it: nome insieme di host da usare per filtrare
ja: フィルターに使用するホストコレクション名
ru: фильтр по имени коллекции

source: hosts
ja: ホスト

source: how often synchronization should run
es: frecuencia con la que debería ejecutarse la sincronización
it: frequenza di esecuzione della sincronizzazione
ja: 同期の実行頻度
ru: частота синхронизации

source: id of a host
es: ID de un host
ja: ホストの ID

source: id of host
es: ID del host
ja: ホストの ID

source: id of the gpg key that will be assigned to the new repository
es: ID de la clave GPG que se asignará al nuevo repositorio
it: id della chiave gpg da assegnare al nuovo repositorio
ja: 新規リポジトリーに割り当てられる GPG キーの ID
ru: идентификатор ключа GPG для нового репозитория

source: identifier of the version of the component content view
es: identificador de versión del componente de vista de contenido
ja: コンポーネントコンテンツビューのバージョンの ID

source: ids to filter content by
es: Los ID a filtrar por contenido
it: id per filtrare il contenuto per
ja: コンテンツのフィルターに使用する ID
ru: по идентификатору

source: if true, Katello will verify the upstream url's SSL certifcates are signed by a trusted CA
es: si es verdadero, Katello verificará que los certificados SSL del URL de canal ascendente están firmados por un CA de confianza
ja: True の場合には、アップストリームの URL の SSL 証明書が信頼できる CA により署名されているかを Katello が検証します

source: initiating %s task
ja: %s タスクの開始

source: initiating Pulp task
es: iniciando tarea Pulp
ja: Pulp タスクの開始

source: installed
ja: インストール

source: installing errata...
es: Instalando erratas...
it: installazione errata in corso...
ja: エラータをインストールしています...
ru: установка исправлений...

source: installing erratum...
es: Instalando errata...
it: installazione erratum in corso...
ja: エラータをインストールしています...
ru: установка исправления...

source: installing or updating packages
ja: パッケージをインストール/更新しています

source: installing package group...
es: Instalando grupo de paquetes...
it: installazione gruppo di pacchetti in corso...
ja: パッケージグループをインストールしています...
ru: установка группы пакетов...

source: installing package groups...
es: Instalando grupos de paquetes...
it: installazione gruppi di pacchetti in corso...
ja: パッケージグループをインストールしています...
ru: установка групп пакетов...

source: installing package...
es: Instalando paquete...
it: installazione pacchetto in corso...
ja: パッケージをインストールしています...
ru: установка пакета...

source: installing packages...
es: Instalando paquetes
it: installazione pacchetti in corso...
ja: パッケージをインストールしています...
ru: установка пакетов...

source: interpret specified object to return only Repositories that can be associated with specified object. Only 'content_view' & 'content_view_version' are supported.
es: interpretar que el objeto especificado muestra solo los repositorios que pueden asociarse con el objeto especificado. Solo se admiten 'content_view' y 'content_view_version'.
ja: 指定のオブジェクトを解釈して、指定のオブジェクトに関連付け可能なリポジトリーのみを返します。'content_view' と 'content_view_version' のみがサポートされます。

source: invalid: Repositories can only require one OS version.
ja: 無効: リポジトリーに必要な OS バージョンは 1 つだけです。

source: invalid: The content source must sync the lifecycle environment assigned to the host. See the logs for more information.
ja: 無効: コンテンツソースは、ホストに割り当てられたライフサイクル環境を同期する必要があります。詳細は、ログを参照してください。

source: is already attached to the capsule
es: ya está asociada a la Capsule
it: è già assegnato a questo capsule
ja: Capsule にすでに割り当て済みです
ru: уже связан с капсулой

source: is invalid
es: Es inválida
it: non è valido
ja: 無効です
ru: неверно.

source: is not a valid type. Must be one of the following: %s
ja: 有効なタイプではありません。次のいずれかである必要があります: %s

source: is not allowed for ACS. Must be one of the following: %s
ja: ACS では許可されていません。次のいずれかである必要があります: %s

source: is not enabled. must be one of the following: %s
ja: 有効になっていません。次のいずれかである必要があります: %s

source: is only allowed for Yum repositories.
ja: Yum リポジトリーでのみ許可されています。

source: label of the environment
es: etiqueta del entorno
it: etichetta dell'ambiente
ja: 環境のラベル
ru: метка окружения

source: label of the repository
es: etiqueta del repositorio
ja: リポジトリーのラベル

source: limit to only repositories with this download policy
ja: このダウンロードポリシーのあるリポジトリーのみに制限します

source: list filters
es: listar filtros
ja: フィルターの一覧を表示します。

source: list of repository ids
es: lista de ID de repositorio
it: elenco id dei repositori
ja: リポジトリー ID の一覧
ru: список идентификаторов репозиториев

source: list of rpm filename strings to include in published version
es: lista de cadenas de nombres de archivos rpm para incluir en la versión publicada
ja: 公開バージョンに含める rmp ファイル名文字列の一覧

source: max_hosts must be given a value if this host collection is not unlimited.
es: max_hosts debe recibir un valor si esta colección de hosts no es ilimitada.
ja: このホストコレクションが無制限でない場合は、max_hosts に値を提供する必要があります。

source: maximum number of registered content hosts
es: número máximo de hosts de contenido registrados
it: numero massimo degli host di contenuto registrati
ja: 登録されたコンテンツホストの最大数
ru: максимальное число зарегистрированных узлов содержимого

source: may not be less than the number of hosts associated with the host collection.
es: no puede ser menor que la cantidad de hosts asociados con la colección de hosts.
ja: ホストコレクションに関連付けられているホストの数以上にする必要があります。

source: module stream ids
es: ID de corrientes de módulos
ja: モジュールストリーム ID

source: module streams not found
es: corrientes de módulos no encontradas
ja: モジュールストリームが見つかりません

source: multi-environment activation key
ja: マルチ環境アクティベーションキー

source: multi-environment activation keys
ja: マルチ環境アクティベーションキー

source: multi-environment host
ja: マルチ環境ホスト

source: multi-environment hosts
ja: マルチ環境ホスト

source: must be %{gpg_key} or %{cert}
es: debe ser %{gpg_key} o %{cert}
ja: %{gpg_key} または %{cert} でなければなりません

source: must be a positive integer value.
es: Debe ser un valor entero positivo.
it: deve essere un valore intero positivo.
ja: 正の整数値でなければなりません。
ru: должно быть положительным целым числом.

source: must be one of the following: %s
es: debe ser uno de lo siguiente: %s
it: deve essere uno dei seguenti: %s
ja: 以下のいずれかでなければなりません: %s
ru: допустимые значения: %s

source: must be one of: %s
ja: %s のいずれかでなければなりません

source: must be true or false
ja: true または false でなければなりません。

source: must be unique within one organization
es: Debe ser único dentro de una organización
it: deve essere unico all'interno di una organizzazione
ja: 1 つの組織内で一意である必要があります
ru: должно быть уникальным в пределах организации.

source: must contain '%s'
es: debe contener '%s'
it: deve avere '%s'
ja: '%s' を含めてください
ru: должно содержать «%s»

source: must contain GPG Key
es: debe contener la llave GPG
it: deve avere una chiave GPG
ja: GPG キーを含む必要があります
ru: должен содержать ключ GPG

source: must contain at least %s character
es: debe contener por lo menos %s caracteres
it: deve avere almeno %s carattere
ja: 少なくとも %s 文字以上にしてください
ru: должно содержать как минимум %s знаков

source: must contain valid Public GPG Key
es: debe contener una clave GPG pública válida
it: deve avere una chiave GPG pubblica valida
ja: 有効な公開 GPG キーを含む必要があります
ru: должен содержать действительный открытый ключ GPG

source: must contain valid Public GPG Key
es: debe contener una clave GPG pública válida
it: deve avere una chiave GPG pubblica valida
ja: 有効な公開 GPG キーを含む必要があります
ru: должен содержать действительный открытый ключ GPG

source: must not be a negative value.
ja: 負の値は使用できません

source: must not contain leading or trailing white spaces.
es: No debe contener espacios iniciales o en blanco
it: non deve avere spazi iniziali o finali.
ja: 先頭または末尾に空白を含めることはできません。
ru: не может начинаться и заканчиваться пробелом.

source: name
it: nome
ja: 名前
ru: имя

source: name of organization
es: nombre de la organización
it: nome organizzazione
ja: 組織の名前
ru: имя организации

source: name of the content view filter rule
es: nombre de la regla de filtro de la vista de contenido
ja: コンテンツビューのフィルタールール名

source: name of the environment
es: nombre del entorno
it: nome dell'ambiente
ja: 環境の名前
ru: имя окружения

source: name of the filter
es: nombre del filtro
it: nome del filtro
ja: フィルターの名前
ru: имя фильтра

source: name of the organization
es: nombre de la organización
it: nome dell'organizzazione
ja: 組織の名前
ru: имя организации

source: name of the repository
es: nombre del repositorio
it: nome del repositorio
ja: リポジトリーの名前
ru: имя репозитория

source: name of the subscription
ja: サブスクリプションの名前

source: new name for the filter
es: nuevo nombre para el filtro
it: nuovo nome del filtro
ja: フィルターの新規の名前
ru: новое имя фильтра

source: new name to be given to the environment
es: nuevo nombre para el entorno
it: nuovo nome da conferire all'ambiente
ja: 環境に付与される新規の名前
ru: новое имя окружения

source: no global default
es: no hay un valor por defecto global
ja: グローバルデフォルトなし

source: obtain manifest history for subscriptions
es: obtener historial de manifiestos para las suscripciones
it: ottieni la cronologia del manifesto per le sottoscrizioni
ja: サブスクリプションのマニフェスト履歴の取得
ru: получить события манифеста подписок

source: of environment must be unique within one organization
es: del entorno debe ser único dentro de una organización
it: ambiente deve essere unico all'interno di una organizzazione
ja: 環境名は 1 つの組織内で一意である必要があります
ru: должно быть уникальным в пределах организации

source: only show the repositories readable by this user with this username
ja: このユーザー名を持つこのユーザーで読み取り可能なリポジトリーのみを表示する

source: organization ID
es: ID de organización
it: ID organizzazione
ja: 組織 ID
ru: ID организации

source: organization identifier
es: identificador de la organización
it: identificatore organizzazione
ja: 組織 ID
ru: идентификатор организации

source: package group: uuid
es: grupo de paquetes: uuid
ja: パッケージグループ: uuid

source: package, package group, or docker tag names
es: nombres de paquetes, grupo de paquetes o etiquetas de docker
ja: パッケージ、パッケージグループ、または Docker タグ名

source: package, package group, or docker tag: name
es: paquete, grupo de paquetes o etiqueta de docker: nombre
ja: パッケージ、パッケージグループ、または Docker タグ: 名前

source: package: architecture
es: paquete: arquitectura
ja: パッケージ: アーキテクチャー

source: package: maximum version
es: paquete: versión máxima
it: pacchetto; versione massima
ja: パッケージ: 最大のバージョン
ru: пакет: макс. версия

source: package: minimum version
es: paquete: versión mínima
it: pacchetto: versione minima
ja: パッケージ: 最小のバージョン
ru: пакет: мин. версия

source: package: version
es: paquete: versión
it: pacchetto: versione
ja: パッケージ: バージョン
ru: пакет: версия

source: package_ids is not an array
es: package_ids no es un array
it: package_ids non è un array
ja: package_ids は配列ではありません
ru: package_ids не является массивом

source: package_names_for_job_template: Action must be one of %s
ja: package_names_for_job_template: アクションは %s のいずれかでなければなりません。

source: params 'show_all_for' and 'available_for' must be used independently
ja: パラメーター 'show_all_for 'と' available_for 'は個別に使用する必要があります

source: pattern for container image names
es: patrón para los nombres de imágenes de contenedores
ja: コンテナーイメージ名のパターン

source: perform an incremental import
es: realizar una importación incremental
ja: 増分インポートの実行

source: policies for HTTP proxy for content sync
es: políticas para el proxy HTTP para la sincronización de contenidos
ja: コンテンツ同期の HTTP プロキシーのポリシー

source: policy for HTTP proxy for content sync
es: política para el proxy HTTP para la sincronización de contenidos
ja: コンテンツ同期の HTTP プロキシーのポリシー

source: prior environment can only have one child
es: el entorno anterior solo puede tener un elemento secundario
ja: 以前の環境が所有できる子は 1 つのみです

source: product numeric identifier
es: identificador numérico de producto
it: idenificatore numerico del prodotto
ja: 製品の数値 ID
ru: числовой идентификатор продукта

source: register_hostname_fact set for %s, but no fact found, or was localhost.
es: se estableció register_hostname_fact para %s, pero no se encontró un evento ni era localhost.
ja: %s に register_hostname_fact が設定されていますが、ファクトが見つからないか、ローカルホストが使用されています。

source: removing package group...
es: Retirando grupo de paquetes...
it: rimozione gruppo di pacchetti in corso...
ja: パッケージグループを削除しています...
ru: удаление группы пакетов...

source: removing package groups...
es: retirando grupos de paquetes
it: rimozione gruppi di pacchetti in corso...
ja: パッケージグループを削除しています...
ru: удаление групп пакетов...

source: removing package...
es: Retirando paquetes...
it: Rimozione pacchetto in corso...
ja: パッケージを削除しています...
ru: удаление пакета...

source: removing packages...
es: retirando paquetes...
it: Rimozione pacchetti in corso...
ja: パッケージを削除しています...
ru: удаление пакетов...

source: repo label
es: etiqueta de repositorio
ja: リポジトリーラベル

source: repository ID
es: ID de repositorio
it: ID del repositorio
ja: リポジトリー ID
ru: ID репозитория

source: repository id
es: ID de repositorio
it: id del repositorio
ja: リポジトリー ID
ru: ID репозитория

source: repository identifier
es: identificador de repositorio
it: identificatore repositorio
ja: リポジトリー ID
ru: идентификатор репозитория

source: repository source url
es: URL de fuente de repositorio
it: URL sorgente del repositorio
ja: リポジトリーソース URL
ru: URL источника репозитория

source: root-node of collection contained in responses (default: 'results')
es: nodo raíz de la recopilación que se encuentra en las respuestas (predeterminado: 'results')
it: root-node dell'insieme contenuto nelle risposte (default: 'results')
ja: 応答に含まれるコレクションの root ノード (デフォルト: 'results')
ru: корневой элемент коллекции в ответе (по умолчанию «results»)

source: root-node of single-resource responses (optional)
es: nodo raíz de respuestas de recurso único (opcional)
it: root-node di risposte single-resource (opzionale)
ja: 単一リソース応答の root ノード (オプション)
ru: корневой элемент ответа с единственным ресурсом (дополнительно)

source: rule identifier
es: identificador de regla
it: identificatore regole
ja: ルール ID
ru: идентификатор правила

source: security advisories
ja: セキュリティーアドバイザリー

source: security advisory
ja: セキュリティーアドバイザリー

source: selected host
ja: 選択したホスト

source: selected hosts
ja: 選択したホスト

source: service level
es: nivel de servicio
it: livello di servizio
ja: サービスレベル
ru: уровень обслуживания

source: set true if you want to see only library environments
es: establecer a verdadero, si solo desea ver entornos de biblioteca
it: imposta su vero se desideri visualizzare solo gli ambienti libreria
ja: ライブラリー環境のみを表示する場合 true に設定
ru: присвойте «True», чтобы показать только окружения Library

source: show archived repositories
es: mostrar repositorios archivados
ja: アーカイブされたリポジトリーの表示

source: show filter info
es: mostrar información del filtro
ja: フィルター情報の表示

source: show repositories in Library and the default content view
es: mostrar los repositorios en la biblioteca y la vista de contenido predeterminada
it: mostra i repositori in Libreria e la visualizzazione del contenuto predefinita
ja: ライブラリーのリポジトリーおよびデフォルトコンテンツビューの表示
ru: показать репозитории Library и в текущем представлении
