Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: User '%s' did not specify an organization ID and does not have a default organization.
es: El usuario '%s' no ha especificado un ID de organización y no tiene una organización predeterminada.
it: L'utente '%s' non ha specificato alcun ID per l'organizzazione e non ha alcuna organizzazione predefinita.
ja: ユーザー '%s' に組織 ID が指定されていないので、デフォルトの組織がありません。
ru: Пользователь «%s» не задал идентификатор организации и не имеет исходной организации.

source: User '%{user}' does not belong to Organization '%{organization}'.
es: El usuario '%{user}' no pertenece a la organización '%{organization}'.
it: L'utente '%{user}' non appartiene all'organizzazione '%{organization}'.
ja: ユーザー '%{user}' は組織 '%{organization}' に所属していません。
ru: Пользователь «%{user}» не входит в организацию «%{organization}».

source: User IDs
es: ID de usuario
ja: ユーザー ID

source: User must be logged in.
es: El usuario debe haber ingresado
it: L'utente deve essere registrato.
ja: ユーザーはログインしている必要があります。
ru: Пользователь должен быть авторизован.

source: Username
es: Nombre del usuario
ja: ユーザー名

source: Username for authentication. Relevant only for 'upstream_server' type.
ja: 認証用のユーザー名。'upstream_server' タイプにのみ必要です。

source: Username for the flatpak remote
ja: flatpak リモートのユーザー名

source: Username of the upstream repository user used for authentication
es: El nombre de usuario del usuario del repositorio de canal ascendente se usa para la autenticación
ja: 認証に使用するアップストリームリポジトリーユーザーのユーザー名

source: Username to access URL
es: Nombre de usuario para acceder al URL
ja: URL にアクセスするためのユーザー名

source: Username, Password, Organization Label, and SSL CA Content Credential must be provided together.
ja: ユーザー名、パスワード、組織ラベル、および SSL CA コンテンツ認証情報は、一緒に指定する必要があります。

source: Username, Password, Upstream Organization Label, and SSL CA Credential are required when using an upstream Foreman server.
ja: アップストリームの Foreman サーバーを使用する場合は、ユーザー名、パスワード、アップストリーム組織ラベル、および SSL CA 認証情報が必要です。

source: Validate host/lifecycle environment/content source coherence
ja: ホスト/ライフサイクル環境/コンテンツソースの一貫性を検証する

source: Validate that a host's assigned lifecycle environment is synced by the smart proxy from which the host will get its content. Applies only to API requests; does not affect web UI checks
ja: ホストの割り当てられたライフサイクル環境が、ホストのコンテンツ取得元の Smart Proxy によって同期されていることを検証します。API リクエストにのみ適用され、Web UI チェックには影響しません

source: Value must either be a boolean or 'default' for 'enabled'
es: El valor debe booleano o "por defecto" para "habilitado"
ja: 値は、ブール値またはデフォルト (「有効」) のいずれかである必要があります

source: Verify SSL
es: Verificar SSL
ja: SSL の確認

source: Verify checksum for content on smart proxy
ja: Smart Proxy 上のコンテンツのチェックサムを確認する

source: Verify checksum for one or more products
ja: 1 つ以上の製品のチェックサムを確認します

source: Verify checksum of repositories in %{name} %{version}
ja: %{name} %{version} リポジトリーのチェックサムを確認する

source: Verify checksum of repository contents
ja: リポジトリーの内容のチェックサムを確認する

source: Verify checksum of repository contents in the content view version
ja: コンテンツビューバージョンのリポジトリーコンテンツのチェックサムを確認する

source: Verify checksum of version repositories
ja: バージョンリポジトリーのチェックサムを確認する

source: Version
es: Versión
it: Versione
ja: バージョン
ru: Версия

source: Version
ja: バージョン

source: Version ${item.version}
ja: バージョン ${item.version}

source: Version ${version.version}
ja: バージョン ${version.version}

source: Version ${versionNameToRemove} will be deleted from all environments. It will no longer be available for promotion.
ja: バージョン ${versionNameToRemove} は、すべての環境から削除されます。プロモーションの対象ではなくなります。

source: Version ${versionNameToRemove} will be deleted from the listed environments. It will no longer be available for promotion.
ja: バージョン ${versionNameToRemove} は、一覧表示された環境から削除されます。プロモーションの対象ではなくなります。

source: Version ${versionOne}
ja: バージョン ${versionOne}

source: Version ${versionTwo}
ja: バージョン ${versionTwo}

source: Version details updated.
ja: バージョン情報が更新されました。

source: Versions
es: Versiones
ja: バージョン

source: Versions
ja: バージョン

source: Versions to compare
ja: 比較するバージョン

source: Versions to exclusively include in the action
ja: アクションにだけ含めるバージョン

source: Versions to explicitly exclude in the action. All other versions will be included in the action, unless an included parameter is passed as well.
ja: アクションから明示的に除外するバージョン。包含パラメーターが指定されていない限り、それ以外のバージョンはすべてアクションに追加されます。

source: Versions will appear here when the content view is published.
ja: コンテンツビューが公開されると、バージョンがここに表示されます。

source: View %{view} has not been promoted to %{env}
es: La vista %{view} no ha sido promovida a %{env}
it: La visualizzazione %{view} non è stata avanzata su %{env}
ja: ビュー %{view} は %{env} にプロモートされていません。
ru: Представление %{view} не было перенесено в %{env}

source: View Filters
ja: フィルターの表示

source: View Subscription Usage
ja: サブスクリプションの使用状況の表示

source: View a report of the affected hosts
es: Ver un informe de los hosts afectados
ja: 影響を受けるホストのレポートの表示

source: View applicable errata
ja: 適用可能なエラータの表示

source: View by
ja: 表示

source: View content views
ja: コンテンツビューの表示

source: View documentation
ja: ドキュメントの表示

source: View matching content
ja: マッチするコンテンツの表示

source: View sync status
ja: 同期ステータスの表示

source: View tasks
ja: タスクの表示

source: View the Content Views page
ja: コンテンツビューページの表示

source: View the job
ja: ジョブの表示

source: Virtual
it: Virtuale
ja: 仮想
ru: Логическое

source: Virtual guests
ja: 仮想ゲスト

source: Virtual host
ja: 仮想ホスト

source: WARNING: Simple Content Access will be required for all organizations in Katello 4.12.
ja: 警告: Simple Content Access は、Katello 4.12 ですべての組織に必須となる予定です。

source: Waiting to start.
ja: 開始を待機中です。

source: Warning
es: Advertencia
it: Attenzione
ja: 警告
ru: Внимание

source: When "Releases/Distributions" is set, "Upstream URL" must also be set!
ja: 「リリース/ディストリビューション」を設定した場合は、「アップストリームの URL」も設定する必要があります!

source: When "Upstream URL" is set, "Releases/Distributions" must also be set!
ja: 「アップストリームの URL」を設定した場合は、「リリース/ディストリビューション」も設定する必要があります!

source: When registering a host via subscription-manager, force use the specified fact (in the form of 'fact.fact')
es: Al registrar un host a través del gestor de suscripciones, forzar el uso del evento especificado (con el formato 'fact.fact')
ja: subscription-manager でホストを登録すると、指定のファクトを強制的に使用します ('fact.fact' の形式)

source: When set to 'True' repository types that are creatable will be returned
es: Cuando se configura en 'Verdadero', se mostrarán los tipos de repositorio que se pueden crear.
ja: 「True」に設定すると、作成可能なリポジトリータイプが返されます

source: When unregistering a host via subscription-manager, also delete the host record. Managed resources linked to host such as virtual machines and DNS records may also be deleted.
es: Cuando borre el registro de un host a través del gestor de suscripciones, también debe eliminar el registro del host. También debe eliminar los recursos administrados vinculados al host como las máquinas virtuales y los registros de DNS.
ja: subscription-manager でホストの登録を解除すると、ホストの記録も削除されます。仮想マシンや DNS レコードなど、ホストに関連付けられている管理対象のリソースも削除される可能性があります。

source: Whether or not the host collection may have unlimited hosts
es: Independientemente de si la colección de hosts tiene hosts ilimitados
ja: ホストコレクションに無制限のホストが設定された可能性があるかどうか

source: Whether or not to auto sync the Smart Proxies after a content view promotion.
ja: コンテンツビューのプロモート後に Smart Proxy を自動同期するかどうか。

source: Whether or not to check the status of backend services such as pulp and candlepin prior to performing some actions.
es: Si se debe verificar el estado de los servicios de segundo plano, como Pulp y Candlepin, antes de realizar ciertas acciones.
ja: 一部のアクションを実行する前に pulp や candlepin などのバックエンドサービスのステータスを確認するかどうか。

source: Whether or not to regenerate the repository on disk. Default: true
es: Si se regenera o no el repositorio en el disco. Por defecto: verdadero
ja: ディスクにリポジトリーを再生成するかどうか。デフォルト: true

source: Whether or not to return filters applied to the content view version
ja: コンテンツビューバージョンに適用されるフィルターを返すかどうか

source: Whether or not to show all results
es: Si se muestran o no todos los resultados
it: Indica se mostrare tutti i risultati
ja: すべての結果を表示するかどうか
ru: Показывать все результаты?

source: Whether or not to sync an external capsule after upload. Default: true
es: Si se sincroniza o no una cápsula externa después de la carga. Por defecto: verdadero
ja: アップロード後に外部 Capsule を同期するかどうか。デフォルト: True

source: Whether to include available content attribute in results
es: Si se debe incluir el atributo de contenido disponible en los resultados
ja: 使用可能なコンテンツ属性を結果に含めるかどうか

source: Workers
es: Trabajadores
ja: ワーカー

source: Wrong content type submitted.
es: Se ha enviado un tipo de contenido incorrecto.
ja: 誤ったコンテンツタイプが送信されました。

source: Yay empty state
es: Yay estado vacío
ja: Yay 空の状態

source: Yes
es: Sí
it: Si
ja: はい
ru: Да

source: You are not allowed to promote to Environments %s
es: No tiene permisos para promoverse a entornos %s
it: Non è possibile eseguire un avanzamanento negli ambienti %s
ja: 環境 %s にプロモートできません
ru: Недостаточно разрешений для переноса в окружения %s

source: You are not allowed to publish Content View %s
es: No tiene permiso para publicar vista de contenido %s
it: Non è possibile pubblicare la visualizzazione del contenuto %s
ja: コンテンツビュー %s を公開できません
ru: Недостаточно разрешений для публикации представления %s

source: You can check sync status for repositories only in the library lifecycle environment.'
es: Solo puede comprobar el estado de la sincronización de los repositorios en el entorno del ciclo de vida de la biblioteca.'
it: È possibile controllare lo stato della sincronizzazione solo nell'ambiente libreria ciclo di vita.
ja: ライブラリーのライフサイクル環境でのみリポジトリーの同期状態を確認できます。
ru: Статус синхронизации можно проверить только в окружении Library.

source: You cannot have more than %{max_hosts} host(s) associated with host collection '%{host_collection}'.
es: No puede tener más de %{max_hosts} hosts asociados a la colección de hosts '%{host_collection}'.
ja: %{max_hosts} を超えるホストをホストコレクション '%{host_collection}' に関連付けることはできません。"

source: You cannot set an organization's parent. This feature is disabled.
es: No puede establecer un padre de organización. Esta funcionalidad está desactivada.
it: Impossibile impostare parent sull'organizzazione. Questa funzione è disabilitata.
ja: 組織の親を設定することはできません。この機能は無効にされています。
ru: Вы не можете выбрать родителя организации. Эта функциональность отключена.

source: You cannot set an organization's parent_id. This feature is disabled.
es: No puede establecer un parent_id de organización. Esta funcionalidad está desactivada.
it: Impossibile impostare parent_id sull'organizzazione. Questa funzione è disabilitata.
ja: 組織の parent_id を設定できません。この機能は無効にされています。
ru: Вы не можете настроить parent_id для организации. Эта функциональность отключена.

source: You currently don't have any ${selectedContentType}.
ja: 現在、${selectedContentType} はありません。

source: You currently don't have any alternate content sources.
ja: 現時点で、代替コンテンツソースはありません。

source: You currently don't have any related content views.
ja: 現在、関連するコンテンツビューはありません。

source: You currently don't have any repositories associated with this content.
ja: 現在、このコンテンツに関連付けられているリポジトリーはありません。

source: You currently don't have any repositories to add to this filter.
ja: 現在、このフィルターに追加するリポジトリーはありません。

source: You currently have no content views to display
ja: 現在、表示するコンテンツビューがありません

source: You do not have permissions to delete %s
es: No tiene permisos para borrar %s
it: Non sei in possesso dei permessi necessari per eliminare %s
ja: %s を削除する権限がありません。
ru: Недостаточно разрешений для удаления %s

source: You have not set a default organization on the user %s.
es: No ha establecido una organización predeterminada en el usuario %s.
it: Non hai impostato una organizzazione predefinita per l'utente %s.
ja: ユーザー %s には、デフォルト組織が設定されていません。
ru: Вы не выбрали исходную организацию для пользователя %s.

source: You have subscriptions expiring within %s days
es: Tiene suscripciones que vencen dentro de %s días
ja: %s 日以内に期限切れになるサブスクリプションがあります

source: You have unsaved changes. Do you want to exit without saving your changes?
es: Tienes cambios no guardados. ¿Quiere salir sin guardar sus cambios?
ja: 保存されていない変更があります。変更を保存せずに終了しますか?

source: You must select at least one host.
ja: 少なくとも 1 つのホストを選択する必要があります。

source: You were not allowed to add %s
es: No se le ha permitido añadir %s
it: Non puoi aggiungere %s
ja: %s を追加できません
ru: Не разрешено добавлять %s

source: You were not allowed to change sync plan for %s
es: No se le ha permitido cambiar el plan de sincronización para %s
it: Non puoi modificare la programmazione della sincronizzazione per %s
ja: %s の同期プランを変更できません
ru: Недостаточно разрешений для изменения плана синхронизации %s

source: You were not allowed to delete %s
es: No se le ha permitido borrar %s
it: Non puoi cancellare %s
ja: %s を削除できません
ru: Недостаточно разрешений для удаления %s

source: You were not allowed to sync %s
es: No se le ha permitido sincronizar %s
it: Non puoi sincronizzare %s
ja: %s を同期できません
ru: Недостаточно разрешений для синхронизации %s

source: You're making changes to %(entitlementCount)s entitlement(s)
es: Estás haciendo cambios en %(entitlementCount)s derechos
ja: %(entitlementCount)s 件のエンタイトルメントに変更を加えています

source: Your manifest expired on {expirationDate}. To continue using Red Hat content, import a new manifest.
ja: マニフェストが {expirationDate} に有効期限切れになります。Red Hat コンテンツを引き続き使用するには、新しいマニフェストをインポートしてください。

source: Your manifest has expired. To continue using Red Hat content, import a new manifest.
ja: マニフェストの有効期限が切れています。Red Hat コンテンツを引き続き使用するには、新しいマニフェストをインポートしてください。

source: Your manifest will expire in {daysMessage}. To extend the expiration date, refresh your manifest. Or, if your Foreman is disconnected, import a new manifest.
ja: マニフェストが {daysMessage} 後に有効期限切れになります。有効期限を延長するには、マニフェストを更新してください。Foreman が接続されていない場合は、新しいマニフェストをインポートしてください。

source: Your search query was invalid. Please revise it and try again. The full error has been sent to the application logs.
es: Su búsqueda no fue válida.Revísela e inténtelo de nuevo. El error completo ha sido enviado a los registros de la aplicación.
ja: 検索クエリーが無効でした。確認してからもう一度お試しください。このエラーの詳細はアプリケーションログに送信されました。

source: Your search returned no matching
ja: 検索条件にマッチする項目はありませんでした

source: Your search returned no matching ${name}.
ja: 検索条件にマッチする ${name} はありませんでした

source: Your search returned no matching DEBs.
ja: 検索条件で一致する DEB が返されませんでした。

source: Your search returned no matching Module streams.
ja: 検索条件にマッチするモジュールストリームはありませんでした。

source: Your search returned no matching activation keys.
ja: 検索条件にマッチするアクティベーションキーはありませんでした。

source: Your search returned no matching hosts.
ja: 検索条件にマッチするホストはありませんでした。

source: Your search returned no matching non-modular RPMs.
ja: 検索条件にマッチする非モジュラーストリームはありませんでした。

source: a content unit
ja: コンテンツユニット

source: a custom CDN URL
ja: カスタム CDN URL

source: a deb package
ja: deb パッケージ

source: a docker manifest
es: un manifiesto de docker
ja: Docker マニフェスト

source: a docker manifest list
es: una lista de manifiesto de docker
ja: docker マニフェスト一覧

source: a docker tag
es: Una etiqueta Docker
it: Un tag per il Docker
ja: Docker タグ
ru: тег Docker

source: a file
es: un archivo
ja: ファイル

source: a module stream
es: un módulo de corriente
ja: モジュールストリーム

source: a package
es: Un paquete
it: un pacchetto
ja: パッケージ
ru: пакет

source: a package group
es: Un grupo de paquetes
it: Un gruppo di pacchetti
ja: パッケージグループ
ru: группа пакетов

source: actions not found
es: acciones no encontradas
ja: アクションが見つかりません

source: activation key
ja: アクティベーションキー

source: activation key identifier
es: identificador de clave de activación
it: identificatore chiave di attivazione
ja: アクティベーションキー ID
ru: идентификатор ключа активации

source: activation key name to filter by
es: nombre de llave de activación utilizado para filtrar
it: Nome della chiave di attivazione da filtrare
ja: フィルターするアクティベーションキー名
ru: фильтр по имени ключа активации

source: activation keys
es: Llaves de activación
it: chiavi di attivazione
ja: アクティベーションキー
ru: ключи активации

source: add all module streams without errata to the included/excluded list. (module stream filter only)
es: agregar todas las corrientes de módulos sin erratas a la lista incluida/excluida (solo el filtro de corriente de módulos)
ja: エラータなしのすべてのモジュールストリームを組み込み/除外一覧に追加。(モジュールストリームフィルターのみ)

source: add all packages without errata to the included/excluded list. (package filter only)
es: añadir todos los paquetes sin errata a la lista incluidos/excluidos. (solo filtro de paquete)
ja: エラータなしのすべてのパッケージを組み込み/除外一覧に追加。(パッケージフィルターのみ)

source: all environments
ja: すべての環境

source: all packages
es: Todos los paquetes
it: tutti i pacchetti
ja: すべてのパッケージ
ru: все пакеты

source: all packages update
es: Actualizar todos los paquetes
it: aggiornamento di tutti i pacchetti
ja: すべてのパッケージの更新
ru: обновление всех пакетов

source: all packages update failed
es: Falló la actualización de todos los paquetes
it: aggiornamento di tutti i pacchetti fallito
ja: すべてのパッケージの更新が失敗しました。
ru: не удалось обновить все пакеты

source: allow unauthenticed pull of container images
es: permitir la obtención de imágenes de contenedor sin autenticación
ja: コンテナーイメージを認証なしでプルすることを許可します

source: already belongs to the content view
ja: すでにコンテンツビューに属しています

source: already taken
es: Ya tomados
it: già selezionato
ja: すでに使用されています
ru: уже используется

source: an ansible collection
es: una colección de ansible
ja: ansible コレクション

source: an erratum
es: Una errata
it: un erratum
ja: エラータ
ru: исправление

source: an organization
es: una organización
it: una organizzazione
ja: 組織
ru: организация

source: are only allowed for Yum repositories.
ja: Yum リポジトリーでのみ許可されています。

source: attempted to sync a non-library repository.
ja: 非ライブラリーリポジトリーの同期が試行されました。

source: attempted to sync without a feed URL
es: se intentó sincronizar sin una URL de fuente
ja: フィード URL なしで同期が試行されました

source: auto attach subscriptions upon registration
es: Autovincular suscripciones tras el registro
it: esegui l'auto attach delle sottoscrizioni previa registrazione
ja: 登録時のサブスクリプションの自動割り当て
ru: автоматический выбор подписок при регистрации

source: base url to perform repo discovery on
es: URL base en la que realizar la detección de repositorio
it: url di base sul quale eseguire la scoperta dei repositori
ja: リポジトリー検出を実行するベース URL
ru: базовый адрес для поиска репозиториев

source: bug fix
ja: バグ修正

source: bug fixes
ja: バグ修正

source: bulk add filter rules
ja: フィルタールールの一括追加

source: bulk delete filter rules
ja: フィルタールールの一括削除

source: can the activation key have unlimited hosts
es: es posible que una llave de activación tenga hosts ilimitados
ja: アクティベーションキーにホストを無制限に設定可能かどうか

source: can't be blank
es: No se puede dejar en blanco
it: non può essere vuoto
ja: 空白にしないでください
ru: не может быть пустым

source: cannot add filter to generated content views
ja: 生成コンテンツビューにフィルターを追加できません

source: cannot add filter to import-only view
ja: インポート専用ビューにフィルターを追加できません

source: cannot be a binary file.
es: No puede ser un archivo binario.
it: non può essere un file binario.
ja: バイナリーファイルは指定できません。
ru: не может быть двоичным файлом.

source: cannot be blank
es: No puede estar en blanco
it: non può essere vuoto
ja: 空白にしないでください。
ru: не может быть пустым

source: cannot be blank when Repository URL is provided.
es: no puede estar en blanco cuando el URL de repositorio ha sido provisto.
ja: リポジトリー URL が指定されている場合には、空白にすることはできません。

source: cannot be changed.
es: No se puede cambiar.
it: impossibile modificarlo.
ja: 変更できません。
ru: не может меняться.

source: cannot be deleted if it has been promoted.
es: El repositorio no puede borrarse si ha sido promovido.
it: non può essere cancellato se è stato avanzato.
ja: プロモート済みの場合は削除できません。
ru: не может удаляться при продвижении

source: cannot be less than one
es: no puede ser menor que uno
it: non può essere inferiore a uno
ja: 1 未満を指定できません
ru: не может быть меньше 1

source: cannot be lower than current usage count (%s)
es: No puede ser inferior que el conteo de uso actual (%s)
it: non può essere minore del conteggio sull'uso corrente (%s)
ja: 現在の使用数 (%s) より少ない値を指定できません
ru: не может быть меньше текущего использования (%s)

source: cannot be nil
es: No puede ser nulo
it: non può essere zero
ja: Nill にしないでください
ru: не может быть пустым

source: cannot be set because unlimited hosts is set
es: no se pude establecer porque se establece un número ilimitado de hosts
ja: ホストが無制限に設定されているため設定できません

source: cannot be set for repositories without 'Additive' mirroring policy.
ja: 'Additive' のミラーリングポリシーのないリポジトリーには設定できません。

source: cannot contain characters other than ascii alpha numerals, '_', '-'.
es: No puede contener caracteres que no sean alfanuméricos ASCII, '_', '-'.
it: non può contenere caratteri diversi da valori alfanumerici ascii, '_', '-'.
ja: ASCII 英数字、アンダースコア (_)、ハイフン (-) 以外の文字を含めることはできません。
ru: может содержать символы ASCII, цифры, пробелы, '_' и '-'.

source: cannot contain commas
es: no puede contener comas
ja: コンマを含めることはできません

source: cannot contain filters if composite view
es: No puede contener filtros si es vista compuesta
it: non può contenere filtri se in visualizzazione composita
ja: 複合ビューの場合、フィルターを含めることはできません
ru: не может содержать фильтры сложного представления

source: cannot contain filters whose repositories do not belong to this content view
es: no puede contener filtros cuyos repositorios no pertenezcan a esta vista de contenido
it: non può contenere i filtri dei repositori che non appartengono a questa visualizzazione del contenuto
ja: リポジトリーがこのコンテンツビューに属さないフィルターを含めることはできません
ru: не может содержать фильтры, если их репозитории не входят в это представление

source: cannot contain more than %s characters
es: No puede contener más de %s caracteres
it: non può avere più di %s caratteri
ja: %s 文字以下にしてください
ru: не может содержать больше %s знаков

source: change the host's content source.
ja: ホストのコンテンツソースを変更します。

source: checking %s task status
ja: %s タスクステータスの確認

source: checking Pulp task status
es: verificando el estado de la tarea Pulp
ja: Pulp タスクステータスの確認

source: click here
ja: こちらをクリック

source: composite content view identifier
es: identificador de vista de contenido compuesta
ja: 複合コンテンツビュー ID

source: composite content view numeric identifier
es: identificador numérico de la vista de contenido compuesta
ja: 複合コンテンツビューの数値 ID

source: content release version
es: versión de lanzamiento de contenido
it: Versione release del contenuto
ja: コンテンツリリースバージョン
ru: версия содержимого

source: content type ('deb', 'docker_manifest', 'file', 'ostree_ref', 'rpm', 'srpm')
ja: コンテンツタイプ ('deb'、'docker_manifest'、'file'、'ostree_ref'、'rpm'、'srpm')

source: content type ('deb', 'file', 'ostree_ref', 'rpm', 'srpm')
ja: コンテンツタイプ ('deb'、'file'、'ostree_ref'、'rpm'、'srpm')

source: content view component ID. Identifier of the component association
es: ID de componente de vista de contenido. Identificador de la asociación de componente
ja: コンテンツビューコンポーネント ID。コンポーネントの関連付けの ID

source: content view filter identifier
es: identificador de filtro de vista de contenido
it: indentificatore filtro della visualizzazione del contenuto
ja: コンテンツビューフィルター ID
ru: идентификатор фильтра представления

source: content view filter rule identifier
es: identificador de regla de filtro de vista de contenido
ja: コンテンツビューフィルタールール ID

source: content view identifier
es: identificador de vista de contenido
it: indentificatore visualizzazione del contenuto
ja: コンテンツビュー ID
ru: идентификатор представления

source: content view identifier of the component who's latest version is desired
es: Identificador de vista de contenido del componente del que se requiere la última versión
ja: 最新バージョンが必要なコンポーネントのコンテンツビュー ID

source: content view node publish
es: publicación de nodo de vista de contenido
it: pubblicazione nodo visualizzazione del contenuto
ja: コンテンツビューノードの公開
ru: публикация узла представления
