Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Enabled Repositories
es: Repositorios habilitados
ja: 有効化されたリポジトリー

source: Enabling Simple Content Access failed for '%{subject}'.
ja: '%{subject}' のシンプルコンテンツアクセスの有効化に失敗しました。

source: Enabling Tracer requires installing the katello-host-tools-tracer package on the host.
ja: トレーサーを有効にするには、ホストに katello-host-tools-tracer パッケージをインストールする必要があります。

source: End Date
es: Fecha de finalización
ja: 終了日

source: End date
ja: 終了日

source: Ends
es: Finales
ja: 終了

source: Enhancement
es: Mejora
it: Miglioramenti
ja: 機能強化
ru: Дополнение

source: Enter a name
ja: 名前の入力

source: Enter a name for your source.
ja: ソースの名前を入力します。

source: Enter a valid date: MM/DD/YYYY
ja: 有効な日付を入力してください: MM/DD/YYYY

source: Enter basic authentication information or choose content credentials if required for this source.
ja: Basic 認証情報を入力するか、またはこのソースに必要な場合にコンテンツの認証情報を選択します。

source: Enter in the base path and any subpaths that should be searched for alternate content.
ja: ベースパスと、代替コンテンツを検索する必要があるサブパスを入力します。

source: Entitlements
es: Derechos
ja: エンタイトルメント

source: Environment
es: Entorno
it: Ambiente
ja: 環境
ru: Окружение

source: Environment ID
ja: 環境 ID

source: Environment ID and content view ID must be provided together
ja: 環境 ID とコンテンツビュー ID を合わせて指定する必要があります

source: Environment IDs
es: ID de entorno
ja: 環境 ID

source: Environment cannot be in its own promotion path
es: No puede haber entorno en su propia ruta de entorno
it: L'ambiente non può trovarsi sul proprio percorso di avanzamento
ja: 同じ環境内のプロモートパスに環境を存在させることはできません。
ru: Путь переноса не может быть таким же как исходный путь

source: Environment identifier
es: Identificador del entorno
ja: 環境 ID

source: Environment name
ja: 環境名

source: Environments
es: Entornos
ja: 環境

source: Errata
es: Erratas
ja: エラータ
ru: Исправления

source: Errata - by date range
ja: エラータ: 日付範囲による

source: Errata ID
es: ID de erratas
it: ID errata
ja: エラータ ID
ru: ID исправления

source: Errata Install
es: Instalar erratas
it: Installazione errata
ja: エラータのインストール
ru: Установка исправлений

source: Errata Install scheduled by %s
es: Instalación de erratas programada por %s
it: Installazione errata programmata per il %s
ja: %s によりエラータのインストールがスケジュールされました
ru: Установка назначена: %s

source: Errata and package information will be updated at the next host check-in or package action.
ja: エラータとパッケージ情報は、次のホストのチェックインまたはパッケージアクションで更新されます。

source: Errata and package information will be updated immediately.
ja: エラータおよびパッケージ情報はすぐに更新されます。

source: Errata id of the erratum (RHSA-2012:108)
es: ID de errata de la errata (RHSA-2012:108)
it: id errata dell'erratum (RHSA-2012:108)
ja: エラータのエラータ ID (RHSA-2012:108)
ru: Код исправления (RHSA-2012:108)

source: Errata statuses not updated for deleted content facet with UUID %s
ja: UUID %s を持つ削除済みコンテンツファセットのエラータステータスが更新されませんでした

source: Errata to apply
ja: 適用するエラータ

source: Errata to exclusively include in the action
es: Erratas a incluir exclusivamente en la acción
ja: アクションにだけ含めるエラータ

source: Errata to explicitly exclude in the action. All other applicable errata will be included in the action, unless an included parameter is passed as well.
es: Erratas para excluir explícitamente en la acción. Todas las demás erratas aplicables se incluirán en la acción, a menos que se pase también un parámetro incluido.
ja: アクションから明示的に除外するエラータ。包含パラメーターが指定されていない限り、それ以外で該当するエラータはすべてアクションに追加されます。

source: Errata type
ja: エラータタイプ

source: Erratum
es: Errata
ja: エラータ
ru: Исправление

source: Erratum Install Canceled
es: Instalación de erratas cancelada
it: Installazione erratum cancellata
ja: エラータのインストールが取り消されました
ru: Установка исправления отменена

source: Erratum Install Complete
es: Instalación de errata completa
it: installazione erratum completata
ja: エラータのインストールが完了しました
ru: Исправление установлено

source: Erratum Install Failed
es: Falló la instalación de errata
it: installazione erratum fallita
ja: エラータのインストールが失敗しました
ru: Не удалось установить исправление

source: Erratum Install Timed Out
es: Tiempo de espera de la instalación de errata
it: installazione erratum scaduta
ja: エラータのインストールがタイムアウトになりました
ru: Время ожидания установки исправления истекло

source: Error
it: Errore
ja: エラー
ru: Ошибка

source: Error connecting to Pulp service
es: Error al conectarse con el servicio Pulp
ja: Pulp サービスへの接続時にエラーが発生しました

source: Error connecting. Got: %s
es: Error al conectar. Se obtuvo: %s.
ja: 接続エラー。結果: %s

source: Error loading content views
ja: コンテンツビューのロード中にエラーが発生しました

source: Error refreshing status for %s:
es: Estado de actualización de errores para %s:
ja: %s のステータスの更新エラー:

source: Error retrieving Pulp storage
es: Error al recuperar el almacenamiento Pulp
ja: Pulp ストレージの取得時にエラーが発生しました

source: Exceeds available quantity
es: Excede la cantidad disponible
ja: 利用可能な数を超えています

source: Exclude
es: Excluir
ja: 除外

source: Exclude Refs
ja: 参照の除外

source: Exclude all RPMs not associated to any errata
ja: エラータに関連付けられていないすべての RPM を除外する

source: Exclude all module streams not associated to any errata
ja: エラータに関連付けられていないモジュールストリームをすべて除外する

source: Exclude filter
ja: 除外フィルター

source: Excluded
ja: 除外済み

source: Excluded errata
ja: 除外されるエラータ

source: Excludes
ja: 除外

source: Exit
es: Salir
ja: 終了

source: Expand All
es: Expandir todo
it: Espandi tutti
ja: すべて展開
ru: Развернуть все

source: Expire soon days
es: Expiran pronto los días
ja: 日 (期限切れまでの日数)

source: Expired
ja: 有効期限切れ

source: Expires
ja: 期限切れ

source: Export
es: Exportar
ja: エクスポート

source: Export CSV
es: Exportar CSV
ja: CSV のエクスポート

source: Export Library
es: Biblioteca de exportación
ja: ライブラリーのエクスポート

source: Export Repository
ja: リポジトリーのエクスポート

source: Export Sync
ja: エクスポートの同期

source: Export Types
ja: エクスポートタイプ

source: Export as CSV
es: Exportar como CSV
ja: CSVとしてエクスポート

source: Export failed: One or more repositories needs to be synced (with Immediate download policy.)
ja: エクスポートに失敗しました: (即時ダウンロードポリシーが設定された) 1 つ以上のリポジトリーを同期する必要があります。

source: Export formats.Choose syncable if the exported content needs to be in a yum format. This option is only available for %{syncable_repos} repositories. Choose importable if the importing server uses the same version and exported content needs to be one of %{importable_repos} repositories.
ja: エクスポート形式。エクスポートしたコンテンツを yum 形式にする必要がある場合は、同期可能を選択します。このオプションは %{syncable_repos} リポジトリーでのみ使用できます。インポート先のサーバーが同じバージョンを使用し、エクスポートしたコンテンツを %{importable_repos} リポジトリーのいずれかにする必要がある場合は、インポート可能を選択します。

source: Export history identifier used for incremental export. If not provided the most recent export history will be used.
ja: 増分エクスポートに使用されるエクスポート履歴識別子。指定されていない場合は、最新のエクスポート履歴が使用されます。

source: Exported content view
es: Vista de contenido exportado
ja: エクスポート済みのコンテンツビュー

source: Exported version
es: Versión exportada
ja: エクスポートされたバージョン

source: Extended support
ja: 延長サポート

source: Facts successfully updated.
es: Eventos actualizados con éxito.
it: Eventi aggiornati con successo.
ja: ファクトが正常に更新されました。
ru: Системная статистика обновлена.

source: Failed
es: Errores
it: Fallita
ja: 失敗
ru: Ошибка

source: Failed to delete %{host}: %{errors}
es: Ocurrió un error al borrar %{host}: %{errors}
ja: %{host} の削除に失敗しました: %{errors}

source: Failed to delete latest content view version of Content View '%{subject}'.
ja: コンテンツビュー '%{subject}' で最新のコンテンツビューバージョンを削除できませんでした。

source: Failed to find %{content} with id '%{id}'.
es: No se encontró %{content} con ID '%{id}'.
it: Impossibile trovare %{content} con id '%{id}'.
ja: ID が「%{id}」の %{content} が見つかりませんでした
ru: %{content} с идентификатором «%{id}» не найдено.

source: Fails if any of the repositories belonging to this organization are unexportable. False by default.
ja: この組織に属するリポジトリーのいずれかがエクスポートできない場合は失敗します。デフォルトは False です。

source: Fails if any of the repositories belonging to this version are unexportable. False by default.
ja: このバージョンに属するリポジトリーのいずれかがエクスポートできない場合は失敗します。デフォルトは False です。

source: Fetch applicable errata for one or more hosts.
es: Buscar las erratas aplicables para uno o más hosts.
ja: 1 つ以上のホストに該当するエラータを取得します。

source: Fetch available module streams for hosts.
es: Buscar secuenciasa de módulo disponibles para los hosts.
ja: ホストで利用可能なモジュールストリームを取得します。

source: Fetch installable errata for one or more hosts.
es: Buscar erratas instalables para uno o más hosts.
ja: 1 つまたは複数のホストにインストール可能なエラータを取得します。

source: Fetch traces for one or more hosts
es: Buscar rastros para uno o más hosts
ja: 1 台以上のホストのトレースを取得します

source: Fetching content credentials
ja: コンテンツの認証情報を一覧表示する

source: Field to sort the results on
es: Campo en el que ordenar los resultados
it: Campo nel quale ordinare i risultati
ja: 結果をソートするフィールド
ru: Поле сортировки

source: File
es: Archivo
ja: ファイル

source: File contents
ja: ファイルのコンテンツ

source: Filename
es: Archivo
ja: ファイル名

source: Files
es: Archivos
ja: ファイル

source: Filter by Product
es: Filtrar por producto
ja: 製品別に絞り込む

source: Filter by type
es: Filtrar por tipo
ja: タイプ別に絞り込む

source: Filter composite versions whose publish was triggered by the specified component version
es: Filtrar las versiones compuestas cuya publicación fue activada por la versión del componente especificado
ja: 指定したコンポーネントバージョンで公開がトリガーされた複合バージョンをフィルタリングする

source: Filter content view versions that contain the file
ja: ファイルを含むコンテンツビューバージョンのフィルタリング

source: Filter created
es: Filtro creado
ja: フィルターが作成されました

source: Filter deleted
es: Filtro borrado
ja: フィルターが削除されました

source: Filter edited
ja: フィルターが編集されました

source: Filter only composite content views
es: Filtrar solo vistas de contenido compuestas
ja: 複合コンテンツビューのみをフィルターにかける

source: Filter out composite content views
es: Filtrar vistas de contenido compuestas
it: Escludi le visualizzazioni del contenuto composite
ja: 複合コンテンツビューをフィルターにかける
ru: Исключить сложные представления

source: Filter out default content views
es: Filtrar vistas de contenido predeterminadas
it: Escludi le visualizzazioni del contenuto predefinite
ja: デフォルトコンテンツビューをフィルターにかける
ru: Исключить исходные представления

source: Filter products by host id
es: Filtrar productos por ID de host
ja: ホスト ID で製品をフィルター

source: Filter products by name
es: Filtrar productos por nombre
it: Filtra i prodotti per nome
ja: 名前別に製品を絞り込む
ru: Выбор продуктов по имени

source: Filter products by organization
es: Filtrar productos por organización
it: Filtra i prodotti per organizzazione
ja: 組織別に製品を絞り込む
ru: Выбор продуктов по организации

source: Filter products by subscription
es: Filtrar productos por suscripción
it: Filtra i prodotti per sottoscrizione
ja: サブスクリプション別に製品を絞り込む
ru: Выбор продуктов по подпискам

source: Filter products by sync plan id
es: Filtrar productos por ID del plan de sincronización
ja: 同期プラン ID 別に製品を絞り込む

source: Filter repositories by content unit type (erratum, docker_tag, etc.). Check the "Indexed?" types here: /katello/api/repositories/repository_types
ja: コンテンツユニットタイプ (erratum、docker_tag など)でリポジトリーをフィルターします。/katello/api/repositories/repository_types で "Indexed?" タイプを確認してください。

source: Filter rule added
ja: フィルタールールが追加されました

source: Filter rule edited
ja: フィルタールールが編集されました

source: Filter rule removed
ja: フィルタールールが削除されました

source: Filter rules added
ja: フィルタールールが追加されました

source: Filter rules deleted
ja: フィルタールールが削除されました

source: Filter versions by environment
es: Filtrar versiones por entorno
it: Filtra versioni per ambiente
ja: 環境別にバージョンを絞り込む
ru: Выбор версий по окружению

source: Filter versions by version number
es: Filtrar versiones por número de versión
it: Filtra versioni per numero della versione
ja: バージョン番号別にバージョンを絞り込む
ru: Выбор по номеру версии

source: Filter versions that are components in the specified composite version
es: Filtrar versiones que sean componentes en la versión de compuesta específica
it: Filtra versioni componenti nella versione composita specificata
ja: 指定した複合バージョンに含まれるコンポーネントのバージョンを絞り込む
ru: Отфильтровать составляющие сложной версии

source: Filters
es: Filtros
ja: フィルター

source: Filters deleted
ja: フィルターが削除されました

source: Filters were applied to this version.
ja: フィルターはこのバージョンに適用されました。

source: Filters will be applied to this content view version.
ja: フィルターはこのコンテンツビューのバージョンに適用されます。

source: Find the relative path for each RHUI repository and combine them in a comma-separated list.
ja: 各 RHUI リポジトリーの相対パスを見つけ、それらをコンマ区切りリストで組み合わせます。

source: Finish
ja: 終了

source: Finished
es: Finalizado
ja: 終了

source: Flatpak Remotes
ja: flatpak リモート

source: Flatpak remote numeric identifier
ja: flatpak リモートの数値識別子

source: Flatpak remote repository numeric identifier
ja: flatpak リモートリポジトリーの数値識別子

source: Force
ja: 強制

source: Force a sync and validate the checksums of all content. Non-yum repositories (or those with \ On Demand download policy) are skipped.
es: Forzar una sincronización y validar las sumas de comprobación de todo el contenido. Los repositorios que no correspondan a yum (o aquellos con \ La política de descarga bajo pedido) se omiten.
ja: 強制的に同期し、全コンテンツのチェックサムを検証します。yum 以外のリポジトリー (またはオンデマンド \ ダウンロードポリシーが指定されたリポジトリー) はスキップされます。

source: Force a sync and validate the checksums of all content. Only used with yum repositories.
es: Forzar una sincronización y validar las sumas de comprobación de todo el contenido. Solo se usa con los repositorios yum.
ja: 強制的に同期し、全コンテンツのチェックサムを検証します。Yum リポジトリーでのみ使用されます。

source: Force content view promotion and bypass lifecycle environment restriction
ja: コンテンツビューを強制的にプロモートしてライフサイクル環境の制限を無視する

source: Force delete the repository by removing it from all content view versions
ja: すべてのコンテンツビューバージョンからリポジトリーを削除して、リポジトリーを強制的に削除します

source: Force metadata regeneration to proceed. Dangerous operation when version has repositories with the 'Complete Mirroring' mirroring policy
ja: メタデータの再生成を強制的に実行します。バージョンに '完全ミラーリング' ミラーリングポリシーを使用しているリポジトリーがある場合には危険な操作です

source: Force metadata regeneration to proceed. Dangerous when repositories use the 'Complete Mirroring' mirroring policy
ja: メタデータの再生成を強制的に実行します。リポジトリーで '完全ミラーリング' ミラーリングポリシーを使用している場合には危険な操作です

source: Force promotion
ja: プロモーションの強制

source: Force regenerate applicability.
es: Aplicabilidad de la fuerza de regeneración.
ja: 適用可能なエラータを強制的に再生成します。

source: Force sync even if no upstream changes are detected. Non-yum repositories are skipped.
es: Forzar sincronización incluso si no se detectan cambios en canal ascendente. Los repositorios que no corresponden a yum se saltan.
ja: アップストリームの変更が検出されない場合でも、強制的に同期します。yum 以外のリポジトリーはスキップされます。

source: Force sync even if no upstream changes are detected. Only used with yum or deb repositories.
ja: アップストリームの変更が検出されない場合でも、強制的に同期します。yum または deb リポジトリーでのみ使用されます。

source: Forces a republish of the specified repository, regenerating metadata and symlinks on the filesystem. Not allowed for repositories with the 'Complete Mirroring' mirroring policy.
ja: 指定のリポジトリーを強制的に再公開し、ファイルシステムのメタデータとシンボリックリンクを再生成します。'完全ミラーリング' ミラーリングポリシーを使用しているリポジトリーでは許可されません。

source: Forces a republish of the version's repositories' metadata
es: Forzar a republicar los metadatos de los repositorios de la versión
ja: バージョンのリポジトリーのメタデータを強制的に再公開します

source: Full description
ja: 説明全文

source: Full support
ja: フルサポート

source: GPG Key URL
es: URL de llave GPG
ja: GPG キー URL

source: Generate RHUI certificates for the desired repositories as necessary.
ja: 必要に応じて、必要なリポジトリーの RHUI 証明書を生成します。

source: Generate and Download
es: Generar y descargar
it: Genera e scarica
ja: 生成してダウンロード
ru: Создать и загрузить

source: Generate errata status from directly-installable content
ja: 直接インストール可能なコンテンツからエラータステータスを生成する

source: Generate host applicability
es: Generar la aplicabilidad del host
ja: ホストに適用可能なエラータを生成します

source: Generate repository applicability
es: Generar la aplicabilidad del repositorio
ja: リポジトリーに適用可能なエラータを生成します

source: Generated
ja: 生成済み

source: Generated content views cannot be assigned to hosts or activation keys
ja: 生成コンテンツビューをホスト/アクティべーションキーに割り当てることはできません

source: Generated content views cannot be directly published. They can updated only via export.
ja: 生成されたコンテンツビューは直接公開できません。コンテンツビューは、エクスポートしなければ更新されません。

source: Get all content available, not just that provided by subscriptions
es: Obtener todo el contenido disponible, no solo el proporcionado por las suscripciones
ja: サブスクリプションが提供するコンテンツだけでなく、全コンテンツを利用可能にする

source: Get all content available, not just that provided by subscriptions.
ja: サブスクリプションが提供するコンテンツだけでなく、すべてのコンテンツを利用可能にします。

source: Get content and overrides for the host
es: Obtener el contenido y las anulaciones para el host
ja: ホストのコンテンツと上書きを取得

source: Get current smart proxy synchronization status
es: Obtener el estado actual de la sincronización del proxy inteligente
ja: 現在の Smart Proxy の同期ステータスを取得します

source: Get info about a repository set
es: Obtener información sobre un conjunto de repositorios
it: Ottieni le informazioni su un insieme di repositori
ja: リポジトリーセットの情報取得
ru: Получить информацию о наборе репозиториев

source: Get list of available repositories for the repository set
es: Obtener la lista de los repositorios disponibles para el conjunto de repositorios
ja: リポジトリーセットの利用可能なリポジトリーの一覧を取得します

source: Get status of synchronisation for given repository
es: Obtener estado de sincronización para un repositorio concreto
it: Ottieni lo stato della sincronizzazione per un dato repositorio
ja: 指定リポジトリーの同期状態を取得
ru: Получить статус синхронизации для выбранного репозитория

source: Given a set of hosts and errata, lists the content view versions and environments that need updating.
es: Dada una serie de hosts y erratas, enumera las versiones de vista del contenido y los entornos que necesitan ser actualizados.
ja: ホストおよびエラータのセットに基づいて、更新の必要なコンテンツビューのバージョンおよび環境を一覧表示します。

source: Given criteria doesn't match any DEBs. Try changing your rule.
ja: 指定された条件はどの DEB とも一致しません。ルールを変更してみてください。

source: Given criteria doesn't match any activation keys. Try changing your rule.
ja: 指定された条件はどのアクティベーションキーともマッチしません。ルールを変更してみてください。

source: Given criteria doesn't match any hosts. Try changing your rule.
ja: 指定された条件はどのホストともマッチしません。ルールを変更してみてください。

source: Given criteria doesn't match any non-modular RPMs. Try changing your rule.
ja: 指定された条件はどの非モジュラー RPM ともマッチしません。ルールを変更してみてください。

source: Go to job details
ja: ジョブの詳細に移動

source: Go to task page
es: Ir a la página de tareas
ja: タスクページに移動

source: Guests of
es: Huéspedes de
ja: ゲスト:

source: HTTP Proxies
es: Proxis HTTP
ja: HTTP プロキシー

source: HTTP Proxy identifier to associated
es: Identificador de proxy HTTP a los asociados
ja: 関連する HTTP プロキシー ID

source: HW properties
ja: HW プロパティー

source: Has to be > 0
es: Tiene que ser > 0
ja: 0 より大きい必要があります

source: Hash containing the Id of the single lifecycle environment to be associated with the activation key.
ja: アクティベーションキーに関連付ける単一のライフサイクル環境の ID を含むハッシュ。

source: Help
ja: ヘルプ

source: Helper
es: Agente
ja: ヘルパー

source: Hide Reclaim Space Warning
ja: 領域の再利用に関する警告を非表示にする

source: Hide affected activation keys
ja: 影響のあるアクティベーションキーを非表示

source: Hide affected hosts
ja: 影響を受けるホストを非表示

source: Hide description
ja: 説明の非表示

source: History
es: Historial
ja: 履歴

source: History will appear here when the content view is published or promoted.
ja: コンテンツビューが公開またはプロモートされると、履歴がここに表示されます。

source: Host
ja: ホスト
ru: Узел

source: Host %s has not been registered with subscription-manager.
es: El host %s no se ha registrado con el gestor de suscripciones.
ja: ホスト %s は subscription-manager で登録されていません。

source: Host %{hostname}: Cannot add content view environment to content facet. The host's content source '%{content_source}' does not sync lifecycle environment '%{lce}'.
ja: ホスト %{hostname}: コンテンツビュー環境をコンテンツファセットに追加できません。ホストのコンテンツソース '%{content_source}' はライフサイクル環境 '%{lce}' を同期しません。

source: Host %{name} cannot be assigned release version %{release_version}.
es: No se puede asignar al host %{name} la versión de lanzamiento %{release_version}.
ja: ホスト %{name} は、リリースバージョン %{release_version} に割り当てることができません。

source: Host '%{name}' does not belong to an organization
es: El host %{name} no pertenece a una organización.
ja: ホスト '%{name}' は組織に所属していません

source: Host Can Re-Register Only In Build
ja: ホストはビルドでのみ再登録が可能

source: Host Collection name
es: Nombre de recopilación de hosts
it: Nome insieme di host
ja: ホストコレクション名
ru: Имя коллекции

source: Host Collections
es: colecciones de hosts
it: Insieme di host
ja: ホストコレクション
ru: Коллекции

source: Host Duplicate DMI UUIDs
es: Host duplicado DMI UUIDs
ja: ホストの重複 DMI UUID

source: Host Errata Advisory
es: Aviso de erratas de host
ja: ホストのエラータアドバイザリー

source: Host ID
es: ID de host
ja: ホスト ID

source: Host Limit
ja: ホストの制限

source: Host Profile Assume
es: Asumir el perfil de host
ja: ホストプロファイルの想定

source: Host Profile Can Change In Build
ja: ホストプロファイルはビルドでの変更が可能

source: Host Tasks Workers Pool Size
es: Tamaño de grupo de trabajadores de host
ja: ホストタスクワーカーのプールサイズ

source: Host collection
ja: ホストコレクション

source: Host collection '%{name}' exceeds maximum usage limit of '%{limit}'
es: La recopilación de hosts '%{name}' supera el límite máximo de uso de '%{limit}'
it: L'insieme di host '%{name}' eccede il limite di utilizzo massimo '%{limit}'
ja: ホストコレクション '%{name}' は最大使用限度の '%{limit}' を超えています
ru: Коллекция «%{name}» превышает допустимое ограничение %{limit}

source: Host collection is empty.
es: La recopilación de hosts está vacía.
it: L'insieme di host è vuoto.
ja: ホストコレクションは空です。
ru: Пустая коллекция.

source: Host collections
ja: ホストコレクション

source: Host collections updated
ja: ホストコレクションが更新されました

source: Host content and subscription details
es: Detalles del contenido y la suscripción del host
it: Contenuto host e informazioni sulla sottoscrizione
ja: ホストコレクションおよびサブスクリプションの詳細
ru: Свойства подписки и содержимого

source: Host content source will remain the same. Click Save below to update the host's content view environment.
ja: ホストコンテンツソースは同じままです。ホストのコンテンツビュー環境を更新するには、下の保存をクリックしてください。

source: Host content view and environment updated
ja: ホストコンテンツビューと環境が更新されました

source: Host content view environment(s) updated
ja: ホストコンテンツビュー環境が更新されました

source: Host content view environments updating.
ja: ホストコンテンツビュー環境を更新しています。

source: Host creation was skipped for %s because it shares a BIOS UUID with %s. To report this hypervisor, override its dmi.system.uuid fact or set 'candlepin.use_system_uuid_for_matching' to 'true' in the Candlepin configuration.
ja: %s と BIOS UUID を共有するため、%s のホスト作成は省略されました。このハイパーバイザーをレポートするには、dmi.system.uuid ファクトを上書きするか、Candlepin 設定の 'candlepin.use_system_uuid_for_matching' を「true」に設定してください。

source: Host errata advisory
es: Aviso de erratas de host
ja: ホストエラータアドバイザリー

source: Host group IDs
es: ID de grupos de host
ja: ホストグループ ID

source: Host has not been registered with subscription-manager
es: El host no se ha registrado con subscription-manager.
ja: ホストは subscription-manager で登録されていません。

source: Host has not been registered with subscription-manager.
es: El host no se ha registrado con el gestor de suscripciones.
ja: ホストは subscription-manager で登録されていません。

source: Host id to list applicable deb packages for
ja: 適用可能な deb パッケージをリストするためのホスト ID

source: Host id to list applicable errata for
es: El ID del host para el que se enumeran las erratas aplicables
ja: 該当するエラータをリストするホスト ID

source: Host id to list applicable packages for
es: La ID del host para el que se enumeran los paquetes aplicables
ja: 該当するパッケージをリストするホスト ID

source: Host identifier
ja: ホスト識別子

source: Host lifecycle support expiration notification
ja: ホストのライフサイクルサポート期限切れの通知

source: Host was not found by the subscription UUID: '%s', this can happen if the host is registered already, but not to this instance
ja: サブスクリプション UUID: '%s' でホストが見つかりませんでした。これは、ホストがすでに登録されているけれども、このインスタンスには登録されていない場合に発生する可能性があります。

source: Host with ID %s already exists in the host collection.
es: Ya existe un host con ID %s en la colección de hosts.
ja: ID が %s のホストがすでにホストコレクションに存在します。

source: Host with ID %s does not exist in the host collection.
es: El host con ID %s no existe en la colección de hosts.
ja: ID が %s のホストはホストコレクションにありません。
