Repository: Katello/katello
Catalog: locale/*/katello.po
Languages: es, it, ja, ru

source: Upload content into the repository
es: Cargar contenido en el repositorio
it: Carica il contenuto nel repositorio
ru: Добавить содержимое в репозиторий

source: Use remote execution by default
es: Usar la ejecución remota por defecto

source: Valid
es: Válido

source: Verify checksum
es: Verificar la suma de comprobación

source: Yum Metadata: %s
es: Metadatos de Yum: %s

source: cannot be set for non-yum repositories.
es: no se puede establecer para repositorios que no correspondan a yum.

source: conditional package names to include in the package group
es: nombres de paquetes condicionales a incluir en el grupo de paquetes

source: content view id
es: ID de vista de contenido
it: id visualizzazione del contenuto
ru: ID представления

source: default package names to include in the package group
es: nombres de paquetes por defecto a incluir en el grupo de paquetes

source: environment
es: Entorno
it: ambiente
ru: окружение

source: environment id
es: ID de entorno
it: id ambiente
ru: ID окружения

source: errata_ids or update_all must be provided
es: Se debe proporcionar errata_ids o update_all

source: invalid container image name
es: nombre de la imagen del contenedor no válido

source: list of packages names
es: lista de nombres de paquetes
it: elenco nomi dei pacchetti
ru: список имен пакетов

source: mandatory package names to include in the package group
es: nombres de los paquetes obligatorios a incluir en el grupo de paquetes

source: name not defined.
es: nombre no definido

source: name: %s doesn't exist
es: nombre: %s no existe
it: nome: %s non esiste
ru: имя %s не существует

source: optional package names to include in the package group
es: nombres de paquetes opcionales a incluir en el grupo de paquetes

source: package group description. Defaults to params[:name]
es: descripción de grupo de paquetes. Por defecto, los parámetros son [:name]

source: package group name
es: nombre de grupo de paquetes

source: repository_id
es: repositorio_id

source: repository_id not defined.
es: repository_id no está definido.

source: set "user_visible" flag on package group. Defaults to true
es: establecer la etiqueta "user_visible" en el grupo de paquetes. Por defecto, es verdadero

source: source URL is malformed
es: la URL de fuente no está bien formada

source: temporarily override feed URL for sync
es: sustituir la URL de fuente temporalmente para sincronizar

source: waiting for Pulp to finish the task
es: esperando a que Pulp finalice la tarea

source: waiting for Pulp to start the task
es: esperando a que Pulp inicie la tarea

source: with
es: con

source: yes
es: sí

source: Red Hat Repositories
it: Repository di Red Hat
ru: Репозитории Red Hat

source: items selected.
it: elementi selezionati.
ru: выбрано.

source: "comma separated values. The value will be available in templates as @host.params['#{kt_ak_label}']"
it: "valori separati da virgole. IL valore sarà disponibile nei template come @host.params['#{kt_ak_label}']"
ru: "значения через запятую. В шаблоне будут представлены в виде @host.params['#{kt_ak_label}']"

source: %s Distributors Removed Successfully
it: %s Distributori rimossi con successo
ru: Удалено: %s

source: %s Removed Successfully
it: %s Rimosso con successo
ru: %s удалено

source: %{app_name} Version: %{version}
it: %{app_name} Versione: %{version}
ru: %{app_name} %{version}

source: %{content_view_name}, version %{content_view_version}
it: %{content_view_name}, versione %{content_view_version}
ru: %{content_view_name} %{content_view_version}

source: %{name} (Registered: %{time})
it: %{name} (Registrato: %{time})
ru: %{name} (зарегистрирован: %{time})

source: %{repo} (Product: %{product})
it: %{repo} (Prodotto: %{product})
ru: %{repo} (продукт: %{product})

source: %{substitutions} are not valid substitutions for %{content_url}
it: %{substitutions} non sono sottoscrizioni valide per %{content_url}
ru: %{substitutions}: недопустимые замены для %{content_url}

source: '%s' did not meet the current search criteria and is not being shown.
it: '%s' non ha soddisfatto i criteri di ricerca correnti e non è stato mostrato.
ru: «%s» не удовлетворяет критериям поиска, поэтому не будет показан.

source: '%s' no longer matches the current search criteria.
it: '%s' non corrisponde più ai criteri di ricerca correnti.
ru: «%s» не удовлетворяет критериям поиска.

source: (%X of %Y repositories selected)
it: (%X di %Y repositori selezionati)
ru: (выбрано репозиториев: %X из %Y )

source: (Entire product selected)
it: (Prodotto intero selezionato)
ru: (продукт выбран полностью)

source: (Load %X More)
it: (Carica altri %X)
ru: (загрузить еще %X)

source: + Add
it: + Aggiungi
ru: + Добавить

source: + New %s
it: + Nuovo %s
ru: + %s

source: + New Distributor
it: + Nuovo distributore
ru: + Создать

source: + Yes
it: + Si
ru: + Да

source: 400 - Invalid Parameters
it: 400 - Parametri non validi
ru: 400 Недопустимые параметры

source: 403 - Permission Denied
it: 403 - Permesso negato
ru: 403 Отказ в разрешении

source: 404 - That page doesn't exist or is missing!
it: 404 - Quella pagina non esiste o risulta mancante!
ru: 404 Страница не найдена

source: 500 Internal Server Error
it: 500 Errore server interno
ru: 500 Внутренняя ошибка сервера

source: A label was not provided during environment creation; therefore, a label of '%{label}' was automatically assigned. If you would like a different label, please delete the environment and recreate it with the desired label.
it: Non è stata fornita alcuna etichetta durante il processo di creazione dell'ambiente, quindi è stata assegnata automaticamente una etichetta '%{label}'. Se desideri una etichetta diversa cancellare l'ambiente e crearne uno nuovo con l'etichetta desiderata.
ru: Созданному окружению была автоматически присвоена метка «%{label}». Чтобы присвоить другое значение, удалите окружение и создайте его заново, указав метку.

source: A label was not provided during organization creation; therefore, a label of '%{label}' was automatically assigned. If you would like a different label, please delete the organization and recreate it with the desired label.
it: Non è stata fornita alcuna etichetta durante il processo di creazione dell'organizzazione, quindi è stata assegnata automaticamente una etichetta '%{label}'. Se desideri una etichetta diversa cancellare l'organizzazione e crearne una nuova con l'etichetta desiderata.
ru: Созданной организации была автоматически присвоена метка «%{label}». Чтобы присвоить другое значение, удалите организацию и создайте ее заново, указав метку.

source: A label was not provided during product creation; therefore, a label of '%{label}' was automatically assigned. If you would like a different label, please delete the product and recreate it with the desired label.
it: Non è stata fornita alcuna etichetta durante il processo di creazione del prodotto, quindi è stata assegnata automaticamente una etichetta '%{label}'. Se desideri una etichetta diversa cancellare il prodotto e crearne uno nuovo con l'etichetta desiderata.
ru: При создании продукта ему автоматически присвоена метка «%{label}», так как другое значение не было задано. Чтобы присвоить другое значение, удалите продукт и создайте его заново, указав метку.

source: A label was not provided during repository creation; therefore, a label of '%{label}' was automatically assigned. If you would like a different label, please delete the repository and recreate it with the desired label.
it: Non è stata fornita alcuna etichetta durante il processo di creazione del repositorio, quindi è stata assegnata automaticamente una etichetta '%{label}'. Se desideri una etichetta diversa cancellare il repositorio e crearne uno nuovo con l'etichetta desiderata.
ru: При создании репозитория ему была присвоена метка «%{label}», так как другое значение не было задано. Чтобы присвоить другое значение, удалите репозиторий и создайте его заново, указав метку.

source: A request has been received by Katello server '%{url}' to retrieve the logins for email '%{email}'. The following is a list of those logins:
it: È stata ricevuta una richiesta dal server di Katello '%{url}' per il recupero dei login per l'email '%{email}'. Di seguito viene riportato un elenco dei suddetti login:
ru: Сервер Katello «%{url}» получил запрос списка пользователей для %{email}. Список имен:

source: Action not allowed for the default capsule.
it: Azione non permessa per il capsule predefinito.
ru: Операция над исходной капсулой не разрешена.

source: Action unauthorized to be performed on selected systems.
it: Azione non autorizzata da eseguire sui sistemi selezionati.
ru: Эта операция не может выполняться над выбранными системами.

source: Activation key with uuid %s not found
it: Chiave di attivazione con uuid %s non trovata
ru: Ключ (UUID %s) не найден

source: Add All
it: Aggiungi tutti
ru: Добавить все

source: Add Products and Repositories:
it: Aggiungi prodotti e repositori:
ru: Добавьте продукты и репозитории:

source: Add Sync Plan Products
it: Aggiungi prodotti per la programmazione della sincronizzazione
ru: Добавить продукты в план синхронизации

source: Add a puppet module to the content view
it: Aggiungi un modulo puppet alla visualizzazione del contenuto
ru: Добавить модуль Puppet в представление

source: Add a subscription to a resource
it: Aggiungi una sottoscrizione a una risorsa
ru: Добавить подписку для ресурса

source: Add a subscription to a system
it: Aggiungi una sottoscrizione a un sistema
ru: Добавить подписку для системы

source: Add a subscription to an activation key
it: Aggiungi una sottoscrizione ad una chiave di attivazione
ru: Добавить подписку для ключа активации

source: Add all packages without Errata to the included/excluded list. (Package Filter only)
it: Aggiungi tutti i pacchetti senza errata all'elenco includi/escludi. (Solo filtro del pacchetto)
ru: Добавить все пакеты без исправлений в список включений/исключений (только для фильтра пакетов)

source: Add content host to the host collection
it: Aggiungi host di contenuto nell'insieme di host
ru: Добавить узел в коллекцию

source: Add one or more host collections to one or more content hosts
it: Aggiungi uno o più insiemi ad uno o più host di contenuto
ru: Выделить коллекции узлам содержимого

source: Adding Package Group...
it: Aggiunta gruppo di pacchetti in corso...
ru: Добавление группы пакетов...

source: Adding Package...
it: Aggiunta pacchetto in corso...
ru: Добавление пакета...

source: After generating the incremental update, apply the changes to the specified systems. Only Errata are supported currently.
it: Dopo aver generato l'aggiornamento incrementale, applica le modifiche sui sistemi specificati. Attualmente sono supportati solo gli errata.
ru: После генерации инкрементного обновления применить изменения в выбранных системах. В настоящее время поддерживаются только исправления.

source: Alert
it: Allerta
ru: Предупреждение

source: All Content Views
it: Visualizzazione di tutti i contenuti
ru: Все представления

source: All Products
it: Tutti i prodotti
ru: Все продукты

source: All Repos
it: Tutti i repo
ru: Все репозитории

source: All repositories
it: Tutti i repositori
ru: Все репозитории

source: Any number of facts about this content host
it: Qualsiasi numero di fattori su questo host di contenuto
ru: Произвольный набор фактов статистики узла

source: Architecture:
it: Architettura:
ru: Архитектура:

source: Are you sure you want to delete the %X selected distributor(s)?
it: Sei sicuro di voler cancellare il %X distributore selezionato?
ru: Вы действительно хотите удалить выбранное число дистрибьюторов (%X)?

source: Are you sure you want to remove this distributor?
it: Sei sicuro di voler rimuovere questo distributore?
ru: Удалить дистрибьютора?

source: Are you sure?
it: Sei sicuro?
ru: Продолжить?

source: Array of content host ids
it: Array di id degli host di contenuto
ru: Массив идентификаторов узлов содержимого

source: Array of upload ids to import
it: Insieme di id per il caricamento da importare
ru: Массив импортируемых идентификаторов передачи

source: Assign the environment and content view to one or more systems
it: Assegna l'ambiente e la Visualizzazione del contenuto a uno o più sistemi
ru: Добавить окружение и представление для систем

source: At least one environment is required to create or register distributors in your current organization.
it: Per la registrazione o la creazione dei distributori nella tua organizzazione è necessario avere almeno un ambiente.
ru: Для создания и регистрации дистрибьюторов в текущей организации необходимо как минимум одно окружение.

source: Attach
it: Associa
ru: Назначить

source: Attached Subscriptions
it: Sottoscrizioni associate
ru: Текущие подписки

source: Author/Release
it: Autore/Release
ru: Автор, выпуск

source: Author:
it: Autore:
ru: Автор:

source: Auto-attach available subscriptions to all systems within an organization. Asynchronous operation.
it: Assegna automaticamente le sottoscrizioni disponibili a tutti i sistemi presenti in una organizzazione. Operazione asincrona.
ru: Автоподбор подписок для всех систем в организации (асинхронная операция).

source: Auto-attach subscriptions
it: Esegui auto-attach per le sottoscrizioni
ru: Автоматический выбор подписок

source: Auto-complete Product
it: Completa-automaticamente il prodotto
ru: Автозавершение

source: Auto-complete View
it: Visualizzazione completameno-auto
ru: Автозавершение

source: Auto-complete repository
it: Completa-automaticamente il repositorio
ru: Автозавполнение

source: Available Subscriptions
it: Sottoscrizioni disponibili
ru: Доступные подписки

source: Available search fields:
it: Campi di ricerca disponibili:
ru: Поля поиска:

source: Back to Results
it: Torna ai risultati
ru: Назад к результатам

source: Build Host
it: Host di compilazione
ru: Узел сборки

source: Build Host:
it: Host di compilazione:
ru: Узел сборки:

source: Cancelled
it: Cancellata
ru: Отменено

source: Cannot clone repository from %{from_env} to %{to_env}. They are not sequential.
it: Impossibile clonare il repositorio da %{from_env} a %{to_env}. Essi non sono sequenziali.
ru: Копирование репозитория из %{from_env} в %{to_env} не разрешено, так как эти окружения не являются последовательными.

source: Cannot delete a Red Hat Products or Products with Repositories published in a Content View
it: Impossibile rimuovere i Prodotti di Red Hat o i prodotti con repositori pubblicati in una visualizzazione del contenuto
ru: Опубликованные в представлении продукты Red Hat и продукты с репозиториями не могут быть удалены

source: Cannot delete the default Location
it: Impossibile rimuovere la Località predefinita
ru: Исходный участок не может быть удален

source: Cannot retrieve repos from non-library environment '%s' without a content view.
it: Impossibile ripristinare i repositori da un ambiente non-libreria '%s' senza una visualizzazione del contenuto.
ru: Для получения списка репозиториев из окружения «%s» необходимо, чтобы оно содержало представление.

source: Capsule
ru: Капсула

source: Changelog for %s
it: Changelog per %s
ru: Журнал %s

source: Changes
it: Modifiche
ru: Изменения

source: Checked In
it: Registrato
ru: Последний вход

source: Checksums:
it: Checksum:
ru: Контрольные суммы:

source: Choose Environment:
it: Seleziona ambiente:
ru: Выберите окружение:

source: Choose a product..
it: Seleziona un prodotto..
ru: Выберите продукт...

source: Choose a repository:
it: Seleziona un repositorio:
ru: Выберите репозиторий:

source: Click on the widget title text to drag and drop.
it: Fare clic sul testo del titolo del widget per il trascina e rilascia
ru: Щелкните на заголовке секции, чтобы ее перетащить

source: Click to edit
it: Seleziona per la modifica
ru: Нажмите, чтобы изменить

source: Collapse
it: Comprimi
ru: Свернуть

source: Compare Selected
it: Confronta selezionato
ru: Сравнить выбранные

source: Confirmation
it: Conferma
ru: Подтверждение

source: Content Available From
it: Contenuto disponibile da
ru: Содержимое доступно из

source: Content Dashboard
it: Dashboard del contenuto
ru: Обзор содержимого

source: Content Download URL:
it: URL per scaricare il contenuto:
ru: URL загрузки содержимого:

source: Content Host
it: Host di contenuto
ru: Узел

source: Content Host Subscription Status
it: Stato sottoscrizione dell'host di contenuto
ru: Состояние подписок

source: Content Search
it: Ricerca contenuto
ru: Поиск

source: Content View:
it: Visualizzazione contenuto:
ru: Представление:

source: Content Views Overview
it: Panoramica visualizzazioni contenuto
ru: Представления

source: Content Views cannot contain multiple Kickstart trees with the same version and architecture. Multiple Kickstart trees of %{release} %{arch} were found in Repositories: %{repos}
it: Le visualizzazioni del contenuto non possono avere alberi kickstart multipli con la stessa versione e architettura. Sono presenti alberi kickstart multipli %{release} %{arch} nei repositori: %{repos}
ru: Представление не может содержать несколько структур кикстарта для одной архитектуры и версии. Обнаружено несколько структур для %{release} %{arch} в репозиториях: %{repos}

source: Content override parameters
it: Impossibile sovrascrivere i parametri
ru: Параметры переопределения

source: Could not find Content Host with exact name '%s', verify the Capsule is registered with that name.
it: Impossibile trovare l'host di contenuto con un nome '%s' identico, verifica che Capsule sia registrato con quel nome.
ru: Узел «%s» не найден. Убедитесь, что капсула с таким именем зарегистрирована.

source: Could not find Repository for module %s.
it: Impossibile trovare il repositorio per il modulo %s.
ru: Репозиторий для модуля %s не найден.

source: Could not find errata with id: %s
it: Impossibile trovare l'errata con id: %s
ru: Исправление не найдено: %s

source: Could not unarchive puppet module. Please make sure the puppet module has been compressed properly.
it: Impossibile rimuovere l'archivio del modulo puppet. Assicurarsi di aver compresso correttamente il modulo puppet.
ru: Не удалось извлечь модуль Puppet. Проверьте архив.

source: Couldn't find GPG key '%s'
it: Impossibile trovare la chiave GPG '%s'
ru: GPG-ключ «%s» не найден.

source: Couldn't find Puppet Module '%s'.
it: Impossibile trovare il modulo puppet '%s'.
ru: Модуль Puppet «%s» не найден.

source: Couldn't find Puppet Module with id '%s'
it: Impossibile trovare il modulo puppet con id '%s'
ru: Модуль Puppet с идентификатором «%s» не найден.

source: Couldn't find content '%s'
it: Impossibile trovare il contenuto '%s'
ru: Содержимое «%s» не найдено

source: Couldn't find content host '%s'
it: Impossibile trovare l'host di contenuto '%s'
ru: Узел «%s» не найден

source: Couldn't find gpg key '%s'
it: Impossibile trovare la chiave gpg '%s'
ru: Ключ GPG «%s» не найден.

source: Couldn't find product '%s'
it: Impossibile trovare il prodotto '%s'
ru: Продукт «%s» не найден.

source: Couldn't find puppet environment associated with lifecycle environment '%{env}' and content view '%{view}'
it: Impossibile trovare l'ambiente puppet associato con l'ambiente ciclo di vita '%{env}' e visualizzazione del contenuto '%{view}'
ru: Не удалось найти окружение Puppet, связанное с окружением «%{env}» и представлением «%{view}».

source: Couldn't find repository set with id '%s'.
it: Impossibile trovare l'insieme del repositorio con id '%s'.
ru: Набор репозиториев с ID «%s» не найден.

source: Couldn't find sync plan '%{plan}' in organization '%{org}'
it: Impossibile trovare la programmazione per la sincronizzazione '%{plan}' nell'organizzazione '%{org}'
ru: Не удалось синхронизировать план «%{plan}» в организации «%{org}»

source: Couldn't find system '%s'
it: Impossibile trovare il sistema '%s'
ru: Система «%s» не найдена.

source: Create a filter for a content view
it: Crea filtro per una visualizzazione del contenuto
ru: Создать фильтр представления

source: Create a gpg key
it: Crea una chiave gpg
ru: Создать ключ GPG

source: Create a host group
it: Crea un gruppo di host
ru: Создать группу узлов

source: Create architecture
it: Crea architettura
ru: Создать архитектуру

source: Created / Last Checked In
it: Creato / Ultima registrazione
ru: Создано/последний вход

source: Current Subscription Totals
it: Totale corrente delle sottoscrizioni
ru: Текущие подписки

source: Current Subscriptions
it: Sottoscrizioni correnti
ru: Действительные

source: Current organization is being deleted, switch to a different one.
it: L'organizzazione attuale è stata cancellata. Smistarsi su una organizzazione diversa.
ru: Текущая организация будет удалена. Выберите другую организацию.

source: Custom Content Repository Product
it: Prodotto repositorio del contenuto personalizzato
ru: Продукт с дополнительными репозиториями

source: Debug RPMs
it: Debug RPM
ru: Отладочные RPM

source: Default PXElinux template for new Operating Systems
it: Template PXElinux predefinito per nuovi Sistemi operativi
ru: Шаблон PXElinux для новых операционных систем

source: Default View
it: Visualizzazione predefinita
ru: Стандартное представление

source: Default finish template for new Operating Systems
it: Template finish predefinito per nuovi Sistemi operativi
ru: Шаблон завершающих сценариев для новых операционных систем

source: Default iPXE template for new Operating Systems
it: Template iPXE predefinito per nuovi Sistemi operativi
ru: Шаблон iPXE для новых операционных систем

source: Default partitioning table for new Operating Systems
it: Tabella di partizionamento predefinita per nuovi Sistemi operativi
ru: Таблица разделов для новых операционных систем

source: Default provisioning template for new Operating Systems
it: Template provisioning predefinito per nuovi Sistemi operativi
ru: Шаблон инициализации для новых операционных систем

source: Default user data for new Operating Systems
it: Dati utente predefinito per nuovi Sistemi operativi
ru: Данные пользователя для новых операционных систем

source: Delete %s?
it: Cancella %s?
ru: Удалить %s?

source: Delete a filter
it: Cancella filtro
ru: Удалить фильтр

source: Delete architecture
it: Cancella architettura
ru: Удалить архитектуру

source: Deleted content host '%s'
it: Host di contenuto '%s' rimosso
ru: Узел «%s» удален

source: Dependencies:
it: Dipendenze:
ru: Зависимости:

source: Description of the content host
it: Descrizione host di contenuto
ru: Описание узла содержимого

source: Description:
it: Descrizione:
ru: Описание:

source: Description:
it: Descrizione:
ru: Описание:

source: Destroy Host
it: Elimina host
ru: Удалить узел

source: Destroy a gpg key
it: Eliminauna chiave gpg
ru: Удалить ключ GPG

source: Destroy one or more systems
it: Elimina uno o più sistemi
ru: Удалить системы

source: Difference
it: Differenza
ru: Разность

source: Difference:
it: Differenza:
ru: Разность:

source: Disable a repository form the set
it: Disabilita un repositorio dall'insieme
ru: Исключить репозиторий из набора

source: Display
ru: Показать

source: Distribution
it: Distribuzione
ru: Дистрибутив

source: Distribution '%s' not found within the repository
it: Distribuzione '%s' non trovata all'interno del repositorio
ru: Дистрибутив «%s» не найден в репозитории

source: Distribution with id '%s' not found
it: Distribuzione con id '%s' non trovata
ru: Дистрибутив с ID «%s» не найден.

source: Distributor
it: Distributore
ru: Дистрибьютор

source: Distributor '%s' was created.
it: È stato creato il distributore '%s'.
ru: Дистрибьютор «%s» создан.

source: Distributor '%s' was updated.
it: È stato aggiornato il distributore '%s'.
ru: Дистрибьютор «%s» обновлен.

source: Distributor Events
it: Eventi del distributore
ru: События дистрибьютора

source: Distributor Info
it: Informazioni del distributore
ru: Дистрибьютор
