Repository: Katello/katello
Catalog: engines/bastion_katello/engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: ka, pt_br

source: Container Image Manifests
ka: კონტეინერის ასლების მანიფესტები
pt_br: Manifestos de imagens de contêineres

source: Container Image Registry
ka: კონტეინერის ასლის რეესტრი

source: Container Image Tags
ka: კონტეინერის ასლის ჭდეები
pt_br: Tags de imagem de contêiner

source: Content
ka: შემცველობა
pt_br: Conteúdo

source: Content Counts
ka: შემცველობის რაოდენობა
pt_br: Contas de Conteúdo

source: Content Credential
ka: შემცველობის ავტორიზაციის დეტალები

source: Content Credential %s has been created.
ka: შემცველობის ავტორიზაციის დეტალები %s შეიქმნა.
pt_br: Foi criada a Credencial de Conteúdo %s.

source: Content Credential Contents
ka: შემცველობის ავტორიზაციის დეტალების შემცველობა
pt_br: Conteúdo Conteúdo Credencial

source: Content Credential successfully uploaded
ka: შემცველობის ავტორიზაციის დეტალები წარმატებით განახლდა
pt_br: Conteúdo Credencial carregado com sucesso

source: Content credential updated
ka: შემცველობის ავტორიზაციის დეტალები განახლდა
pt_br: Credencial de conteúdo atualizada

source: Content Credentials
ka: შემცველობის ავტორიზაცის დეტალები
pt_br: Credenciais de conteúdo

source: Content Host
ka: შემცველობის ჰოსტი
pt_br: Host de Conteúdo

source: Content Host Bulk Content
ka: შემცველობის ჰოსტი მრავალი შემცველობა
pt_br: Conteúdo Conteúdo do Host Bulk

source: Content Host Bulk Subscriptions
ka: შემცველობის ჰოსტის მრავალი გამოწერა
pt_br: Assinaturas em massa de conteúdo

source: Content Host Content
ka: შემცველობის ჰოსტის შემცველობა
pt_br: Conteúdo Conteúdo do Host

source: Content Host Counts
ka: შემცველობის ჰოსტის რაოდენობა
pt_br: Conteúdos Contém

source: Content Host Limit
ka: შემცველობის ჰოსტის ლიმიტი
pt_br: Limite do Host de Conteúdo

source: Content Host Properties
ka: შემცველობის ჰოსტის თვისებები
pt_br: Propriedades do hospedeiro de conteúdo

source: Content Host Registration
ka: შემცველობის ჰოსტის რეგისტრაცია
pt_br: Registro de anfitrião de conteúdo

source: Content Host Status
ka: შემცველობის ჰოსტის სტატუსი
pt_br: Status do hospedeiro de conteúdo

source: Content Host Traces Management
ka: შემცველობის ჰოსტის ტრეისების მართვა

source: Content Host:
ka: შემცველობის ჰოსტი:
pt_br: Host de conteúdo:

source: Content Hosts
ka: შემცველობის ჰოსტები
pt_br: Hosts de Conteúdo

source: Content Hosts for Activation Key:
ka: შემცველობის ჰოსტები აქტივაციის გასაღებისთვის:
pt_br: Chave de ativação de conteúdo:

source: Content Hosts for:
ka: შემცველობის ჰოსტები:
pt_br: Hosts de conteúdo para:

source: Content Only
ka: მხოლოდ შემცველობა

source: Content Type
ka: შემცველობის ტიპი
pt_br: Tipo de Conteúdo

source: Content View
ka: სარჩევი ხედი
pt_br: Visão do conteúdo

source: Content View Version
ka: შემცველობის ხედის ვერსია
pt_br: Versão de visualização do conteúdo

source: Content View:
ka: შემცველობის ხედი:
pt_br: Vista do conteúdo:

source: Content Views
ka: შემცველობის ხედები
pt_br: Exibições de conteúdo

source: Content Views for Deb:
ka: შემცველობის ხედი Deb-ისთვის:
pt_br: Visualizações de conteúdo para Deb:

source: Content Views for File:
ka: შემცველობის ხედი ფაილისთვის:
pt_br: Visualizações de conteúdo para arquivo:

source: Content Views that contain this Deb
ka: შემცველობის ხედები, რომლებიც ამ Deb ფაილს შეიცავენ
pt_br: Visualizações de conteúdo que contêm esta Deb

source: Content Views that contain this File
ka: შემცველობის ხედები, რომელებიც ამ ფაილს შეიცავენ
pt_br: Visualizações de conteúdo que contêm este arquivo

source: Context
ka: კონტექსტი
pt_br: Contexto

source: Contract
ka: კონტრაქტი
pt_br: Contrato

source: Copy Activation Key
ka: აქტივაციის გასაღების კოპირება
pt_br: Chave de ativação de cópia

source: Copy Host Collection
ka: ჰოსტის კოლექციის კოპირება
pt_br: Cópia da Coleção Host

source: Cores per Socket
ka: ბირთვი თითო სოკეტზე
pt_br: Núcleos por Tomada

source: Create
ka: შექმნა
pt_br: Criar

source: Create a copy of {{ activationKey.name }}
ka: {{ activationKey.name }} -ის კოპირება
pt_br: Crie uma cópia de {{ activationKey.name }}

source: Create a copy of {{ hostCollection.name }}
ka: {{ hostCollection.name }} -ის კოპირება
pt_br: Crie uma cópia de {{ hostCollection.name }}

source: Create Activation Key
ka: აქტივაციის გასაღების შექმნა
pt_br: Criar chave de ativação

source: Create Content Credential
ka: შემცველობის ავტორიზაციის დეტალების შექმნა
pt_br: Criar Credencial de Conteúdo

source: Create Copy
ka: ასლის შექმნა

source: Create Discovered Repositories
ka: აღმოჩენილი რეპოზიტორიების შექმნა
pt_br: Criar Repositórios Descobertos

source: Create Environment Path
ka: გარემოს ბილიკის შექმნა
pt_br: Criar caminho ambiental

source: Create Host Collection
ka: ჰოსტის ახალი კოლექციის შექმნა
pt_br: Criar coleção de anfitriões

source: Create Product
ka: პროდუქტის შექმნა
pt_br: Criar Produto

source: Create Repositories
ka: რეპოზიტორიების შექმნა
pt_br: Criar repositórios

source: Create Selected
ka: მონიშნულის შექმნა
pt_br: Criar Selecionado

source: Create Status
ka: სტატუსის შექმნა
pt_br: Criar status

source: Create Sync Plan
ka: სინქის გეგმის შექმნა
pt_br: Criar Plano de Sincronização

source: Creating repository...
ka: რეპოზიტორიის შექმნა...
pt_br: Criando repositório...

source: Critical
ka: კრიტიკული
pt_br: Crítico

source: Cron Logic
ka: Cron-ის ლოგიკა

source: Current Lifecycle Environment (%e/%cv)
ka: მიმდინარე სიცოცხლის ციკლის გარემო (%e/%cv)

source: Current Subscriptions for Activation Key:
ka: შემცველობის გამოწერები აქტივაციის გასაღებისთვის:
pt_br: Assinaturas atuais para chave de ativação:

source: Custom
ka: ხელით მითითებული

source: custom cron
ka: მორგებული cron-ი

source: Custom Cron
ka: მორგებული cron-ი

source: Custom Cron : {{ product.sync_plan.cron_expression }}
ka: მიმდინარე Cron : {{ product.sync_plan.cron_expression }}

source: Customize
ka: მორგება

source: CVEs
ka: CVE-ები

source: daily
ka: დღეში ერთხელ
pt_br: diariamente

source: Daily at {{ product.sync_plan.sync_date | date:'mediumTime' }} (Server Time)
ka: ყოველდღე, {{ product.sync_plan.sync_date | date:'mediumTime' }} (სერვერის დრო)
pt_br: Diariamente em {{ product.sync_plan.sync_date | date:'mediumTime' }} (horário do servidor)

source: Date
ka: თარიღი
pt_br: Data

source: Deb Package Actions
ka: Deb პაკეტის ქმედებები

source: deb Package Updates
ka: deb პაკეტის განახლებები

source: deb Packages
ka: deb პაკეტები
pt_br: pacotes deb

source: Deb Packages
ka: Deb პაკეტები
pt_br: Pacotes deb

source: Deb Packages <div>{{ library.counts.debs || 0 }}</div>
ka: Deb პაკეტები <div>{{ library.counts.debs || 0 }}</div>

source: Deb Packages for:
ka: Deb პაკეტები:

source: Deb Repositories
ka: Deb რეპოზიტორიები
pt_br: Repositórios de depuração

source: Deb Repositories <div>{{ library.counts.deb_repositories || 0 }}</div>
ka: Deb რეპოზიტორიები <div>{{ library.counts.deb_repositories || 0 }}</div>

source: Debs
ka: DEB-ები
pt_br: Depurações

source: Default
ka: ნაგულისხმევი
pt_br: Padrão

source: Default Status
ka: ნაგულისხმები სტატუსი

source: Delete
ka: წაშლა
pt_br: Excluir

source: Delete {{ table.numSelected }} Hosts?
ka: წავშალო {{ table.numSelected }} ჰოსტი?

source: Delete filters
ka: ფილტრების წაშლა

source: Delete Hosts
ka: ჰოსტების წაშლა
pt_br: Apagar hosts

source: Delta RPM
ka: დელტა RPM

source: Dependencies
ka: დამოკიდებულებები
pt_br: Dependências

source: Description
ka: აღწერა
pt_br: Descrição

source: Details
ka: დეტალები
pt_br: Detalhes

source: Details for Activation Key:
ka: აქტივაციის გასაღები დეტალები:
pt_br: Detalhes da chave de ativação:

source: Details for Container Image Tag:
ka: კონტეინერის ასლის ჭდის დეტალები:

source: Details for Product:
ka: პროდუქტის დეტლები:
pt_br: Detalhes do Produto:

source: Details for Repository:
ka: რეპოზიტორიის დეტალები:
pt_br: Detalhes para Repositório:

source: Digest
ka: დაიჯესტი

source: Disable
ka: გამორთვა
pt_br: Desabilitar

source: Disabled
ka: გამორთულია
pt_br: Desativado

source: Disabled (overridden)
ka: გამორთულია (overridden)
pt_br: Deficiente (anulado)

source: Discover
ka: აღმოაჩინეთ
pt_br: Descubra

source: Discover Repositories
ka: რეპოზიტორიების აღმოჩენა
pt_br: Descobrir Repositórios

source: Discovered Repository
ka: აღმოჩენილი რეპოზტორია
pt_br: Repositório Descoberto

source: Discovery failed. Error: %s
ka: აღმოჩენა შეუძლებელია. შეცდომა: %s
pt_br: A descoberta falhou. Erro: %s

source: Distribution
ka: გავრცელება
pt_br: Distribuição

source: Distribution Information
ka: განაწილების ინფორმაცია
pt_br: Informações sobre distribuição

source: Docker Tags
ka: Docker-ის ჭდეები
pt_br: Tags do Docker

source: Done
ka: დასრულებულია
pt_br: Feito

source: Download Policy
ka: გადმოწერის წესები
pt_br: Política de download

source: Enable
ka: ჩართვა
pt_br: Habilitar

source: Enable Traces
ka: ტრეისების ჩართვა

source: Enabled
ka: ჩართულია
pt_br: Ativado

source: Enabled (overridden)
ka: ჩართული (overridden)
pt_br: Ativado (anulado)

source: Enhancement
ka: გაფართოება
pt_br: Melhoria

source: Enter Package Group Name(s)...
ka: შეიყვანეთ პაკეტის ჯგუფის სახელები...
pt_br: Digite o(s) nome(s) do(s) grupo(s) de pacote(s)...

source: Enter Package Name(s)...
ka: შეიყვანეთ პაკეტის სახელები...
pt_br: Digite o(s) nome(s) do(s) pacote(s)...

source: Environment
ka: გარემო
pt_br: Ambiente

source: Environment saved
ka: გარემო შენახულია
pt_br: Meio ambiente economizado

source: Environments
ka: გარემო
pt_br: Ambientes

source: Environments List
ka: გარემოების სია
pt_br: Lista de Ambientes

source: Errata
ka: მორჩენილი შეცდომები
pt_br: Erratas

source: Errata <div>{{ library.counts.errata.total || 0 }}</div>
ka: მორჩენილი პაჩი <div>{{ library.counts.errata.total || 0 }}</div>

source: Errata are automatically Applicable if they are Installable
ka: მორჩენილი პაჩები ავტომატურად თავსებადია, თუ ისინი დაყენებადია
pt_br: Os erros são automaticamente aplicáveis se forem instaláveis

source: Errata Details
ka: მორჩენილი პაჩის დეტალები
pt_br: Detalhes da Errata

source: Errata for:
ka: მორჩენილი პაჩის დანიშნულება:
pt_br: Errata para:

source: Errata ID
ka: მორჩენილი შეცდომის ID

source: Errata Installation
ka: მორჩენილი პაჩების დაყენება
pt_br: Instalação de Errata

source: Errata Task List
ka: მორჩენილი პაჩების ამოცანების სია
pt_br: Lista de tarefas de erros

source: Errata Tasks
ka: მორჩენილი პაჩის ამოცანები
pt_br: Errata Tarefas

source: Errata:
ka: მორჩენილი პაჩი:

source: Error during upload:
ka: შეცდომა ატვირთვისას:
pt_br: Erro durante o upload:

source: Error saving the Sync Plan:
ka: შეცდომა სინქის გეგმის შენახვისას:

source: Event
ka: მოვლენა
pt_br: Evento

source: Exclude Tags
ka: ჭდეების გამორიცხვა

source: Existing Product
ka: არსებული პროდუქტი
pt_br: Produto Existente

source: Expires
ka: იწურება
pt_br: Expira

source: Export
ka: გატანა
pt_br: Exportar

source: Family
ka: ოჯახი
pt_br: Família

source: File Information
ka: ფაილის ინფორმაცია
pt_br: Informações do arquivo

source: File too large.
ka: ფაილი ძალიან დიდია.
pt_br: Arquivo muito grande.

source: File too large. Please use the CLI instead.
ka: ფაილი ძალიან დიდია. CLI-ით სცადეთ.
pt_br: Arquivo muito grande. Por favor, use o CLI em seu lugar.

source: File:
ka: ფაილი:
pt_br: Arquivo:

source: Filename
ka: ფაილის სახელი
pt_br: Nome do arquivo

source: Files
ka: ფაილები
pt_br: Arquivos

source: Files in package {{ package.nvrea }}
ka: ფაილები პაკეტში {{ package.nvrea }}
pt_br: Arquivos em pacote {{ package.nvrea }}

source: Filter
ka: ფილტრი
pt_br: Flitro

source: Filter by Environment
ka: გარემოთი გაფილტვრა

source: Filter by Status:
ka: სტატუსით გაფილტვრა:

source: Filter...
ka: გაფილტვრა...
pt_br: Filtro...

source: Filters
ka: ფილტრები

source: Finished At
ka: დასრულების დრო
pt_br: Concluído em

source: Global Default
ka: გლობალური ნაგულისხმები

source: Global Default (None)
ka: გლობალური ნაგულისხმები (არაფერი)

source: GPG Key
ka: GPG გასაღები
pt_br: Chave GPG

source: Group
ka: ჯგუფი
pt_br: Grupo

source: Group Install (Deprecated)
ka: ჯგუფის დაყენება (Deprecated)

source: Group Remove (Deprecated)
ka: ჯგუფის წაშლა (Deprecated)

source: Guests of
ka: სტუმარი
pt_br: Convidados de

source: Helper
ka: დამხმარე
pt_br: Ajudante

source: Host %s has been deleted.
ka: ჰოსტი წაიშალა: %s.
pt_br: O host %s foi excluído.

source: Host %s has been unregistered.
ka: %s-ის რეგისტრაცია მოხსნილია.
pt_br: O host %s não foi registrado.

source: Host Collection Management
ka: ჰოსტის კოლექცის მართვა
pt_br: Gerenciamento de coleta de hospedagem

source: Host Collection Membership
ka: ჰოსტის კოლექციის წევრები
pt_br: Afiliação a Coleta de Anfitriões

source: Host Collection Membership Management
ka: ჰოსტის კოლექციის წევრობის მართვა

source: Host Collection removed.
ka: ჰოსტის კოლექცია წაშლილია.
pt_br: Coleção de anfitriões removida.

source: Host Collection updated
ka: ჰოსტის კოლექცია განახლდა
pt_br: Coleção de anfitriões atualizada

source: Host Collection:
ka: ჰოსტის კოლექცია:
pt_br: Coleção de anfitriões:

source: Host Collections
ka: ჰოსტების კოლექციები
pt_br: Coleções de Host

source: Host Collections for:
ka: ჰოსტის კოლექციების დანიშნულება:
pt_br: Coleções de anfitriões para:

source: Host Count
ka: ჰოსტების რაოდენობა
pt_br: Contagem de anfitriões

source: Host Group
ka: ჰოსტების ჯგუფი
pt_br: Grupo de Host

source: Host Limit
ka: ჰოსტის ლიმიტი
pt_br: Limite do anfitrião

source: Hostname
ka: ჰოსტის სახელი
pt_br: Nome da máquina

source: Hosts
ka: ჰოსტები

source: hourly
ka: საათში ერთხელ
pt_br: de hora em hora

source: HTTP Proxy
ka: HTTP პროქსი
pt_br: Proxy HTTP

source: HTTP Proxy Management
ka: HTTP პროქსის მართვა

source: HTTP Proxy Policy
ka: HTTP პროქსის წესი

source: HTTP Proxy Policy:
ka: HTTPS პროქსის წესი:

source: HTTP Proxy:
ka: HTTP პროქსი:

source: Ignore SRPMs
ka: SRPM-ების იგნორი

source: Ignore treeinfo
ka: Treeinfo-ის გამოტოვება

source: Image
ka: ასლი
pt_br: Imagem

source: Immediate
ka: უეცარი
pt_br: Imediato(a)

source: Important
ka: მნიშვნელოვანი
pt_br: Importante

source: Include Tags
ka: ჭდეების ჩასმა

source: Independent Packages
ka: დამოუკიდებელი პაკეტები

source: Install
ka: დაყენება
pt_br: Instalar

source: Install Selected
ka: მონიშნულის დაყენება
pt_br: Instalação Selecionada

source: Installable
ka: დაყენებადი
pt_br: Instalável

source: Installable Errata
ka: დაყენებადი მორჩენილი პაჩები
pt_br: Errata instalável

source: Installable Updates
ka: დაყენებადი განახლებები
pt_br: Atualizações instaláveis

source: Installed
ka: ჩადგმულია
pt_br: Instalados

source: Installed Deb Packages
ka: დაყენებული Deb პაკეტები

source: Installed On
ka: დაყენების დრო
pt_br: Instalado em

source: Installed Package
ka: დაყენებული პაკეტი
pt_br: Pacote instalado

source: Installed Packages
ka: დაყენებული პაკეტები
pt_br: Pacotes instalados

source: Installed Products
ka: დაყენებული პროდუქტები
pt_br: Produtos Instalados

source: Installed Profile
ka: დაყენებული პროფილი

source: Interfaces
ka: ინტერფეისები

source: Interval
ka: ინტერვალი
pt_br: Intervalo

source: IPv4 Address
ka: IPv4 მისამართი
pt_br: Endereço IPv4

source: IPv6 Address
ka: IPv6 მისამართი
pt_br: Endereço IPv6

source: Issued
ka: გამოშვება
pt_br: Emitido em

source: Katello Tracer
ka: Katello-ის ტრეისერი

source: Label
ka: ჭდე
pt_br: Rótulo

source: Last Checkin
ka: ბოლო მომართვა
pt_br: Último Checkin

source: Last Published
ka: ბოლო გამოქვეყნება
pt_br: Publicado pela última vez

source: Last Puppet Report
ka: Puppet-ს ბოლო ანგარიში
pt_br: Último Relatório de Marionetes

source: Last Sync
ka: ბოლო სინრქრონიზაცია
pt_br: Última Sincronia

source: Last sync failed:
ka: სინქის ბოლო შეცდომა:

source: Last synced
ka: ბოლო სინქრონიზაცია

source: Last Updated On
ka: უკანასკნელი განახლება
pt_br: Última Atualização em

source: Library
ka: ბიბლიოთეკა
pt_br: Biblioteca

source: Library Repositories
ka: ბიბლიოთეკის რეპოზიტორიები
pt_br: Repositórios de bibliotecas

source: Library Repositories that contain this Deb.
ka: ბიბლიოთეკის რეპოზიტორიები, რომლებიც ამ Deb ფაილს შეიცავენ.
pt_br: Repositórios de bibliotecas que contêm esta Deb.

source: Library Repositories that contain this File.
ka: ბიბლიოთეკის რეპოზიტორიები, რომლებიც ამ ფაილს შეიცავენ.
pt_br: Repositórios da biblioteca que contêm este arquivo.

source: Library Synced Content
ka: ბიბლიოთეკასთან სინქრონიზებული შემცველობა
pt_br: Biblioteca Conteúdo Sincronizado

source: License
ka: ლიცენზია
pt_br: Licença

source: Lifecycle Environment
ka: ცხოვრების ციკლის გარემო
pt_br: Ambiente de Ciclo de Vida

source: Lifecycle Environment Paths
ka: ცხოვრების ციკლის გარემოს ბილიკები
pt_br: Caminhos do ambiente do ciclo de vida

source: Lifecycle Environment:
ka: ცხოვრების ციკლის გარემო:

source: Lifecycle Environments
ka: ცხოვრების ციკლის გარემოები
pt_br: Ambientes de ciclo de vida

source: Limit
ka: ზღვარი
pt_br: Limite

source: Limit to environment
ka: შეზღუდვა გარემომდე
pt_br: Limite ao meio ambiente

source: Limit to Environment
ka: გარემოზე შეზღუდვა
pt_br: Limite ao meio ambiente

source: Limit to Lifecycle Environment
ka: ცხოვრების ციკლზე შეზღუდვა

source: Limit:
ka: ლიმიტი:
pt_br: Limite:

source: List
ka: სია
pt_br: Lista

source: List Host Collections
ka: ჰოსტის კოლექციების სია

source: List Hosts
ka: ჰოსტების სია

source: List Products
ka: პროდუქტების სია

source: List Subscriptions
ka: გამოწერების სია

source: List/Remove
ka: სია/წაშლა
pt_br: Lista/Remover

source: Loading...
ka: იტვირთება...
pt_br: Carregando...

source: Loading..."
ka: იტვირთება..."
pt_br: Carregando..."

source: Manage Ansible Collections for Repository:
ka: Ansible-ის კოლექციების მართვა რეპოზიტორიისთვის:

source: Manage Container Image Manifests for Repository:
ka: კონტეინერის ასლის მანიფესტების მართვა რეპოზიტორიისთვის:

source: Manage Content for Repository:
ka: რეპოზიტორიის შემცველობის მართვა:

source: Manage deb Packages for Repository:
ka: Deb პაკეტების მართვა რეპოზიტორიისთვის:
pt_br: Gerenciar pacotes de deb para Repositório:

source: Manage Errata
ka: მორჩენილი პაჩის მართვა
pt_br: Gerenciar Errata

source: Manage Files for Repository:
ka: რეპოზიტორიის ფაილების მართვა:
pt_br: Gerenciar Arquivos para Repositório:

source: Manage Host Traces
ka: ჰოსტის ტრეისების მართვა

source: Manage HTTP Proxy
ka: HTTP პროქსის მართვა

source: Manage Module Streams
ka: მოდულის ნაკადების მართვა

source: Manage Module Streams for Repository:
ka: რეპოზიტორიის მოდულის ნაკადების მართვა:

source: Manage Packages
ka: პაკეტების მართვა
pt_br: Gerenciar pacotes

source: Manage Packages for Repository:
ka: რეპოზიტორიის პაკეტების მართვა:
pt_br: Gerenciar Pacotes para Repositório:

source: Manage Repository Sets
ka: რეპოზიტორიის სეტების მართვა
pt_br: Gerenciar Conjuntos de Repositórios

source: Manage Subscriptions
ka: გამოწერების მართვა
pt_br: Gerenciar Assinaturas

source: Manage Sync Plan
ka: სინქრონიზაციის გეგმის მართვა
pt_br: Gerenciar Plano de Sincronização

source: Manage System Purpose
ka: სისტემის დანიშნულების მართვა

source: Manifest Lists
ka: მანიფესტის სიები
pt_br: Listas Manifestativas

source: Manifest Type
ka: მანიფესტის ტიპი
pt_br: Tipo de Manifesto

source: Metadata Expiration (Seconds)
ka: მეტამონაცემების ვადა (წამებში)

source: Mirroring Policy
ka: სარკისებრი ასლის წესი

source: Model
ka: მოდელი
pt_br: Modelar

source: Moderate
ka: საშუალო
pt_br: Moderado

source: Modular
ka: მოდულარული

source: Module Stream Management
ka: მოდულის ნაკადის მართვა

source: Module Stream Packages
ka: მოდულის ნაკადის პაკეტები

source: Module Streams
ka: მოდულის ნაკადები
pt_br: Fluxos de módulo

source: Module Streams <div>{{ library.counts.module_streams || 0 }}</div>
ka: მოდულის ნაკადები: <div>{{ library.counts.module_streams || 0 }}</div>

source: Module Streams for:
ka: მოდულის ნაკადების დანიშნულება:

source: More Details
ka: მეტი დეტალი
pt_br: Mais detalhes

source: N/A
ka: არარსებული
pt_br: N/D

source: Name
ka: სახელი
pt_br: Nome

source: Networking
ka: ქსელი
pt_br: Trabalho em rede

source: Never
ka: არასდროს
pt_br: Nunca

source: Never checked in
ka: მონაცემები არასდროს გადმოუცია

source: Never registered
ka: არასდროს დარეგისტრირებულა

source: Never synced
ka: სინქრონიზაცია არ მომხდარა
pt_br: Nunca sincronizado

source: New Activation Key
ka: აქტივაციის ახალი გასაღები
pt_br: Nova chave de ativação

source: New Content Credential
ka: ახალი შემცველობის ავტორიზაციის დეტალები

source: New Environment
ka: ახალი გარემო
pt_br: Novo Ambiente

source: New Host Collection
ka: ახალი ჰოსტების კოლექცია

source: New Name:
ka: ახალი სახელი:
pt_br: Novo nome:

source: New Product
ka: ახალი პროდუქტი
pt_br: Novo produto

source: New Repository
ka: ახალი რეპოზიტორია
pt_br: Novo Repositório

source: New Sync Plan
ka: სინქრონიზაციის ახალი გეგმა
pt_br: Novo Plano de Sincronização

source: New sync plan successfully created.
ka: სინქის ახალი გეგმა წარმატებით შეიქმნა.
pt_br: Novo plano de sincronização criado com sucesso.

source: Next
ka: შემდეგი
pt_br: Próximo

source: Next Sync
ka: შემდეგი სინქი
pt_br: Próxima Sincronia

source: No
ka: არა
pt_br: Não

source: No Content Hosts match this Erratum.
ka: შემცველობის ჰოსტები ამ მორჩენილ პაჩს არ ემთხვევა.
pt_br: Nenhum hospedeiro de conteúdo corresponde a este erro.

source: No Content Views contain this Deb
ka: ამ Deb-ს არც ერთი შემცველობის ხედი არ შეიცავს
pt_br: Nenhuma Vista de Conteúdo contém esta Deb

source: No Content Views contain this File
ka: ამ ფალს შემცველობის არც ერთი ხედი არ შეიცავს
pt_br: Nenhuma vista de conteúdo contém este arquivo

source: No content views exist for {{selected.environment.name}}
ka: {{selected.environment.name}}-სთვის შემცველობის ხედი არ არსებობს
pt_br: Não existem visualizações de conteúdo para {{selected.environment.name}}

source: No discovered repositories.
ka: აღმოჩენილი რეპოზიტორიების გარეშე.
pt_br: Nenhum repositório descoberto.

source: No Host Collections match your search.
ka: ჰოსტების კოლექციები თქვენს ძებნას არ ემთხვევა.
pt_br: Nenhuma coleção de anfitriões corresponde à sua busca.

source: No HTTP Proxies found
ka: HTTP პროქსიები ნაპოვნი არაა

source: No HTTP Proxy
ka: HTTP პროქსის გარეშე

source: No matching results.
ka: შესაბამისი შედეგების გარეშე.
pt_br: Sem resultados correspondentes.

source: No Packages to show
ka: საჩვენებელი პაკეტების გარეშე

source: No products are available to add to this Sync Plan.
ka: სინქრონიზაციის ამ გეგმაში ჩასამატებელი პროდუქტები არ არსებობს.
pt_br: Não há produtos disponíveis para adicionar a este Plano de Sincronização.

source: No products have been added to this Sync Plan.
ka: სინქრონიზაციის ამ გეგმაში პროდუქტები არ ჩამატებულა.

source: No releases exist in the Library.
ka: რელიზი ბიბლიოთეკაში არ არსებობს.
pt_br: Não existem lançamentos na Biblioteca.

source: No Repositories contain this Deb
ka: ამ Deb ფაილს არცერთი რეპოზიტორია არ შეიცავს
pt_br: Nenhum Repositório contém este Deb

source: No Repositories contain this Erratum.
ka: ამ შემორჩენილ პაჩს არცერთი რეპოზიტორია არ შეიცავს.
pt_br: Nenhum Repositório contém este erro.

source: No Repositories contain this File
ka: ამ ფაილს არცერთი რეპოზიტორია არ შეიცავს
pt_br: Nenhum Repositório contém este arquivo

source: No Repositories contain this Package.
ka: ამ პაკეტს არცერთი რეპოზიტორია არ შეიცავს.
pt_br: Nenhum Repositório contém este pacote.

source: No repository sets provided through subscriptions.
ka: გამოწერების საშუალებით რეპოზიტორიის სეტები მიწოდებული არაა.
pt_br: Não são fornecidos conjuntos de repositórios através de assinaturas.

source: No restriction
ka: შეზღუდვის გარეშე

source: No sync information available.
ka: სინქის ინფორმაცია ხელმიუწვდომელია.
pt_br: Não há informações de sincronização disponíveis.

source: No tasks exist for this resource.
ka: ამ რესურსისთვის ამოცანები არ არსებობს.
pt_br: Não existem tarefas para este recurso.

source: None
ka: არაფერი
pt_br: Nenhum

source: Not Applicable
ka: არ განეკუთვნება

source: Not started
ka: არ არის გაშვებული
pt_br: Não iniciado

source: Not Synced
ka: სინქრონიზაცია არ მომხდარა
pt_br: Não foi Sincronizado

source: Number of CPUs
ka: CPU-ების რიცხვი
pt_br: Número de CPUs

source: Number of Repositories
ka: რეპოზიტორიების რიცხვი
pt_br: Número de Repositórios
