Repository: Katello/katello
Catalog: engines/bastion_katello/engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: ka, pt_br

source: -- select an interval --
ka: -- აირჩიეთ ინერვალი --
pt_br: -- selecione um intervalo --

source: (future)
ka: (მომავალი)
pt_br: (futuro)

source: {{ 'Add Selected' | translate }}
ka: {{ 'მონიშნულის დამატება' | translate }}

source: {{ deb.hosts_applicable_count }} Host(s)
ka: {{ deb.hosts_applicable_count }} ჰოსტი

source: {{ deb.hosts_applicable_count || 0 }} Applicable,
ka: {{ deb.hosts_applicable_count || 0 }} შესაბამისი,

source: {{ deb.hosts_available_count }} Host(s)
ka: {{ deb.hosts_available_count }} ჰოსტი

source: {{ deb.hosts_available_count || 0 }} Upgradable
ka: {{ deb.hosts_available_count || 0 }} განახლებადი

source: {{ errata.hosts_applicable_count || 0 }} Applicable,
ka: {{ errata.hosts_applicable_count || 0 }} შესაბამისი,
pt_br: {{ errata.hosts_applicable_count || 0 }} Aplicável,

source: {{ errata.hosts_available_count || 0 }} Installable
ka: {{ errata.hosts_available_count || 0 }} დაყენებადი
pt_br: {{ errata.hosts_available_count || 0 }} Instalável

source: {{ installedDebCount }} Host(s)
ka: {{ installedDebCount }} ჰოსტი

source: {{ installedPackageCount }} Host(s)
ka: {{ installedPackageCount }} ჰოსტი
pt_br: {{ installedPackageCount }} Hospedeiro(s)

source: {{ package.hosts_applicable_count }} Host(s)
ka: {{ package.hosts_applicable_count }} ჰოსტი
pt_br: {{ package.hosts_applicable_count }} Hospedeiro(s)

source: {{ package.hosts_applicable_count || 0 }} Applicable,
ka: {{ package.hosts_applicable_count || 0 }} შესაბამისი,
pt_br: {{ package.hosts_applicable_count || 0 }} Aplicável,

source: {{ package.hosts_available_count }} Host(s)
ka: {{ package.hosts_available_count }} ჰოსტი
pt_br: {{ package.hosts_available_count }} Hospedeiro(s)

source: {{ package.hosts_available_count || 0 }} Upgradable
ka: {{ package.hosts_available_count || 0 }} განახლებადი
pt_br: {{ package.hosts_available_count || 0 }} Atualizável

source: {{ package.human_readable_size }} ({{ package.size }} Bytes)
ka: {{ package.human_readable_size }} ({{ package.size }} ბაიტი)

source: {{ repository.content_counts.ansible_collection || 0 }} Ansible Collections
ka: {{ repository.content_counts.ansible_collection || 0 }} Ansible-ის კოლექცია

source: {{ repository.content_counts.deb || 0 }} deb Packages
ka: {{ repository.content_counts.deb || 0 }} deb პაკეტი
pt_br: {{ repository.content_counts.deb || 0 }} Pacotes deb

source: {{ repository.content_counts.docker_manifest || 0 }} Container Image Manifests
ka: {{ repository.content_counts.docker_manifest || 0 }} კონტეინერის ასლის მანიფესტი

source: {{ repository.content_counts.docker_manifest_list || 0 }} Container Image Manifest Lists
ka: {{ repository.content_counts.docker_manifest_list || 0 }} კონტეინერის ასლის მანიფესტის სია

source: {{ repository.content_counts.docker_tag || 0 }} Container Image Tags
ka: {{ repository.content_counts.docker_tag || 0 }} კონტეინერის ასლის ჭდე

source: {{ repository.content_counts.erratum || 0 }} Errata
ka: {{ repository.content_counts.erratum || 0 }} შემორჩენილი პაჩი

source: {{ repository.content_counts.file || 0 }} Files
ka: {{ repository.content_counts.file || 0 }} ფაილი
pt_br: {{ repository.content_counts.file || 0 }} Arquivos

source: {{ repository.content_counts.rpm || 0 }} Packages
ka: {{ repository.content_counts.rpm || 0 }} პაკეტი
pt_br: {{ repository.content_counts.rpm || 0 }} Pacotes

source: {{ repository.content_counts.srpm }} Source RPMs
ka: {{ repository.content_counts.srpm }} წყარო RPM
pt_br: {{ repository.content_counts.srpm }} Fonte RPMs

source: {{ repository.last_sync_words }} ago
ka: {{ repository.last_sync_words }} -ის წინ
pt_br: {{ repository.last_sync_words }} atrás

source: %(consumed)s out of %(quantity)s
ka: %(consumed)s %(quantity)s-დან
pt_br: %(consumed)s de %(quantity)s

source: %count environment(s) can be synchronized: %envs
ka: %count გარემოს სინქრონიზაცია შეუძლებელია: %envs
pt_br: %count ambiente(s) pode(m) ser sincronizado(s): %envs

source: <b>Description</b>
ka: <b>აღწერა</b>

source: <b>Issued</b>
ka: <b>gგამოცემულია</b>

source: <b>Module Streams</b>
ka: <b>მოდულის ნაკადები</b>

source: <b>Packages</b>
ka: <b>პაკეტი</b>

source: <b>Reboot Suggested</b>
ka: <b>სჯობს გადატვირთოთ</b>

source: <b>Solution</b>
ka: <b>გადაწყვეტა</b>

source: <b>Title</b>
ka: <b>სათაური</b>

source: <b>Type</b>
ka: <b>ტიპი</b>

source: <b>Updated</b>
ka: <b>განახლებულია</b>

source: 1 Content Host
ka: {{ host.subscription_facet_attributes.virtual_guests.length }} შემცველობის ჰოსტი

source: 1 repository sync has errors.
ka: {{ product.sync_summary.error || product.sync_summary.warning }} რეპოზიტორიის სინქის შეცდომა.

source: 1 repository sync in progress.
ka: მიმდინარეობს {{ product.sync_summary.pending}} რეპოზიტორიის სინქი.
pt_br: 1 sincronia de repositório em andamento.

source: 1 successfully synced repository.
ka: {{ product.sync_summary.success}} რეპოზიტორიის სინქი წარმატებით დასრულდა.
pt_br: 1 repositório sincronizado com sucesso.

source: A comma-separated list of container image tags to include when syncing.
ka: სინქრონიზაციაში ჩასასმელი მძიმით გამოყოფილი კონტეინერის დისკის ასლის ჭდეები.

source: Account
ka: ანგარიში
pt_br: Conta

source: Action Type
ka: ქმედების ტიპი
pt_br: Tipo de ação

source: Actions
ka: ქმედებები
pt_br: Ações

source: Activation Key
ka: აქტივაციის გასაღები
pt_br: Chave de ativação

source: Activation Key Content
ka: აქტივაციის გასაღების შემცველობა
pt_br: Conteúdo da chave de ativação

source: Activation Key removed.
ka: აქტივაციის გასაღები წაშლილია.
pt_br: Chave de ativação removida.

source: Activation Key updated
ka: აქტივაციის გასაღები განახლდა
pt_br: Chave de ativação atualizada

source: Activation Key:
ka: აქტივაციის გასაღები:
pt_br: Chave de ativação:

source: Activation Keys
ka: აქტივაცის გასაღებები
pt_br: Chaves de ativação

source: Active Tasks
ka: აქტიური ამოცანები
pt_br: Tarefas ativas

source: Add
ka: დამატება
pt_br: Adicionar

source: Add Content Hosts to:
ka: შემცველობის ჰოსტების მიმატება:
pt_br: Adicionar Hosts de Conteúdo a:

source: Add Host Collections
ka: ჰოსტის კოლექციების დამატება

source: Add hosts to the host collection to see available actions.
ka: შესაძლო ქმედებების სანახავად ჰოსტები კოლექციებში ჩაამატეთ.

source: Add New Environment
ka: ახალი გარემოს დამატება
pt_br: Adicionar Novo Ambiente

source: Add ons
ka: დამატებები
pt_br: Complementos

source: Add ons:
ka: დამატებები:

source: Add Products
ka: დაამატეთ პროდუქტები

source: Add Selected
ka: მონიშნულის დამატება
pt_br: Adicionar selecionado

source: Add Subscriptions
ka: გამოწერების დამატება
pt_br: Adicionar subscrições

source: Add Subscriptions for Activation Key:
ka: გამოწერების დამატება აქტივაციის გასაღებისთვის:
pt_br: Adicionar Assinaturas para Chave de Ativação:

source: Add Subscriptions for Content Host:
ka: ხელმოწერების დამატება შემცველობის ჰოსტისთვის:
pt_br: Adicionar Assinaturas para Host de Conteúdo:

source: Add To
ka: დამატება
pt_br: Adicione a

source: Added %x host collections to activation key "%y".
ka: %x ჰოსტის კოლექცია ჩამატებულია აქტივაციის გასაღებში "%y".
pt_br: Acrescentei %x coleções de host à chave de ativação "%y".

source: Added %x host collections to content host "%y".
ka: %x ჰოსტის კოლექცია ჩამატებულია შემცველობის ჰოსტში "%y".
pt_br: Acrescentei %x coleções de anfitriões a anfitriões de conteúdo "%y".

source: Added %x products to sync plan "%y".
ka: სინქრონიზაციის გეგმაში %y ჩაემატა %x პროდუქტი.
pt_br: Acrescentado %x produtos para plano de sincronização "%y".

source: Adding Lifecycle Environment to the end of "{{ priorEnvironment.name }}"
ka: ცხოვრების ციკლის გარემო "{{ priorEnvironment.name }}"-ის ბოლოში დაემატება
pt_br: Adicionando Ambiente de Ciclo de Vida ao final de "{{ priorEnvironment.name }}"

source: Additive
ka: დანამატი

source: Advanced Sync
ka: დამატებითი სინქი
pt_br: Sincronia Avançada

source: Advisory
ka: საკონსულტაციო
pt_br: Assessoria

source: Affected Hosts
ka: მოყოლილი ჰოსტები
pt_br: Anfitriões afetados

source: All
ka: ყველა

source: All Content Views
ka: შემცველობის ყველა ხედი
pt_br: Todas as visualizações de conteúdo

source: All Lifecycle Environments
ka: ცხოვრების ციკლის ყველა გარემო

source: All Repositories
ka: ყველა რეპოზიტორია
pt_br: Todos os Repositórios

source: Alternate Content Sources
ka: შემცველობის ალტერნატიული წყაროები

source: Alternate Content Sources for
ka: ალტერნატიული შემცველობის წყაროები დანიშნულებისთვის

source: An error occured: %s
ka: შეცდომა: %s
pt_br: Ocorreu um erro: %s

source: An error occurred initiating the sync:
ka: შეცდომა სინქის გასვებისას:
pt_br: Ocorreu um erro ao iniciar a sincronização:

source: An error occurred removing the Activation Key:
ka: შეცდომა აქტივაციის გასაღების წაშლისას:
pt_br: Ocorreu um erro ao remover a chave de ativação:

source: An error occurred removing the content hosts.
ka: შეცდომა შემცველობის ჰოსტის წაშლისას.
pt_br: Ocorreu um erro ao remover os hosts de conteúdo.

source: An error occurred removing the environment:
ka: შეცდომა გარემოს წაშლისას:
pt_br: Ocorreu um erro ao remover o ambiente:

source: An error occurred removing the Host Collection:
ka: შეცდომა ჰოსტის კოლექციის წაშლისას:
pt_br: Ocorreu um erro ao remover a Coleção Anfitriã:

source: An error occurred removing the subscriptions.
ka: შეცდომა გამოწერის წაშლისას.
pt_br: Ocorreu um erro ao remover as assinaturas.

source: An error occurred saving the Activation Key:
ka: შეცდომა აქტივაციის გასაღების შენახვისას:
pt_br: Ocorreu um erro ao salvar a chave de ativação:

source: An error occurred saving the Content Host:
ka: შეცდომა შემცველობის ჰოსტის შენახვისას:
pt_br: Ocorreu um erro ao salvar o Host de Conteúdo:

source: An error occurred saving the Environment:
ka: შეცდომა გარემოს შენახვისას:
pt_br: Ocorreu um erro ao salvar o Meio Ambiente:

source: An error occurred saving the Host Collection:
ka: შეცდომა ჰოსტის კოლექციის შენახვისას:
pt_br: Ocorreu um erro ao salvar a Coleção Anfitriã:

source: An error occurred saving the Product:
ka: შეცდომა პროდუქტის შენახვისას:
pt_br: Ocorreu um erro ao salvar o Produto:

source: An error occurred saving the Repository:
ka: შეცდომა რეპოზიტორიის შენახვისას:
pt_br: Ocorreu um erro ao salvar o Repositório:

source: An error occurred saving the Sync Plan:
ka: შეცდომა სინქის გეგმის შენახვისას:
pt_br: Ocorreu um erro ao salvar o Plano de Sincronização:

source: An error occurred updating the sync plan:
ka: შეცდომა სინქის გეგმის განახლებისას:
pt_br: Ocorreu um erro ao atualizar o plano de sincronização:

source: An error occurred while creating the Content Credential:
ka: შეცდომა შემცველობის ავტორიზაციის დეტალების შექმნისას:
pt_br: Ocorreu um erro durante a criação da Credencial de Conteúdo:

source: An error occurred while creating the Product: %s
ka: შეცდომა პროდუქტის შექმნისას: %s
pt_br: Ocorreu um erro durante a criação do Produto: %s

source: An error occurred:
ka: შეცდომა:
pt_br: Ocorreu um erro:

source: Ansible Collection Authorization
ka: Ansible-ის კოლექციის ავტორიზაცია

source: Ansible Collections
ka: Ansible-ის კოლექციები
pt_br: Coleções do Ansible

source: Applicable
ka: განკუთვნილი
pt_br: Aplicável

source: Applicable Content Hosts
ka: შესატყვისი შემცველობის ჰოსტები
pt_br: Hosts de Conteúdo Aplicável

source: Applicable Deb Packages
ka: შესაბამისი deb პაკეტების სია

source: Applicable Errata
ka: განკუთვნილი მორჩენილი პაჩები
pt_br: Errata Aplicável

source: Applicable Packages
ka: ხელმისაწვდომი პაკეტები
pt_br: Pacotes aplicáveis

source: Applicable To
ka: განკუთვნილი
pt_br: Aplicável a

source: Applicable to Host
ka: განკუთვნილია ჰოსტისთვის
pt_br: Aplicável ao Host

source: Application
ka: აპლიკაცია
pt_br: Aplicação

source: Apply
ka: გამოყენება
pt_br: Aplicar

source: Apply {{ errata.errata_id }}
ka: {{ errata.errata_id }}-ის გადატარება
pt_br: Aplicar {{ errata.errata_id }}

source: Apply {{ errata.errata_id }} to {{ contentHostIds.length }} Content Host(s)?
ka: გადავატარო {{ errata.errata_id }} {{ contentHostIds.length }} შემცველობის ჰოსტს?
pt_br: Aplicar {{ errata.errata_id }} para {{ contentHostIds.length }} Host(s) de conteúdo?

source: Apply {{ errata.errata_id }} to all Content Host(s)?
ka: გადავატარო {{ errata.errata_id }} შემცველობის ყველა ჰოსტს??
pt_br: Aplicar {{ errata.errata_id }} a todo(s) Host(s) de Conteúdo?

source: Apply {{ errataIds.length }} Errata to {{ contentHostIds.length }} Content Host(s)?
ka: გადავატარო {{ errataIds.length }} მორჩენილი პაჩი {{ contentHostIds.length }} შემცველობის ჰოსტს?
pt_br: Aplicar {{ errataIds.length }} Errata para {{ contentHostIds.length }} Content Host(s)?

source: Apply {{ errataIds.length }} Errata to all Content Host(s)?
ka: გადავატრო {{ errataIds.length }} მორჩენილი პაჩი ყველა შემცველობის ჰოსტს?
pt_br: Aplicar {{ errataIds.length }} Errata a todo(s) Host(s) de Conteúdo?

source: Apply Errata
ka: მორჩენილი პაჩების გადატარება
pt_br: Aplicar Errata

source: Apply Errata to Content Host "{{host.display_name}}"?
ka: გადავატარო შემორჩენილი პაჩები შემცველობის ჰოსტს "{{host.display_name}}"?

source: Apply Errata to Content Hosts
ka: შემცველობის ჰოსტებზე შემორჩენილი პაჩების გადატარება
pt_br: Aplicar Errata aos Hosts de Conteúdo

source: Apply Errata to Content Hosts immediately after publishing.
ka: გამოცემის შემდეგ მორჩენილი პაჩების შემცველობის ჰოსტებზე დაუყოვნებლივი გადატარება.
pt_br: Aplique Errata aos Hosts de Conteúdo imediatamente após a publicação.

source: Apply Selected
ka: მონიშნულის გადატარება
pt_br: Aplicar Selecionado

source: Apply to Content Hosts
ka: შემცველობის ჰოსტებზე გადატარება
pt_br: Aplicar aos Hosts de Conteúdo

source: Apply to Hosts
ka: ჰოსტებზე გადატარება
pt_br: Aplicar para Anfitriões

source: Applying
ka: გადატარება
pt_br: Aplicando

source: Apt Actions
ka: Apt-ის ქმედებები

source: Arch
ka: არქიტექტურა
pt_br: Arq.

source: Architecture
ka: არქიტექტურა
pt_br: Arquitetura

source: Architectures
ka: არქიტექტურები
pt_br: Arquiteturas

source: Are you sure you want to add the sync plan to the selected products(s)?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, მონიშნულ პროდუქტებს სინქრონიზაციის გეგმა დაამატოთ?
pt_br: Você tem certeza de que deseja adicionar o plano de sincronização aos produtos selecionados?

source: Are you sure you want to apply Errata to content host "{{ host.display_name }}"?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ გადაატაროთ მორჩენილი პაჩები შემცველობის ჰოსტს "{{ host.display_name }}"?

source: Are you sure you want to apply the {{ table.numSelected }} selected errata to the content hosts chosen?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, {{ table.numSelected }} მონიშნულ შემცველობის ჰოსტზე მორჩენილი პაჩები გადაატროთ?
pt_br: Você tem certeza de que deseja aplicar as erratas selecionadas {{ table.numSelected }} aos anfitriões de conteúdo escolhidos?

source: Are you sure you want to delete the {{ table.numSelected }} host(s) selected?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ მონიშნული {{ table.numSelected }} ჰოსტის წაშლა?

source: Are you sure you want to disable the {{ table.numSelected }} repository set(s) chosen?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ {{ table.numSelected }} რეპოზიტორიის სეტის გათიშვა?
pt_br: Você tem certeza de que quer desativar o(s) conjunto(s) de repositório(s) {{ table.numSelected }} escolhido(s)?

source: Are you sure you want to enable the {{ table.numSelected }} repository set(s) chosen?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ {{ table.numSelected }} რეპოზიტორიის სეტის ჩართვა?
pt_br: Você tem certeza de que quer habilitar o(s) conjunto(s) de repositório(s) {{ table.numSelected }} escolhido(s)?

source: Are you sure you want to remove Activation Key "{{ activationKey.name }}"?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ წაშალოთ აქტივაციის გასაღები "{{ activationKey.name }}"?
pt_br: Você tem certeza que quer remover a Chave de Ativação "{{ activationKey.name }}"?

source: Are you sure you want to remove Content Credential {{ contentCredential.name }}?
ka: დარწმუნებული ხართ, რომ გნებავთ წაშალოთ შემცველობის ავტორიზაციის დეტალი "{{ contentCredential.name }}"?
pt_br: Você tem certeza de que deseja remover a Credencial de Conteúdo {{ contentCredential.name }}?

source: Are you sure you want to remove environment {{ environment.name }}?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ წაშალოთ გარემო {{ environment.name }}?

source: Are you sure you want to remove Host Collection "{{ hostCollection.name }}"?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ წაშალოთ ჰოსტის კოლექცია"{{ hostCollection.name }}"?
pt_br: Você tem certeza de que quer remover a Coleção Host "{{ hostCollection.name }}"?

source: Are you sure you want to remove product "{{ product.name }}"?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ წაშალოთ პროდუქტი "{{ product.name }}"?
pt_br: Você tem certeza de que quer remover o produto "{{ product.name }}"?

source: Are you sure you want to remove repository {{ repositoryWrapper.repository.name }} from all content views?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ წაშალოთ რეპოზიტორია {{ repositoryWrapper.repository.name }} ყველა შემცველობის ხედიდან?

source: Are you sure you want to remove Sync Plan "{{ syncPlan.name }}"?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ წაშალოთ სინქის გეგმა "{{ syncPlan.name }}"?
pt_br: Você tem certeza de que quer remover o Sync Plan "{{ syncPlan.name }}"?

source: Are you sure you want to remove the {{ table.getSelected()[0].name }} file?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, {{ table.getSelected()[0].name }} ფაილი წაშალოთ?

source: Are you sure you want to remove the {{ table.getSelected()[0].name }} package?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, {{ table.getSelected()[0].name }} პაკეტი წაშალოთ?

source: Are you sure you want to remove the {{ table.getSelected()[0].name }} product?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, {{ table.getSelected()[0].name }} პროდუქტი წაშალოთ?

source: Are you sure you want to remove the {{ table.numSelected }} Container Image manifest selected?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ წაშალოთ {{ table.numSelected }} მონიშნული კონტეინერის ასლის მანიფესტი?

source: Are you sure you want to restart the services on the selected content hosts?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, მონიშნულ შემცველობის ჰოსტებზე სერვისები გადატვირთოთ?

source: Are you sure you want to set the HTTP Proxy to the selected products(s)?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ მონიშნული პროდუქტებისთვის HTTP პროქსი დააყენოთ?

source: Assign
ka: მინიჭება
pt_br: Atribuir

source: Assign Lifecycle Environment and Content View
ka: ცხოვრების ციკლის გრარემოსა და შემცველობის ხედის მინიჭება

source: Assign Release Version
ka: რელიზის ვერსიის მინიჭება
pt_br: Atribuir Versão de Lançamento

source: Assign System Purpose
ka: სისტემის დანიშნულების მინიჭება

source: Associations
ka: ასოცირებები
pt_br: Associações

source: At least one Errata needs to be selected to Apply.
ka: გადასატარებლად სულ ცოტა ერთი მორჩენილი პაჩია საჭირო.
pt_br: Pelo menos uma Errata precisa ser selecionada para se candidatar.

source: Attached
ka: მიმაგრებული
pt_br: Anexado

source: Auth Token
ka: ავთენტიკაციის კოდი

source: Auth URL
ka: ავთენტიკაციის URL

source: Author
ka: ავტორი
pt_br: Autor

source: Auto-Attach
ka: ავტომატური მიბმა

source: Auto-attach available subscriptions to all selected hosts.
ka: ხელმისაწვდომი გამოწერების ავტომიმაგრება ყველა მონიშნული ჰოსტისთვის.

source: Auto-Attach Details
ka: დეტალების ავტომატური მიმაგრება

source: Auto-attach uses all available subscriptions, not a selected subset.
ka: ავტომიმაგრება იყენებს ყველა ხელმისაწვდომ გამოწერას და არა, მხოლოდ, მონიშნულებს.

source: Automatic
ka: ავტომატური
pt_br: Automático

source: Available Module Streams
ka: მოდულის ხელმისაწვდომი ნაკადები

source: Available Schema Versions
ka: სქემის ხელმისაწვდომი ვერსიები
pt_br: Versões disponíveis do esquema

source: Back To Errata List
ka: მორჩენილ პაჩებზე დაბრუნება
pt_br: Voltar à lista de erros

source: Backend Identifier
ka: უკანაბოლოს იდენტიფიკატორი
pt_br: Identificador backend

source: Basic Information
ka: Ძირითადი ინფორმაცია
pt_br: Informações básicas

source: Bootable
ka: ჩატვირთვადი
pt_br: Inicializavel

source: Bug Fix
ka: შეცდომების გასწორება
pt_br: Correção de erro

source: Bug Fix Advisory
ka: შეცდომების გასწორების რჩევები
pt_br: Consultoria em correção de erros

source: Build Host
ka: აგების ჰოსტი
pt_br: Construir Host

source: Build Information
ka: აგების ინფორმაცია
pt_br: Construir informações

source: Build Time
ka: აგების დრო
pt_br: Tempo de construção

source: Bulk Task
ka: დიდი ამოცანა

source: Cancel
ka: გაუქმება
pt_br: Cancelar

source: Cannot clean Repository without the proper permissions.
ka: რეპოზიტორიის გასუფთავება სათანადო წვდომების გარეშე შეუძლებელია.

source: Cannot clean Repository, a sync is already in progress.
ka: რეპოზიტორიის გასუფთავება შეუძლებელია. სინქრონიზაცია უკვე მიმდინარეობს.

source: Cannot Remove
ka: წაშლის შეცდომა
pt_br: Não é possível remover

source: Cannot republish Repository without the proper permissions.
ka: რეპოზიტორიის თავიდან გამოცემა სათანადო წვდომების გარეშე შეუძლებელია.
pt_br: Não é possível republicar o Repositório sem as devidas permissões.

source: Cannot republish Repository, a sync is already in progress.
ka: რეპოზიტორიის თავიდან გამოცემა შეუძლებელია. სინქრონიზაცია უკვე მიმდინარეობს.
pt_br: Não é possível republicar o Repositório, uma sincronização já está em andamento.

source: Cannot sync Repository without a URL.
ka: რეპოზიტორიის სინქრონიზაცია URL-ის გარეშე შეუძლებელია.
pt_br: Não é possível sincronizar o Repositório sem uma URL.

source: Cannot sync Repository without the proper permissions.
ka: რეპოზიტორიის სინქრონიზაციისთვის სათანადო წვდომებია საჭირო.
pt_br: Não é possível sincronizar o Repositório sem as devidas permissões.

source: Cannot sync Repository, a sync is already in progress.
ka: რეპოზიტორიის სინქრონიზაციის შეცდომა. სინქრონიზაცია უკვე მიმდინარეობს.
pt_br: Não é possível sincronizar o Repositório, uma sincronização já está em andamento.

source: Capacity
ka: მოცულობა
pt_br: Capacidade

source: Certificate
ka: სერტიფიკატი
pt_br: Certificado

source: Change assigned Lifecycle Environment or Content View
ka: მინიჭებული სიცოცხლის ციკლის გარემოს ან შემცველობის ხედის შეცვლა
pt_br: Mudança atribuída ao Ambiente do Ciclo de Vida ou Visão de Conteúdo

source: Change Host Collections
ka: ჰოსტების კოლექციების შეცვლა
pt_br: Mudança de coleções de anfitriões

source: Change Lifecycle Environment
ka: ცხოვრების ციკლის გარემოების შეცვლა
pt_br: Mudar o ambiente do ciclo de vida

source: Checksum
ka: საკონტროლო რიცხვი

source: Checksum Type
ka: საკონტროლო ჯამის ტიპი
pt_br: Tipo de Checksum

source: Click here to check the status of the task.
ka: ამოცანის სტატუსის შესამოწმებლად აქ დააწკაპუნეთ.
pt_br: Clique aqui para verificar o status da tarefa.

source: Click here to select Errata for an Incremental Update.
ka: დააწკაპუნეთ ინკრემენტული განახლებისთვის მორჩენილი პაჩების ასარჩევად.
pt_br: Clique aqui para selecionar Errata para uma Atualização Incremental.

source: Click to monitor task progress.
ka: დააწკაპუნეთ ამოცანის მიმდინარეობის ჩვენებისთვის.

source: Click to view task
ka: დააწკაპუნეთ ამოცანის სანახავად

source: Close
ka: დახურვა
pt_br: Fechar

source: Collection Name
ka: კოლექციის სახელი

source: Complete Mirroring
ka: სრული სარკე

source: Complete Sync
ka: სინქრონიზაცია დასრულდა
pt_br: Sincronia completa

source: Completed {{ repository.last_sync_words }} ago
ka: დასრულდა {{ repository.last_sync_words }} -ის წინ

source: Components
ka: კომპონენტები
pt_br: Componentes

source: Components:
ka: კომპონენტები:
pt_br: Componentes:

source: Composite View
ka: კომპოზიტური ხედი
pt_br: Vista Composta

source: Confirm
ka: დადასტურება
pt_br: Confirmar

source: Confirm services restart
ka: სერვისების თავიდან ჩართვის დადასტურება

source: Container Image Manifest
ka: კონტეინერის ასლის მანიფესტი
pt_br: Manifesto de imagem de contêiner

source: Container Image Manifest Lists
ka: კონტეინერის ასლების მანიფესტების სია
pt_br: Listas de Manifestos de Imagens de Contêineres
