Repository: Katello/katello
Catalog: engines/bastion_katello/engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: ka, pt_br

source: On Demand
ka: საჭიროებისამებრ
pt_br: Sob demanda

source: Only the Applications with a Helper can be restarted.
ka: მხოლოდ დამხმარის მქონე აპლიკაციების გადატვირთვა შეგიძლიათ.
pt_br: Somente as aplicações com um Helper podem ser reiniciadas.

source: Operating System
ka: ოპერაციული სისტემა
pt_br: Sistema Operacional

source: Optimized Sync
ka: სინქი ოპტიმიზირებულია
pt_br: Sincronia Otimizada

source: Organization
ka: ორგანიზაცია
pt_br: Organização

source: Original Sync Date
ka: პირველი სინქის თარიღი
pt_br: Data de Sincronização Original

source: OS
ka: ოს-ი

source: OSTree Repositories <div>{{ library.counts.ostree_repositories || 0 }}</div>
ka: OSTree-ის რეპოზიტორიები <div>{{ library.counts.ostree_repositories || 0 }}</div>
pt_br: OSTree Repositórios <div>{{ library.counts.ostree_repositories || 0 }}</div>

source: Override to Disabled
ka: გადაფარვა გამორთვამდე
pt_br: Substituição para Deficientes

source: Override to Enabled
ka: გადაფარვა ჩართვამდე
pt_br: Anular para Ativado

source: Package
ka: პაკეტი
pt_br: Pacote

source: Package Actions
ka: პაკეტის ქმედებები
pt_br: Ações do pacote

source: Package Group (Deprecated)
ka: პაკეტების ჯგუფი (მოძველებული)

source: Package Groups
ka: პაკეტის ჯგუფები
pt_br: Grupos de Pacote

source: Package Groups for Repository:
ka: პაკეტების ჯგუფი რეპოზიტორიისთვის:
pt_br: Grupos de Pacotes para Repositório:

source: Package Information
ka: პაკეტის ინფორმაცია
pt_br: Informações sobre o pacote

source: Package Install
ka: პაკეტის დაყენება
pt_br: Instalar Pacote

source: Package Installation, Removal, and Update
ka: პაკეტის დაყენება, წაშლა და განახლება
pt_br: Instalação, remoção e atualização de pacotes

source: Package Remove
ka: პაკეტის წაშლა
pt_br: Remover Pacote

source: Package Update
ka: პაკეტის განახლება
pt_br: Atualizar Pacote

source: Package:
ka: პაკეტი:
pt_br: Pacote:

source: Package/Group Name
ka: პაკეტის/ჯგუფის სახელი
pt_br: Nome do pacote/grupo

source: Packages
ka: პაკეტები
pt_br: Pacotes

source: Packages <div>{{ library.counts.packages || 0 }}</div>
ka: პაკეტები <div>{{ library.counts.packages || 0 }}</div>
pt_br: Pacotes <div>{{ library.counts.packages || 0 }}</div>

source: Packages for Errata:
ka: პაკეტები შემორჩენილი პაჩებისთვის:

source: Packages for:
ka: პაკეტების დანიშნულება:
pt_br: Embalagens para:

source: Parameters
ka: პარამეტრები
pt_br: Parâmetros

source: Part of a manifest list
ka: მანიფესტის სიის ნაწილი
pt_br: Parte de uma lista manifesta

source: Password
ka: პაროლი
pt_br: Senha

source: Paste contents of Content Credential
ka: ჩასვით შემცველობის ავტორიზაციის დეტალები
pt_br: Colar o conteúdo da Credencial de Conteúdo

source: Path
ka: კონტური
pt_br: Caminho

source: Perform
ka: შესრულება
pt_br: Realizar

source: Physical
ka: ფიზიკური
pt_br: Físico

source: Please enter cron below
ka: ქვემოთ შეიყვანეთ Cron-ის სტრიქონი

source: Please make sure a Content View is selected.
ka: დარწმუნდით, რომ შემცველობის ხედი არჩეულია.

source: Please select an environment.
ka: ჯერ აირჩიეთ გარემო.
pt_br: Por favor, selecione um ambiente.

source: Please select one from the list below and you will be redirected.
ka: აირჩიეთ ერთი-ერთი ქვემო სიიდან და გადაგამისამართებთ.
pt_br: Selecione uma opção na lista abaixo e você será redirecionado.

source: Plus %y more errors
ka: და კიდევ %y შეცდომა
pt_br: Mais %y mais erros

source: Plus 1 more error
ka: და კიდევ 1 შეცდომა
pt_br: Mais 1 erro

source: Previous Lifecycle Environment (%e/%cv)
ka: ცხოვრების წინა გარემო (%e/%cv)

source: Prior Environment
ka: წინა გარემო

source: Product
ka: პროდუქტი
pt_br: Produto

source: Product delete operation has been initiated in the background.
ka: პროდუქტის წაშლის ოპერაცია ფონურას გაეშვა.

source: Product information for:
ka: პროდუქტის ინფორმაცია:
pt_br: Informações sobre produtos para:

source: Product Management for Sync Plan:
ka: პროდუქტის მართვა სინქრონიზაციის გეგმისთვის:
pt_br: Gestão de Produtos para Sync Plan:

source: Product Name
ka: პროდუქტის სახელი
pt_br: Nome do produto

source: Product Options
ka: პროდუქტის მორგება
pt_br: Opções de produtos

source: Product Saved
ka: პროდუქტი შენახულია
pt_br: Produto Salvo

source: Product sync has been initiated in the background.
ka: პროდუქტის სინქრონიზაცია ფონურად გაეშვა.

source: Product syncs has been initiated in the background.
ka: პროდუქტების სინქრონიზაცია ფონურად გაეშვა.

source: Product verify checksum has been initiated in the background.
ka: პროდუქტების საკონტროლო ჯამის გადამოწმება ფონურად გაეშვა.

source: Products
ka: პროდუქტები
pt_br: Produtos

source: Products <div>{{ library.counts.products || 0 }}</div>
ka: <div>{{ library.counts.products || 0 }}</div> პროდუქტი
pt_br: Produtos <div>{{ library.counts.products || 0 }}</div>

source: Products for
ka: პროდუქტები
pt_br: Produtos para

source: Products not covered
ka: პროდუქტები, რომლებსაც არ შეიცავს
pt_br: Produtos não cobertos

source: Provides
ka: მომწოდებლები
pt_br: Fornece

source: Provisioning
ka: მუშაობისთვის მომზადება

source: Provisioning Details
ka: მუშაობისთვის მომზადების დეტალები
pt_br: Detalhes do provisionamento

source: Provisioning Host Details
ka: მუშაობისთვის მომზადების ჰოსტის დეტალები
pt_br: Detalhes sobre o provisionamento do host

source: Published At
ka: გამოქვეყნების დრო
pt_br: Publicado em

source: Published Repository Information
ka: რეპოზიტორიის ინფორმაცია გამოცემულია
pt_br: Informações de Repositório Publicadas

source: Publishing Settings
ka: გამოცემის მორგება

source: Puppet Environment
ka: Puppet-ის გარემო
pt_br: Ambiente puppet

source: Quantity
ka: რაოდენობა
pt_br: Quantidade

source: Quantity (To Add)
ka: რაოდენობა (დასამატებელი)

source: RAM (GB)
ka: RAM (გბ)

source: Reboot Suggested
ka: სჯობს გადატვირთოთ
pt_br: Reinicialização sugerida

source: Reboot Suggested?
ka: გადატვირთვა შემოთავაზებულია?
pt_br: Sugestão de reinicialização?

source: Recalculate <i class="fa fa-spinner fa-spin" ng-show="calculatingApplicability"></i>
ka: გადაანგარიშება <i class="fa fa-spinner fa-spin" ng-show="calculatingApplicability"></i>
pt_br: Recalcule <i class="fa fa-spinner fa-spin" ng-show="calculatingApplicability"></i>

source: Reclaim Space
ka: ადგილის თავიდან გამოთხოვა

source: Recurring Logic
ka: განეორებადი ლოგიკა

source: Red Hat Repositories page
ka: Red Hat-ის რეპოზიტორიების გვერდი
pt_br: Página de Repositórios Red Hat

source: Red Hat Repositories page.
ka: Red Hat-ის რეპოზიტორიების გვერდი.
pt_br: Página de Repositórios Red Hat.

source: Refresh Table
ka: ცხრილის განახლება
pt_br: Tabela de Atualização

source: Register a Content Host
ka: შემცველობის ჰოსტის რეგისტრაცია
pt_br: Registrar um hospedeiro de conteúdo

source: Register Content Host
ka: შემცველობის ჰოსტის რეგისტრაცია
pt_br: Registro de Conteúdo Host

source: Registered
ka: რეგისტრირებულია
pt_br: Registrado

source: Registered By
ka: დამარეგისტრირებელი
pt_br: Registrado por

source: Registered Through
ka: რეგისტრირებულია გავლით
pt_br: Registrado através de

source: Registry Name Pattern
ka: რეესტრის სახელის საბლონი
pt_br: Padrão de nome de registro

source: Registry Search Parameter
ka: რეესტრში ძებნის პარამეტრი

source: Registry to Discover
ka: აღმოსაჩენი რეესტრი
pt_br: Registro para descobrir

source: Registry URL
ka: რეესტრის URL
pt_br: URL do registro

source: Release
ka: გამოცემა
pt_br: Lançamento

source: Release Version
ka: რელიზის ვერსია
pt_br: Versão de Lançamento

source: Release Version:
ka: რელიზის ვერსია:
pt_br: Versão de lançamento:

source: Releases/Distributions
ka: რელიზები/დისტრიბუტივები

source: Remove
ka: წაშლა
pt_br: Remover

source: Remove {{ table.numSelected }} Container Image manifest?
ka: წავშალო {{ table.numSelected }} კონტეინერის ასლის მანიფესტი?

source: Remove Activation Key "{{ activationKey.name }}"?
ka: წავშალო აქტივაციის გასაღები "{{ activationKey.name }}"?
pt_br: Remover chave de ativação "{{ activationKey.name }}"?

source: Remove Container Image Manifests
ka: კონტეინერის ასლის მანიფესტების წაშლა

source: Remove Content
ka: შემცველობის წაშლა
pt_br: Remover Conteúdo

source: Remove Content Credential
ka: შემცველობის ავტორიზაციის დეტალების წაშლა
pt_br: Remover Credencial de Conteúdo

source: Remove Content Credential {{ contentCredential.name }}
ka: შემცველობის ავტორიზაციის დეტალების {{ contentCredential.name }} წაშლა
pt_br: Remover Credencial de Conteúdo {{ contentCredential.name }}

source: Remove Content?
ka: წავშალო {{ table.numSelected }} შემცველობის ერთეული?

source: Remove Environment
ka: გარემოს წაშლა
pt_br: Remover Ambiente

source: Remove environment {{ environment.name }}?
ka: წავშალო გარემო: {{ environment.name }} ?

source: Remove File?
ka: წავშალო ფაილი?

source: Remove Files
ka: ფაილების წაშლა
pt_br: Remover arquivos

source: Remove From
ka: წაშლის წყარო
pt_br: Remover de

source: Remove Host Collection "{{ hostCollection.name }}"?
ka: წავშალო ჰოსტის კოლექცია: "{{ hostCollection.name }}"?
pt_br: Remover coleção de anfitriões "{{ hostCollection.name }}"?

source: Remove Package?
ka: წავშალო {{ table.numSelected }} პაკეტი?

source: Remove Packages
ka: პაკეტების წაშლა
pt_br: Remover pacotes

source: Remove Product
ka: პროდუქტის წაშლა
pt_br: Remover Produto

source: Remove Product "{{ product.name }}"?
ka: წავშალო პროდუქტი: "{{ product.name }}"?
pt_br: Remover Produto "{{ product.name }}"?

source: Remove product?
ka: წავშალო {{ table.getSelected().length }} პროდუქტი?

source: Remove Repositories
ka: რეპოზიტორიების წაშლა
pt_br: Retirar os Repositórios

source: Remove Repository
ka: რეპოზიტორიის წაშლა
pt_br: Remover Repositório

source: Remove Repository {{ repositoryWrapper.repository.name }}?
ka: წავშალო რეპოზიტორია: {{ repositoryWrapper.repository.name }}?

source: Remove repository?
ka: წავშალო {{ table.numSelected }} რეპოზიტორია?

source: Remove Selected
ka: მონიშნულის წაშლა
pt_br: Remover Selecionado

source: Remove Successful.
ka: წაშლა წარმატებულია.
pt_br: Retirar com sucesso.

source: Remove Sync Plan
ka: სინქის გეგმის წაშლა
pt_br: Remover Plano de Sincronização

source: Remove Sync Plan "{{ syncPlan.name }}"?
ka: წავშალო სინქის გეგმა: "{{ syncPlan.name }}"?
pt_br: Remover Plano de Sincronização "{{ syncPlan.name }}"?

source: Removed %x host collections from activation key "%y".
ka: ჰოსტის %x კოლექცია წაიშალა აქტივაციის გასაღებიდან %y.
pt_br: Removido %x coleções de host da chave de ativação "%y".

source: Removing Repositories
ka: მიმდინარეობს რეპოზიტორიების წაშლა
pt_br: Remoção de Repositórios

source: Repo Discovery
ka: რეპოს აღმოჩენა
pt_br: Descoberta do Repo

source: Repositories
ka: საცავები
pt_br: Repositórios

source: Repositories containing Errata {{ errata.errata_id }}
ka: რეპოზიტორიები, რომლებიც მორჩენილ პაჩს {{ errata.errata_id }}-ს შეიცავენ
pt_br: Repositórios contendo Errata {{ errata.errata_id }}

source: Repositories containing package {{ package.nvrea }}
ka: რეპოზიტორიები, რომლებიც პაკეტს {{ package.nvrea }} შეიცავენ
pt_br: Repositórios contendo pacote {{ package.nvrea }}

source: Repositories for
ka: რეპოზიტორიის დანიშნულება
pt_br: Repositórios para

source: Repositories for Deb:
ka: Deb რეპოზიტორიები:
pt_br: Repositórios para Deb:

source: Repositories for Errata:
ka: რეპოზიტორიები მორჩენილი პაჩისთვის:
pt_br: Repositórios de Errata:

source: Repositories for File:
ka: ფაილის რეპოზიტორიები:
pt_br: Repositórios para arquivo:

source: Repositories for Package:
ka: პაკეტის რეპოზიტორიები:
pt_br: Repositórios para embalagem:

source: Repositories for Product:
ka: პროდუქტის რეპოზიტორიები:
pt_br: Repositórios de Produtos:

source: Repositories to Create
ka: შესაქმნელი რეპოზიტორიები
pt_br: Repositórios para criar

source: Repository
ka: საცავი
pt_br: Repo

source: Repository "%s" successfully deleted
ka: რეპოზიტორია წარმატებით წაიშალა: %s
pt_br: Repositório "%s" apagado com sucesso

source: Repository %s successfully created.
ka: რეპოზიტორია წარმატებით შეიქმნა: %s.
pt_br: Repositório %s criado com sucesso.

source: Repository created
ka: რეპოზიტორია შეიქმნა
pt_br: Repositório criado

source: Repository Discovery
ka: რეპოზიტორიის აღმოჩენა
pt_br: Descoberta do Repositório

source: Repository Label
ka: რეპოზიტორიის ჭდე
pt_br: Rótulo Repositório

source: Repository Name
ka: რეპოზიტორიის სახელი
pt_br: Nome do Repositório

source: Repository Options
ka: რეპოზიტორიის მორგება
pt_br: Opções de Repositório

source: Repository Path
ka: რეპოზიტორიის ბილიკი
pt_br: Caminho Repositório

source: Repository Saved.
ka: რეპოზიტორია შენახულია.
pt_br: Repositório Salvo.

source: Repository Sets
ka: რეპოზიტორიების სეტები
pt_br: Conjuntos Repositórios

source: Repository Sets Management
ka: რეპოზიტორიის სეტების მართვა

source: Repository Sets settings saved successfully.
ka: რეპოზიტორიების სეტების პარამეტრები წარმატებით იქნა შენახული.
pt_br: Repositório Define as configurações salvas com sucesso.

source: Repository type
ka: რეპოზიტორიის ტიპი

source: Repository Type
ka: რეპოზიტორიის ტიპი
pt_br: Tipo de Repositório

source: Repository URL
ka: რეპოზიტორიის URL
pt_br: URL do Repositório

source: Repository:
ka: რეპოზიტორია:
pt_br: Repositório:

source: Republish Repository Metadata
ka: რეპოზიტორიის მეტამონაცემების თავიდან გამოქვეყნება
pt_br: Republicar metadados de repositórios

source: Requirements
ka: მოთხოვნები

source: Requires
ka: ესაჭიროება
pt_br: Requer

source: Reset
ka: საწყისი პარამეტრები

source: Reset to Default
ka: ნაგულისხმებ მნიშვნელობაზე დაბრუნება
pt_br: Redefinir para o padrão

source: Resolving the selected Traces will reboot the selected content hosts.
ka: მონიშნული ტრეისების ამოხსნა მონიშნულ შემცველობის ჰოსტებს გადატვირთავს.

source: Resolving the selected Traces will reboot this host.
ka: მონიშნული ტრეისების ამოხსნა ამ ჰოსტს გადატვირთავს.

source: Restart
ka: გადატვრთვა
pt_br: Reinicie

source: Restart Selected
ka: მონიშნულის გადატვირთვა
pt_br: Reinício Selecionado

source: Restrict to <br>OS version
ka: შეზღუდვა<br>ოს-ის ვერსიაზე

source: Restrict to architecture
ka: არქიტექტურაზე შეზღუდვა
pt_br: Restringir-se à arquitetura

source: Restrict to Architecture
ka: არქიტექტურაზე შეზღუდვა
pt_br: Restringir-se à arquitetura

source: Restrict to OS version
ka: ოს-ის ვერსიაზე შეზღუდვა

source: Result
ka: შედეგი
pt_br: Resultado

source: Retain package versions
ka: პაკეტის ვერსიების შენარჩუნება

source: Role
ka: როლი
pt_br: Função

source: Role:
ka: როლი:

source: rpm Package Updates
ka: rpm პაკეტების განახლებები

source: Run Auto-Attach
ka: ავტომატური მიმაგრების გაშვება
pt_br: Executar Auto-Attach

source: Run Sync Plan
ka: სინქრონიზაციის გეგმის გაშვება
pt_br: Executar Plano de Sincronização

source: Save
ka: შენახვა
pt_br: Salvar

source: Save Successful.
ka: შენახვა წარმატებულია.
pt_br: Salvar o sucesso.

source: Schema Version
ka: სქემის ვერსია
pt_br: Versão esquemática

source: Schema Version 1
ka: სქემის ვერსია 1
pt_br: Esquema Versão 1

source: Schema Version 2
ka: სქემის ვერსია 2
pt_br: Esquema Versão 2

source: Security
ka: უსაფრთხოება
pt_br: Segurança

source: Security Advisory
ka: უსაფრთხოების რეკომენდაციები
pt_br: Assessoria de Segurança

source: Select
ka: აირჩიეთ
pt_br: Selecionar

source: Select a Content Source:
ka: აირჩიეთ შემცველობის წყარო:
pt_br: Selecione uma Fonte de Conteúdo:

source: Select Action
ka: აირჩიეთ ქმედება
pt_br: Selecionar Ação

source: Select an Organization
ka: აირჩიეთ ორგანიზაცია
pt_br: Selecionar uma organização

source: Select Content Host(s)
ka: აირჩიეთ შემცველობის ჰოსტ(ებ)-ი

source: Select Content View
ka: შემცველობის წყაროს არჩევა
pt_br: Selecionar Visualização de Conteúdo

source: Service Level
ka: სერვისის დონე
pt_br: Nível de serviço

source: Service Level (SLA)
ka: სერვისის დონე (SLA)
pt_br: Nível de serviço (SLA)

source: Service Level (SLA):
ka: სერვისის დონე (SLA):

source: Set Release Version
ka: რელიზის ვერსიის დაყენება
pt_br: Versão de lançamento do conjunto

source: Severity
ka: სიმძიმე
pt_br: Severidade

source: Show All
ka: ყველას ჩვენება
pt_br: Mostrar tudo

source: Show all Repository Sets in Organization
ka: ორგანიზაციაში რეპოზიტორიის ყველა სეტის ჩვენება
pt_br: Mostrar todos os Conjuntos Repositórios em Organização

source: Size
ka: ზომა
pt_br: Tam.

source: Smart proxy currently syncing to your locations...
ka: ჭკვიანი პროქსი ამჟამად თქვენს მდებარეობებს ასინქრონებს....
pt_br: Proxy inteligente atualmente em sincronia com seus locais...

source: Smart proxy is synchronized
ka: ჭკვიანი პროქსი სინქრონიზებულია
pt_br: O proxy inteligente é sincronizado

source: Sockets
ka: სოკეტები

source: Solution
ka: ამოხსნა
pt_br: Solução

source: Something went wrong when deleting the resource.
ka: შეცდომა რესურსის წაშლისას.

source: Something went wrong when retrieving the resource.
ka: შეცდომა რესურსის მიღებისას.
pt_br: Algo deu errado quando se recuperou o recurso.

source: Something went wrong when saving the resource.
ka: შეცდომა რესურსის შენახვისას.
pt_br: Algo deu errado ao salvar o recurso.

source: Source RPM
ka: წყაროს RPM
pt_br: RPM de origem

source: Source RPMs
ka: წყარო RPM-ები
pt_br: RPMs de Origem

source: SSL CA Cert
ka: SSL CA სერტიფიკატი

source: SSL Certificate
ka: SSL სერტიფიკატი
pt_br: Certificado SSL

source: SSL Client Cert
ka: SSL კლიენტის სერტიფიკატი
pt_br: Cliente SSL Cert

source: SSL Client Key
ka: SSL კლიენტის გასაღები
pt_br: Chave do cliente SSL

source: Start Date
ka: დაწყების თარიღი
pt_br: Data de Início

source: Start Time
ka: დაწყების დრო
pt_br: Hora de início

source: Started At
ka: დაწყების დრო
pt_br: Começou em

source: Starting
ka: გაშვება
pt_br: Início

source: Starts
ka: საწყისი
pt_br: Inicia

source: Status
ka: სტატუსი
pt_br: Estado

source: Stream
ka: ნაკადი
pt_br: Fluxo

source: Subscription Details
ka: გამოწერის დეტალები
pt_br: Detalhes de subscrição

source: Subscription Management
ka: გამოწერის მართვა
pt_br: Gestão de Assinaturas

source: Subscription Status
ka: გამოწერის სტატუსი
pt_br: Estado de subscrição

source: Subscription UUID
ka: გამოწერის UUID

source: Subscriptions
ka: გამოწერები
pt_br: Subscrições

source: Subscriptions for Activation Key:
ka: გამოწერები აქტივაციის გასაღებისთვის:
pt_br: Assinaturas para chave de ativação:

source: Subscriptions for Content Host:
ka: გამოწერები შემცველობის ჰოსტებისთვის:
pt_br: Assinaturas para Host de Conteúdo:

source: Subscriptions for:
ka: გამოწერები:
pt_br: Assinaturas para:

source: Success!
ka: წარმატება!
pt_br: Sucesso!

source: Successfully added %s subscriptions.
ka: %s გამოწერა წარმატებით ჩაემატა.
pt_br: Acrescentou com sucesso %s subscrições.

source: Successfully initiated restart of services.
ka: სერვისების რესტარტის მოთხოვნა წარმატებით გაიგზავნა.

source: Successfully removed %s items.
ka: %s ელემენტი წარმატებით წაიშალა.
pt_br: Removido com sucesso %s itens.

source: Successfully removed %s subscriptions.
ka: %s გამოწერა წარმატებით წაიშალა.
pt_br: Eliminadas com sucesso as assinaturas %s.

source: Successfully removed 1 item.
ka: 1 ელემენტი წარმატებით წაიშალა.
pt_br: Removido com sucesso 1 item.

source: Successfully updated subscriptions.
ka: გამოწერები წარმატებით განახლდა.
pt_br: Assinaturas atualizadas com sucesso.

source: Successfully uploaded content:
ka: წარმატებით ატვირთული შემცველობა:
pt_br: Conteúdo carregado com sucesso:

source: Summary
ka: შეჯამება
pt_br: Sumário

source: Support Level
ka: მხარდაჭერის დონე
pt_br: Nível de suporte

source: Sync
ka: სინქრონიზაცია
pt_br: Sincronizar

source: Sync Enabled
ka: სინქი ჩართულია
pt_br: Sinc Enabled

source: Sync Interval
ka: სინქის ინტერვალი
pt_br: Intervalo de sincronização

source: Sync Now
ka: სინქრონიზაცია ახლავე

source: Sync Plan
ka: სინქრონიზაციის გეგმა
pt_br: Plano de sincronização

source: Sync Plan %s has been deleted.
ka: სინქის განრიგი %s წაშლილია.
pt_br: O Sync Plan %s foi eliminado.

source: Sync Plan created and assigned to product.
ka: სინქის გეგმა შექმნილია და მინიჭებულია პროდუქტზე.
pt_br: Plano de sincronização criado e atribuído ao produto.

source: Sync Plan Management
ka: სინქრონიზაციის გეგის მართვა

source: Sync Plan saved
ka: სინქის გეგმა შენახულია

source: Sync Plan Saved
ka: სინქის გეგმა შენახულია
pt_br: Plano de Sincronização Salvo

source: Sync Plan:
ka: სინქის გეგმა:
pt_br: Plano de sincronização:

source: Sync Plans
ka: სინქრონიზაციის გეგმები
pt_br: Planos de Sincronização

source: Sync Selected
ka: მონიშნულის სინქი
pt_br: Sinc Selected

source: Sync Settings
ka: სინქის მორგება
pt_br: Configurações de Sincronização

source: Sync State
ka: სინქის მდგომარეობა
pt_br: Estado do Sync

source: Sync Status
ka: სინქის სტატუსი
pt_br: Estado da Sincronização

source: Synced manually, no interval set.
ka: ხელით სინქრონიზებული. ინტერვალი დაყენებული არაა.
pt_br: Sincronizado manualmente, sem intervalo definido.

source: Synchronization is about to start...
ka: სინქრონიზაცია იწყება...
pt_br: A sincronização está prestes a começar...

source: Synchronization is being cancelled...
ka: მიმდინარეობს სინქრონიზაციის გაუქმება...
pt_br: A sincronização está sendo cancelada...

source: System Purpose
ka: სისტემის დანიშნულება
pt_br: Objetivo do sistema

source: System Purpose Management
ka: სისტემის დანიშნულების მართვა

source: System Purpose Status
ka: სისტემის დანიშნულების სტატუსი

source: Tags
ka: ჭდეები

source: Task Details
ka: ამოცანის დეტალები
pt_br: Detalhes da tarefa

source: Temporary
ka: დროებითი
pt_br: Temporário

source: The maximum number of versions of each package to keep.
ka: თითოეული პროგრამის შენახული ვერსიების რაოდენობა.

source: The page you are attempting to access requires selecting a specific organization.
ka: გვერდი, რომელთანაც წვდომას ცდილობთ, ორგანიზაციის არჩევას მოითხოვს.
pt_br: A página que você está tentando acessar requer a seleção de uma organização específica.

source: The time the sync should happen in your current time zone.
ka: სინქრონიზაციის დრო დროის თქვენს სარტყელში უნდა იყოს.
pt_br: A hora em que a sincronização deve acontecer em seu fuso horário atual.

source: The token key to use for authentication.
ka: ავთენტიკაციისთვის გამოსაყენებელი კოდის გასაღები.

source: There are no %(contentType)s that match the criteria.
ka: არ არსებობს %(contentType)s, რომელიც პირობას ემთხვევა.

source: There are no Content Views in this Environment.
ka: გარემოში შემცველობის ხედები არ არსებობს.
pt_br: Não há visualizações de conteúdo neste Ambiente.

source: There are no Content Views that match the criteria.
ka: თქვენმა ძებნამ შემცველობის 0 ხედი დააბრუნა.
pt_br: Não há Visualizações de Conteúdo que correspondam aos critérios.

source: There are no Errata to display.
ka: საჩვენებელი მორჩენილი პაჩების გარეშე.
pt_br: Não há erros a serem exibidos.

source: There are no Module Streams to display.
ka: საჩვენებელი მოდულის ნაკადების გარეშე.

source: There are no Traces to display.
ka: საჩვენებელი ტრეისების გარეშე.
pt_br: Não há traços a serem exibidos.

source: This change will be applied to <b>{{ hostCount }} systems.</b>
ka: ეს ცვლილება <b>{{ hostCount }} სისტემაზე</b> გადატარდება

source: Title
ka: სათაური
pt_br: Título

source: To register a content host to this server, follow these steps.
ka: შემცველობის ჰოსტის ამ სერვერზე რეგისტრაციისთვის მიჰყევით შემდეგ ნაბიჯებს.
pt_br: Para registrar um host de conteúdo para este servidor, siga estes passos.

source: Toggle Dropdown
ka: ჩართვა/გამორთვის ჩამოშლადი სია
pt_br: Alternância de queda

source: Topic
ka: თემა
pt_br: Tema

source: Traces
ka: ტრეისები
pt_br: Rastreamentos

source: Traces for:
ka: ტრეისები:
pt_br: Traços para:

source: Type
ka: ტიპი
pt_br: Tipo

source: Unauthenticated Pull
ka: არაავთენტიფიცირებული პული
pt_br: Puxada não autenticada

source: Unknown
ka: უცნობი
pt_br: Desconhecido

source: Unlimited Content Hosts:
ka: შემცველობის შეუზღუდავი ჰოსტები:
pt_br: Hosts de Conteúdo Ilimitado:

source: Unlimited Hosts
ka: ულიმიტო ჰოსტები
pt_br: Anfitriões Ilimitados

source: Unprotected
ka: დაუცველი

source: Unregister Host
ka: ჰოსტის რეგისტრაციის მოხსნა
pt_br: Cancelar registro de Host

source: Unregister Host "{{host.display_name}}"?
ka: მოვხსნა რეგისტრაცია ჰოსტს "{{host.display_name}}"?
