Repository: Katello/katello
Catalog: engines/bastion_katello/engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: ka, pt_br

source: Unregister Options:
ka: რეგისტრაციის მოხსნის პარამეტრები:
pt_br: Opções para cancelar o registro:

source: Unsupported Type!
ka: მხარდაუჭერელი ტიპი!
pt_br: Tipo sem suporte!

source: Update
ka: განახლება
pt_br: Atualizar

source: Update All Deb Packages
ka: ყველა Deb პაკეტის განახლება

source: Update All Packages
ka: ყველა პაკეტის განახლება
pt_br: Atualização de todos os pacotes

source: Update Packages
ka: პაკეტების განახლება
pt_br: Pacotes de atualização

source: Update Sync Plan
ka: სინქის გეგმის განახლება
pt_br: Atualizar Plano de Sinc

source: Updated
ka: განახლდა
pt_br: Atualizados

source: Upgradable
ka: განახლებადია
pt_br: Atualizável

source: Upgradable For
ka: განახლებადი ვერსიამდე
pt_br: Atualizável para

source: Upgradable Package
ka: განახლებადი პაკეტი
pt_br: Pacote atualizável

source: Upgrade Available
ka: განახლება ხელმისაწვდომია

source: Upgrade Selected
ka: მონიშნულის განახლება
pt_br: Atualização Selecionada

source: Upload
ka: ატვირთვა

source: Upload Content Credential file
ka: შემცველობის ავტორიზაციის დეტალის ფაილის ატვირთვა
pt_br: Upload do arquivo de credenciais de conteúdo

source: Upload File
ka: ფაილის ატვირთვა
pt_br: Carregar arquivo

source: Upload Package
ka: პაკეტის ატვირთვა
pt_br: Pacote de Upload

source: Upload Requirements
ka: მოთხოვნების ატვირთვა

source: Uploading...
ka: ატვირთვა…
pt_br: Carregando...

source: Upstream Authentication Token
ka: აღმავლის ავთენტიკაციის კოდი

source: Upstream Authorization
ka: აღმავლის ავტორიზაცია

source: Upstream Image Name
ka: აღმავლის ასლის სახელი
pt_br: Nome da imagem a montante

source: Upstream Password
ka: აღმავლის პაროლი
pt_br: Senha upstream

source: Upstream Repository Name
ka: აღმავლის რეპოზიტორიის სახელი
pt_br: Nome do Repositório Upstream

source: Upstream URL
ka: აღმავლის URL
pt_br: URL a montante

source: Upstream Username
ka: აღმავლის მომხმარებლის სახელი
pt_br: Nome de usuário upstream

source: URL to Discover
ka: აღმოსაჩენი URL
pt_br: URL a descobrir

source: Usage Type
ka: გამოყენების ტიპი
pt_br: Tipo de uso

source: Usage Type:
ka: გამოყენების ტიპი:

source: Use specific HTTP Proxy
ka: მითითებული HTTP პროქსის გამოყენება

source: Used as
ka: გამოიყენება, როგორც
pt_br: Usado como

source: User
ka: მომხმარებელი
pt_br: Usuário

source: Username
ka: მოხმარებელი
pt_br: Nome do usuário

source: Variant
ka: ვარიანტი
pt_br: Variante

source: Verify Content Checksum
ka: შემცველობის საკონტროლო ჯამის შემოწმება

source: Verify SSL
ka: SSL-ის შემოწმება
pt_br: Verifique o SSL

source: Version
ka: ვერსია
pt_br: Versão

source: Version {{ cvVersions['version'] }}
ka: ვერსია {{ cvVersions['version'] }}

source: Versions
ka: ვერსიები
pt_br: Versões

source: via remote execution
ka: დაშორებულ გაშვების გავლით
pt_br: via execução remota

source: via remote execution - customize first
ka: დაშორებული გაშვების გავლით - ჯერ მორგება
pt_br: via execução remota - personalizar primeiro

source: View Container Image Manifest Lists for Repository:
ka: კონტეინერის დისკის ასლის მანიფესტის სიების ნახვა რეპოზიტორიისთვის:

source: View Docker Tags for Repository:
ka: Docker-ის ჭდეების ნახვა რეპოზიტორიისთვის:

source: View job invocations.
ka: დავალების ჩაწოდებების ნახვა.

source: Virtual
ka: ვირტუალური

source: Virtual Guest
ka: ვირტუალური სტუმარი
pt_br: Sistema Virtual

source: Virtual Guests
ka: ვირტუალური სტუმრები
pt_br: Convidados virtuais

source: Virtual Host
ka: ვირტუალური ჰოსტი
pt_br: Anfitrião virtual

source: weekly
ka: კვირაში ერთხელ
pt_br: semanalmente

source: Working
ka: მუშაობს
pt_br: Trabalhando

source: Yes
ka: დიახ
pt_br: Sim

source: You cannot remove these repositories because you do not have permission.
ka: რეპოზიტორიების წაშლა არ შეგიძლიათ. წვდომა აკრძალულია.
pt_br: Você não pode remover estes repositórios porque não tem permissão.

source: You cannot remove this product because it is a Red Hat product.
ka: პროდუქტის წაშლა არ შეგიძლიათ. ეს Red Hat-ის პროდუქტია.
pt_br: Você não pode remover este produto porque é um produto da Red Hat.

source: You cannot remove this product because it was published to a content view.
ka: პროდუქტის წაშლა არ შეგიძლიათ. გამოცემულია შემცველობის ხედისთვის.
pt_br: Você não pode remover este produto porque ele foi publicado para uma visualização de conteúdo.

source: You cannot remove this product because you do not have permission.
ka: პროდუქტის წაშლა არ შეგიძლიათ. წვდომა აკრძალულია.
pt_br: Você não pode remover este produto porque não tem permissão.

source: You cannot remove this repository because you do not have permission.
ka: რეპოზიტორიის წაშლა არ შეგიძლიათ. წვდომა აკრძალულია.
pt_br: Você não pode remover este repositório porque não tem permissão.

source: You currently don't have any Activation Keys, you can add Activation Keys using the button on the right.
ka: ამჟამად აქტივაციის გასაღებები არ გაქვთ. მათი დამატება მარჯვენა მხარეს ღილაკით შეგიძლიათ.
pt_br: Atualmente você não tem nenhuma Chave de Ativação, você pode adicionar Chaves de Ativação usando o botão da direita.

source: You currently don't have any Alternate Content Sources associated with this Content Credential.
ka: ამჟამად ამ შემცველობის ავტორიზაციის დეტალებთან ასოცირებული ალტერნატიული შემცველობის წყაროები არ გაგაჩნიათ.

source: You currently don't have any Container Image Tags.
ka: ამჟამად კონტეინერის ასლის არც ერთი ჭდე არ გაქვთ.

source: You currently don't have any Content Credential, you can add Content Credentials using the button on the right.
ka: ამჟამად შემცველობის ავტორიზაციის დეტალები არ გაგაჩნიათ. მათი დამატება მარჯვენა მხარეს ღილაკით შეგიძლიათ.
pt_br: Atualmente você não tem nenhuma Credencial de Conteúdo, você pode adicionar Credenciais de Conteúdo usando o botão à direita.

source: You currently don't have any Content Hosts, you can create new Content Hosts by selecting Contents Host from main menu and then clicking the button on the right.
ka: ამჟამად შემცველობის ჰოსტები არ გაგაჩნიათ. ახალი შემცველობის ჰოსტების დასამატებლად აირჩიეთ შემცველობის ჰოსტი მთავარი მენიუდან და შემდეგ დააჭირეთ ღილაკს მარჯვენა მხარეს.
pt_br: Atualmente você não tem nenhum Host de Conteúdo, você pode criar novos Hosts de Conteúdo selecionando Host de Conteúdo no menu principal e depois clicando no botão à direita.

source: You currently don't have any Files.
ka: ამჟამად ფაილები არ გაქვთ.
pt_br: Atualmente você não tem nenhum Arquivo.

source: You do not have any Installed Products
ka: დაყენებული პროდუქტები არ გაქვთ
pt_br: Você não tem nenhum produto instalado

source: You must select a content view in order to save your environment.
ka: თქვენი გარემოს შესანახად ერთი შემცველობის ხედი მაინც უნდა აირჩიოთ.
pt_br: Você deve selecionar uma visão de conteúdo para salvar seu ambiente.

source: You must select at least one Content Host in order to apply Errata.
ka: მორჩენილი პაჩების გადასატარებლად მინიმუმ ერთი შემცველობის ჰოსტი უნდა მონიშნოთ.
pt_br: Você deve selecionar pelo menos um Host de Conteúdo para poder aplicar Errata.

source: You must select at least one Errata to apply.
ka: უნდა აირჩიოთ ერთი შემორჩენილი პაჩი მაინც.
pt_br: Você deve selecionar pelo menos uma Errata para se candidatar.

source: Your search returned zero %(contentType)s that match the criteria.
ka: თქვენმა ძებნამ დააბრუნა ნული %(contentType)s, რომელიც პირობას ემთხვევა.

source: Your search returned zero Activation Keys.
ka: თქვენმა ძებნამ 0 აქტივაციის გასაღები დააბრუნა.
pt_br: Sua busca retornou zero Chaves de ativação.

source: Your search returned zero Container Image Tags.
ka: ძებნამ კონტეინერის ასლის 0 ჭდე ააბრუნა.

source: Your search returned zero Content Credential.
ka: თქვენმა ძებნამ 0 შემცველობის ავტორიზაციის დეტალი დააბრუნა.
pt_br: Sua busca retornou Credencial de Conteúdo zero.

source: Your search returned zero Content Hosts.
ka: თქვენმა ძებნამ 0 შემცველობის ჰოსტი დააბრუნა.
pt_br: Sua busca retornou Hosts de conteúdo zero.

source: Your search returned zero Content Views
ka: თქვენმა ძებნამ 0 შემცველობის ხედი დააბრუნა
pt_br: Sua busca retornou zero visualizações de conteúdo

source: Your search returned zero Content Views.
ka: თქვენმა ძებნამ 0 შემცველობის ხედი დააბრუნა.
pt_br: Sua busca retornou zero visualizações de conteúdo.

source: Your search returned zero Deb Packages.
ka: თქვენმა ძებნამ 0 Deb პაკეტი დააბრუნა.

source: Your search returned zero Debs.
ka: თქვენმა ძებნამ 0 Deb-ი დააბრუნა.
pt_br: Sua busca retornou zero débitos.

source: Your search returned zero Errata.
ka: თქვენმა ძებნამ 0 მორჩენილი პაჩი დააბრუნა.
pt_br: Sua busca retornou zero Errata.

source: Your search returned zero Erratum.
ka: თქვენმა ძებნამ 0 მორჩენილი პაჩი დააბრუნა.
pt_br: Sua busca retornou zero Erratum.

source: Your search returned zero Files.
ka: თქვენმა ძებნამ 0 ფაილი დააბრუნა.
pt_br: Sua busca retornou zero arquivos.

source: Your search returned zero Host Collections.
ka: თქვენმა ძებნამ 0 ჰოსტის კოლექცია დააბრუნა.
pt_br: Sua busca retornou zero Coleções Host.

source: Your search returned zero Hosts.
ka: თქვენმა ძებნამ 0 ჰოსტი დააბრუნა.
pt_br: Sua busca retornou zero Hosts.

source: Your search returned zero Lifecycle Environments.
ka: თქვენმა ძებნამ 0 ცხოვრების ციკლი დააბრუნა.
pt_br: Sua busca retornou ambientes com ciclo de vida zero.

source: Your search returned zero Module Streams.
ka: თქვენმა ძებნამ 0 მოდულის ნაკადი დააბრუნა.

source: Your search returned zero Packages.
ka: თქვენმა ძებნამ 0 პაკეტი დააბრუნა.
pt_br: Sua busca retornou zero pacotes.

source: Your search returned zero Products.
ka: თქვენმა ძებნამ 0 პროდუქტი დააბრუნა.
pt_br: Sua busca retornou zero Produtos.

source: Your search returned zero Repositories
ka: თქვენმა ძებნამ 0 რეპოზიტორია დააბრუნა
pt_br: Sua busca retornou zero Repositórios

source: Your search returned zero Repositories.
ka: თქვენმა ძებნამ 0 რეპოზიტორია დააბრუნა.
pt_br: Sua busca retornou zero Repositórios.

source: Your search returned zero repository sets.
ka: თქვენმა ძებნამ 0 რეპოზიტორიის სეტი დააბრუნა.
pt_br: Sua busca retornou conjuntos de repositório zero.

source: Your search returned zero Repository Sets.
ka: თქვენმა ძებნამ 0 რეპოზიტორიის სეტი დააბრუნა.
pt_br: Sua busca retornou zero Repositório Sets.

source: Your search returned zero results.
ka: თქვენმა ძებნამ 0 შედეგი დააბრუნა.
pt_br: Sua busca retornou zero resultados.

source: Your search returned zero Subscriptions.
ka: თქვენმა ძებნამ 0 გამოწერა დააბრუნა.
pt_br: Sua busca retornou zero Assinaturas.

source: Your search returned zero Sync Plans.
ka: თქვენმა ძებნამ 0 სინქის გეგმა დააბრუნა.
pt_br: Sua busca retornou planos de sincronização zero.

source: Your search returned zero Traces.
ka: თქვენმა ძებნამ 0 ტრეისი დააბრუნა.
pt_br: Sua busca retornou zero Traços.

source: Yum Metadata Checksum
ka: Yum-ის მეტამონაცემების საკონტროლო ჯამი

source: Yum Repositories <div>{{ library.counts.yum_repositories || 0 }}</div>
ka: Yum რეპოზიტორიები <div>{{ library.counts.yum_repositories || 0 }}</div>
pt_br: Repositórios Yum <div>{{ library.counts.yum_repositories || 0 }}</div>

source: * These marked Content View Versions are from Composite Content Views. Their components needing updating are listed underneath.
pt_br: * Estas Versões marcadas de Conteúdo Visualizado são de Composite Content Views. Seus componentes que precisam de atualização estão listados abaixo.

source: A sync has been initiated in the background, <a href="/foreman_tasks/tasks/{{ task.id }}">click for more details</a>
pt_br: Uma sincronização foi iniciada em segundo plano, <a href="/foreman_tasks/tasks/{{ task.id }}">clique para mais detalhes</a>

source: An error occurred trying to auto-attach subscriptions. Please check your log for further information.
pt_br: Ocorreu um erro na tentativa de autoatacar assinaturas. Por favor, verifique seu log para maiores informações.

source: Are you sure you want to add the {{ table.numSelected }} content host(s) selected to the host collection(s) chosen?
pt_br: Você tem certeza de que deseja adicionar o(s) anfitrião(s) de conteúdo {{ table.numSelected }} selecionado(s) à(s) coleção(ões) anfitriã(s) escolhida(s)?

source: Are you sure you want to assign the {{ table.numSelected }} content host(s) selected to {{ selected.contentView.name }} in {{ selected.environment.name }}?
pt_br: Você tem certeza de que deseja designar o(s) anfitrião(s) de conteúdo {{ table.numSelected }} selecionado(s) para {{ selected.contentView.name }} em {{ selected.environment.name }}?

source: Are you sure you want to install {{ content.content }} on the {{ getSelectedSystemIds().length }} system(s) selected?
pt_br: Você tem certeza de que deseja instalar {{ content.content }} no(s) sistema(s) {{ getSelectedSystemIds().length }} selecionado(s)?

source: Are you sure you want to remove {{ content.content }} from the {{ getSelectedSystemIds().length }} system(s) selected?
pt_br: Você tem certeza de que quer remover {{ content.content }} do(s) sistema(s) {{ getSelectedSystemIds().length }} selecionado(s)?

source: Are you sure you want to remove the {{ table.numSelected }} content host(s) selected from the host collection(s) chosen?
pt_br: Você tem certeza de que deseja remover o(s) anfitrião(s) de conteúdo {{ table.numSelected }} selecionado(s) da(s) coleção(ões) anfitriã(s) escolhida(s)?

source: Are you sure you want to remove the sync plan from the selected product(s)?
pt_br: Você tem certeza de que deseja remover o plano de sincronização do(s) produto(s) selecionado(s)?

source: Are you sure you want to reset to default the {{ table.numSelected }} repository set(s) chosen?
pt_br: Você tem certeza de que quer redefinir para o padrão o(s) conjunto(s) de repositório(s) {{ table.numSelected }} escolhido(s)?

source: Are you sure you want to set the Release Version the {{ table.numSelected }} content host(s) selected to {{ selected.release }}?. This action will affect only those Content Hosts that belong to the appropriate Content View and Lifecycle Environment containining that release version.
pt_br: Você tem certeza de que deseja definir a Versão de Lançamento o(s) host(s) de conteúdo {{ table.numSelected }} selecionado(s) para {{ selected.release }}?. Esta ação afetará somente aqueles Hosts de conteúdo que pertencem à Visão de Conteúdo e Ambiente de Ciclo de Vida apropriados, contendo aquela versão de lançamento.

source: Are you sure you want to update {{ content.content }} on the {{ getSelectedSystemIds().length }} system(s) selected?
pt_br: Você tem certeza de que deseja atualizar {{ content.content }} no(s) sistema(s) {{ getSelectedSystemIds().length }} selecionado(s)?

source: Are you sure you want to update all packages on the {{ getSelectedSystemIds().length }} system(s) selected?
pt_br: Você tem certeza de querer atualizar todos os pacotes no(s) sistema(s) {{ getSelectedSystemIds().length }} selecionado(s)?

source: Below are the repository content sets currently available for this content host through its subscriptions. For Red Hat subscriptions, additional content can be made available through the
pt_br: Abaixo estão os conjuntos de conteúdo de repositório atualmente disponíveis para este hospedeiro de conteúdo através de suas assinaturas. Para as assinaturas da Red Hat, conteúdo adicional pode ser disponibilizado através do

source: Below are the Repository Sets currently available for this activation key through its subscriptions. For Red Hat subscriptions, additional content can be made available through the
pt_br: Abaixo estão os Conjuntos de Repositório atualmente disponíveis para esta chave de ativação através de suas assinaturas. Para as assinaturas da Red Hat, conteúdo adicional pode ser disponibilizado através do

source: Changing default settings for content hosts that register with this activation key requires subscription-manager version 1.10 or newer to be installed on that host.
pt_br: A mudança das configurações padrão para hosts de conteúdo que se registram com esta chave de ativação requer que a versão 1.10 ou mais recente do gerenciador de assinatura seja instalada naquele host.

source: Changing default settings requires subscription-manager version 1.10 or newer to be installed on this host.
pt_br: A mudança das configurações padrão requer que a versão 1.10 ou mais recente do gerenciador de assinatura seja instalada neste host.

source: Content Views <div>{{ library.counts.content_views || 0 }}</div>
pt_br: Visualizações de conteúdo <div>{{ library.counts.content_views || 0 }}</div>

source: deb metadata generation has been initiated in the background. Click <a href="{{ taskUrl() }}">Here</a> to monitor the progress.
pt_br: A geração de metadados deb foi iniciada em segundo plano. Clique <a href="{{ taskUrl() }}">Aqui</a> para monitorar o progresso.

source: Docker Repositories <div>{{ library.counts.docker_repositories || 0 }}</div>
pt_br: Repositórios de Docker <div>{{ library.counts.docker_repositories || 0 }}</div>

source: File removal been initiated in the background. Click <a href="{{ taskUrl() }}">Here</a> to monitor the progress.
pt_br: A remoção do arquivo foi iniciada em segundo plano. Clique <a href="{{ taskUrl() }}">Aqui</a> para monitorar o progresso.

source: For older operating systems such as Red Hat Enterprise Linux 5 or CentOS 5 it is recommended to use sha1.
pt_br: Para sistemas operacionais mais antigos como o Red Hat Enterprise Linux 5 ou CentOS 5 é recomendado o uso do sha1.

source: Hourly at {{ product.sync_plan.sync_date | date:'m' }} minutes and {{ product.sync_plan.sync_date | date:'s' }} seconds
pt_br: De hora em hora em {{ product.sync_plan.sync_date | date:'m' }} minutos e {{ product.sync_plan.sync_date | date:'s' }} segundos

source: In order to browse this repository you must <a ng-href="/organizations/{{ organization }}/edit">download the certificate</a> or ask your admin for a certificate.
pt_br: Para navegar por este repositório você deve <a ng-href="/organizations/{{ organization }}/edit">baixar o certificado</a> ou peça um certificado a seu administrador.

source: Install the pre-built bootstrap RPM:
pt_br: Instalar o RPM do bootstrap pré-construído:

source: Limit Repository Sets to only those available in this Host's Lifecycle Environment
pt_br: Limitar os Conjuntos de Repositório a apenas aqueles disponíveis no Ambiente de Ciclo de Vida deste Host

source: No alternate release version choices are available. The available releases are based upon what is available in "{{ host.content_facet_attributes.content_view.name }}", the selected <a href="/content_views">content view</a> this content host is attached to for the given <a href="/lifecycle_environments">lifecycle environment</a>, "{{ host.content_facet_attributes.lifecycle_environment.name }}".
pt_br: Não há opções de versões alternativas disponíveis. As versões disponíveis são baseadas no que está disponível em "{{ host.content_facet_attributes.content_view.name }}", a visão de conteúdo selecionada <a href="/content_views"></a> a que este anfitrião de conteúdo está anexado para o ambiente <a href="/lifecycle_environments">dado ciclo de vida</a>, "{{ host.content_facet_attributes.lifecycle_environment.name }}".

source: No Host Collections to show, you can add Host Collections after selecting 'Host Collections' under 'Hosts' in main menu.
pt_br: Não há coleções de anfitriões para mostrar, você pode adicionar Coleções de anfitriões após selecionar 'Coleções de anfitriões' em 'Anfitriões' no menu principal.

source: No Host Collections to show, you can add Host Collections after selecting the 'Add' tab.
pt_br: Sem Coleções Hospedeiras para mostrar, você pode adicionar Coleções Hospedeiras após selecionar a guia 'Adicionar'.

source: One or more of the selected Errata are not Installable via your published Content View versions running on the selected hosts. The new Content View Versions (specified below) will be created which will make this Errata Installable in the host's Environment. This new version will replace the current version in your host's Lifecycle Environment. To install these errata immediately on hosts after publishing check the box below.
pt_br: Uma ou mais das Erratas selecionadas não podem ser instaladas através de suas versões publicadas de Visualização de Conteúdo rodando nos hosts selecionados. As novas Versões de Visualização de Conteúdo (especificadas abaixo) que tornará esta Errata Instalável no Ambiente do hospedeiro. Esta nova versão substituirá a versão atual no Ciclo de Vida do seu host Meio ambiente. Para instalar estas erratas imediatamente nos hosts após a publicação, marque a caixa abaixo.

source: Only show content hosts where the errata is currently installable in the host's Lifecycle Environment.
pt_br: Mostrar apenas os hosts de conteúdo onde a errata é atualmente instalável no ambiente do ciclo de vida do host.

source: Only show Errata that are Applicable to one or more Content Hosts
pt_br: Mostrar apenas Erratas que se aplicam a um ou mais Hosts de Conteúdo

source: Only show Errata that are Installable on one or more Content Hosts
pt_br: Mostrar apenas Erratas que podem ser instaladas em um ou mais Hosts de Conteúdo

source: Only show Packages that are Applicable to one or more Content Hosts
pt_br: Mostrar apenas Pacotes que são aplicáveis a um ou mais Hosts de Conteúdo

source: Only show Packages that are Upgradable on one or more Content Hosts
pt_br: Mostrar apenas pacotes que podem ser atualizados em um ou mais Hosts de Conteúdo

source: Only show Subscriptions for products not already covered by a Subscription
pt_br: Mostrar apenas Assinaturas para produtos ainda não cobertos por uma Assinatura

source: Only show Subscriptions which can be applied to products installed on this Host
pt_br: Mostrar apenas Assinaturas que podem ser aplicadas aos produtos instalados neste Host

source: Only show Subscriptions which can be attached to this Host
pt_br: Mostrar apenas Assinaturas que podem ser anexadas a este Host

source: Packages are automatically Applicable if they are Upgradable
pt_br: Os pacotes são automaticamente aplicáveis se forem atualizáveis

source: Password of the upstream repository user for authentication. Leave empty if repository does not require authentication.
pt_br: Senha do usuário do repositório upstream para autenticação. Deixe em branco se o repositório não exigir autenticação.

source: Product Enhancement Advisory
pt_br: Assessoria para Melhoria de Produtos

source: Remote execution plugin is required to be able to run any helpers.
pt_br: O plugin de execução remota é necessário para poder executar qualquer ajudante.

source: Removed %x host collections from content host "%y".
pt_br: Removido %x coleções de anfitriões de conteúdo de anfitriões "%y".

source: Removed %x products from sync plan "%y".
pt_br: Removido %x produtos do plano de sincronização "%y".

source: Run Repository Creation <i class="fa fa-spinner fa-spin" ng-show="creating()"></i>
pt_br: Criação do Repositório Run <i class="fa fa-spinner fa-spin" ng-show="creating()"></i>

source: Selecting this option will result in Katello verifying that the upstream url's SSL certificates are signed by a trusted CA. Unselect if you do not want this verification.
pt_br: Selecionando esta opção, a Katello verificará se os certificados SSL da url upstream são assinados por uma CA de confiança. Desselecione se você não quiser esta verificação.

source: Some of the Errata shown below may not be installable as they are not in this Content Host's Content View and Lifecycle Environment. In order to apply such Errata an Incremental Update is required.
pt_br: Algumas das Erratas mostradas abaixo podem não ser instaláveis, pois não estão neste Host de Conteúdo Visão do conteúdo e ambiente do ciclo de vida. Para aplicar tais Erratas é necessária uma Atualização Incremental.

source: Standard sync, optimized for speed by bypassing any unneeded steps.
pt_br: Sincronização padrão, otimizada para a velocidade, contornando quaisquer passos desnecessários.
