Repository: Katello/katello
Catalog: engines/bastion_katello/engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: ka, pt_br

source: State
pt_br: Estado

source: Tasks
pt_br: Tarefas

source: The Content View or Lifecycle Environment needs to be updated in order to make errata available to these hosts.
pt_br: A Visão do Conteúdo ou Ambiente do Ciclo de Vida precisa ser atualizada a fim de tornar as erratas disponíveis para esses anfitriões.

source: The following actions can be performed on content hosts in this host collection:
pt_br: As seguintes ações podem ser realizadas em hosts de conteúdo nesta coleção de hosts:

source: The host has not reported any applicable packages for upgrade.
pt_br: O anfitrião não relatou nenhum pacote aplicável para atualização.

source: The host has not reported any installed packages, registering with subscription-manager should cause these to be reported.
pt_br: O anfitrião não relatou nenhum pacote instalado, o registro no gerenciador de assinaturas deve fazer com que estes sejam relatados.

source: The selected environment contains no Content Views, please select a different environment.
pt_br: O ambiente selecionado não contém visualizações de conteúdo, favor selecionar um ambiente diferente.

source: There are {{ errataCount }} total Errata in this organization but none match the above filters.
pt_br: Há {{ errataCount }} Errata total nesta organização, mas nenhuma corresponde aos filtros acima.

source: There are {{ packageCount }} total Packages in this organization but none match the above filters.
pt_br: Há {{ packageCount }} pacotes totais nesta organização, mas nenhum corresponde aos filtros acima.

source: There are no Errata associated with this Content Host to display.
pt_br: Não há Errata associada a este Host de Conteúdo para exibir.

source: There are no Errata in this organization. Create one or more Products with Errata to view Errata on this page.
pt_br: Não há Errata nesta organização. Crie um ou mais Produtos com Errata para ver Errata nesta página.

source: There are no Host Collections available. You can create new Host Collections after selecting 'Host Collections' under 'Hosts' in main menu.
pt_br: Não há coleções de anfitriões disponíveis. Você pode criar novas Coleções Host após selecionar 'Host Collections' em 'Hosts' no menu principal.

source: There are no Packages in this organization. Create one or more Products with Packages to view Packages on this page.
pt_br: Não há pacotes nesta organização. Crie um ou mais Produtos com Pacotes para ver os Pacotes nesta página.

source: There are no Sync Plans available. You can create new Sync Plans after selecting 'Sync Plans' under 'Hosts' in main menu.
pt_br: Não há Planos de Sincronização disponíveis. Você pode criar novos Planos de Sincronização após selecionar 'Planos de Sincronização' em 'Anfitriões' no menu principal.

source: There is currently an Incremental Update task in progress. This update must finish before applying existing updates.
pt_br: Há atualmente uma tarefa de Atualização Incremental em andamento. Esta atualização deve ser concluída antes de aplicar as atualizações existentes.

source: This action will affect only those Content Hosts that require a change. If the Content Host does not have the selected Subscription no action will take place.
pt_br: Esta ação afetará somente aqueles Hosts de Conteúdo que requerem uma mudança. Se o Host de Conteúdo não tiver a Assinatura selecionada, nenhuma ação ocorrerá.

source: This activation key is not associated with any content hosts.
pt_br: Esta chave de ativação não está associada a nenhum anfitrião de conteúdo.

source: This operation may also remove managed resources linked to the host such as virtual machines and DNS records. Change the setting "Delete Host upon Unregister" to false on the <a href="/settings">settings page</a> to prevent this.
pt_br: Esta operação também pode remover recursos gerenciados ligados ao host, tais como máquinas virtuais e registros DNS. Altere a configuração "Delete Host upon Unregister" para falsa na página de configuração <a href="/settings"></a> para evitar isso.

source: Unregister the host as a subscription consumer. Provisioning and configuration information is preserved.
pt_br: Desregistrar o anfitrião como um consumidor de assinatura. As informações de provisionamento e configuração são preservadas.

source: Username of the upstream repository user for authentication. Leave empty if repository does not require authentication.
pt_br: Nome de usuário do usuário do repositório upstream para autenticação. Deixe em branco se o repositório não exigir autenticação.

source: Weekly on {{ product.sync_plan.sync_date | date:'EEEE' }} at {{ product.sync_plan.sync_date | date:'mediumTime' }} (Server Time)
pt_br: Semanalmente em {{ product.sync_plan.sync_date | date:'EEEE' }} em {{ product.sync_plan.sync_date | date:'mediumTime' }} (horário do servidor)

source: When Auto Attach is disabled, registering systems will be attached to all associated subscriptions.
pt_br: Quando o Auto Attach estiver desativado, os sistemas de registro serão anexados a todas as assinaturas associadas.

source: You currently don't have any Content Hosts, you can register one by clicking the button on the right and following the instructions.
pt_br: Atualmente você não tem nenhum Hosts de Conteúdo, você pode registrar um clicando no botão à direita e seguindo as instruções.

source: You currently don't have any Host Collections, you can add Host Collections using the button on the right.
pt_br: Atualmente você não tem nenhuma Coleção Host, você pode adicionar Coleções Host usando o botão à direita.

source: You currently don't have any Products associated with this Content Credential.
pt_br: Atualmente você não tem nenhum Produto associado a esta Credencial de Conteúdo.

source: You currently don't have any Products to subscribe to, you can add Products after selecting 'Products' under 'Content' in the main menu
pt_br: Atualmente você não tem nenhum Produto para assinar, você pode adicionar Produtos após selecionar 'Produtos' em 'Conteúdo' no menu principal

source: You currently don't have any Products<span bst-feature-flag="custom_products">, you can add Products using the button on the right</span>.
pt_br: Atualmente você não tem nenhum Produto<span bst-feature-flag="custom_products">, você pode adicionar Produtos usando o botão da direita</span>.

source: You currently don't have any Repositories associated with this Content Credential.
pt_br: Atualmente você não tem nenhum Repositório associado a esta Credencial de Conteúdo.

source: You currently don't have any Repositories included in this Product, you can add Repositories using the button on the right.
pt_br: Atualmente você não tem nenhum Repositório incluído neste Produto, você pode adicionar Repositórios usando o botão à direita.

source: You currently don't have any Subscriptions associated with this Activation Key, you can add Subscriptions after selecting the 'Add' tab.
pt_br: Atualmente você não tem nenhuma Assinatura associada a esta Chave de Ativação, você pode adicionar Assinaturas após selecionar a guia 'Adicionar'.

source: You currently don't have any Sync Plans. A Sync Plan can be created by using the button on the right.
pt_br: Atualmente você não tem nenhum Plano de Sincronização. Um Plano de Sincronização pode ser criado usando o botão à direita.

source: You must select a new content view before your change of environment can be saved. Use the cancel button on content view selection to revert your environment selection.
pt_br: Você deve selecionar uma nova visão de conteúdo antes que sua mudança de ambiente possa ser salva. Use o botão cancelar na seleção da visualização do conteúdo para reverter a seleção de seu ambiente.

source: Yum metadata generation has been initiated in the background. Click <a href="{{ taskUrl() }}">Here</a> to monitor the progress.
pt_br: A geração de metadados Yum foi iniciada em segundo plano. Clique <a href="{{ taskUrl() }}">Aqui</a> para monitorar o progresso.
