Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: No "Promote/Remove" permissions on the Lifecycle Environment.
es: No hay permisos de promoción/eliminación en el entorno del ciclo de vida.
fr: Aucune permission de « Promouvoir/Supprimer » sur l'environnement de cycle de vie.
it: Nessun permesso "Avanza/Rimuovi" sull'ambiente Ciclo di vita.
ja: ライフサイクル環境に対して「プロモート/削除」権限がありません。
pt_br: Não há permissões para 'Promover/Remover' no Ambiente de Ciclo de Vida.
ru: Нет полномочий для продвижения и удаления объектов из этого окружения.

source: No activation keys are affected.
es: No hay llaves de activación afectadas.
fr: Aucune clé d'activation n'est affectée.
it: Nessuna chiave di attivazione è interessata.
ja: 影響を受けるアクティベーションキーはありません。
pt_br: Nenhuma chave de ativação foi afetada.
ru: Ключи не были перенесены.

source: No alternate release version choices are available. The available releases are based upon what is available in "{{ host.content_facet_attributes.content_view.name }}", the selected <a href="/content_views">content view</a> this content host is attached to for the given <a href="/lifecycle_environments">lifecycle environment</a>, "{{ host.content_facet_attributes.lifecycle_environment.name }}".
de: Es sind keine alternativen Versionsoptionen verfügbar. Die verfügbaren Versionen basieren auf dem, was in "{{ host.content_facet_attributes.content_view.name }}" verfügbar ist, der ausgewählten <a href="/content_views">Inhaltsansicht </a>, an die dieser Inhaltshost für die angegebene <a href="/lifecycle_environments">Lebenszyklusumgebung </a> angehängt ist, "{{ host.content_facet_attributes.lifecycle_environment.name .". }}".
es: No hay opciones de versión alternativa. Las versiones disponibles dependen de lo que está disponible en "{{ host.content_facet_attributes.content_view.name }}", la vista de contenido <a href="/content_views">seleccionada</a> a la que se adjunta este host de contenido para el entorno de ciclo de vida <a href="/lifecycle_environments">determinado</a>, "{{ host.content_facet_attributes.lifecycle_environment.name }}".
fr: Aucune autre version n'est disponible. Les versions disponibles sont basées sur ce qui est disponible dans « {{ host.content_facet_attributes.content_view.name }} », l' <a href="/content_views">affichage du contenu</a> sélectionné auquel cet hôte de contenu est attaché pour l'<a href="/lifecycle_environments">environnement de cycle de vie</a> donné, « {{ host.content_facet_attributes.lifecycle_environment.name }} ».
ja: 他のリリースバージョンを選択できません。利用可能なリリースは、"{{ host.content_facet_attributes.content_view.name }}"、指定の <a href="/lifecycle_environments">ライフサイクル環境</a> で、対象のコンテンツホストがアタッチされている選択済みの <a href="/content_views">コンテンツビュー</a>、"{{ host.content_facet_attributes.lifecycle_environment.name }}" で利用可能なものをもとに決定されます。
pt_br: Não há escolhas alternativas disponíveis da versão de lançamento. Os lançamentos são baseados no que está disponível na "{{ host.content_facet_attributes.content_view.name }}", <a href="/content_views">visualização de conteúdo</a> selecionada em que este host de conteúdo está anexado para o <a href="/lifecycle_environments">ambiente de ciclo de vida</a>, "{{ host.content_facet_attributes.lifecycle_environment.name }}" fornecido.

source: No Content Hosts are affected.
es: No hay hosts de contenido afectados.
fr: Aucun hôte de contenu affecté
it: Nessun host di contenuto è interessato.
ja: 影響を受けるコンテンツホストはありません。
pt_br: Nenhum Host de Conteúdo foi afetado.
ru: Узлы не были изменены.

source: No Content Hosts match this Erratum.
de: Keine Inhaltshosts entsprechen diesem Erratum.
es: No hay contenidos que coincidan con esta errata.
fr: Aucun hôte de contenu ne correspond à cet erratum.
it: Nessun host di contenuto corrisponde a questo erratum.
ja: このエラータと一致するコンテンツホストはありません。
pt_br: Nenhum Host de Conteúdo corresponde a esta Errata.
ru: Нет узлов для этого исправления.

source: No Content Views available to add to {{ contentView.name }}. Create some non-composite Content Views first.
es: No hay vistas de contenido disponibles para agregar a {{ contentView.name }}. Primero, deben crearse vistas de contenido no compuestas.
fr: Aucun affichage du contenu disponible à ajouter à {{ contentView.name }}. Créez d'abord des affichages du contenu non composites.
ja: {{ contentView.name }} に追加できるコンテンツビューはありません。複合ではないコンテンツビューを先に作成してください。
pt_br: Sem visualizações de conteúdo disponíveis para adicionar a {{ contentView.name }}. Primeiro, crie visualizações de conteúdo não compostas.

source: No Content Views available, please select another environment.
es: No hay vistas de contenido disponibles; seleccione otro entorno.
fr: Aucun affichage du contenu disponible, veuillez sélectionner un autre environnement
it: Nessuna visualizzazione del contenuto disponibile, selezionare un altro ambiente.
ja: 利用可能なコンテンツビューがありません。別の環境を選択してください。
pt_br: Nenhuma Visualização de Conteúdo disponível, por favor selecione outro ambiente.
ru: Нет представлений. Выберите другое окружение.

source: No Content Views belong to {{ contentView.name }}. Use the add tab to add Content Views.
es: No hay vistas de contenido que pertenezcan a {{ contentView.name }}. Utilice la pestaña Añadir para añadir vistas de contenidos.
fr: Aucun affichage du contenu n'appartient à {{ contentView.name }}. Utilisez l'onglet ajouter pour ajouter des affichages du contenu.
ja: {{ contentView.name }} に所属するコンテンツビューはありません。追加タブを使用して、コンテンツビューを追加してください。
pt_br: Nenhuma visualização de conteúdo pertence a {{ contentView.name }}. Use a guia de adição para adicionar visualizações de conteúdo.

source: No Content Views contain this Deb
de: Keine Inhaltsansichten enthalten diese Deb
es: Ninguna vista de contenido contiene este Deb
fr: Aucun affichage de contenu ne contient ce Deb
ja: この Deb を含むコンテンツビューはありません
pt_br: Nenhuma exibição de conteúdo contém esta depuração

source: No Content Views contain this File
de: Keine Inhaltsansichten enthalten diese Datei
es: No hay vistas de contenido que incluyan este archivo
fr: Aucun affichage du contenu ne comporte ce fichier
ja: このファイルを含むコンテンツビューはありません
pt_br: Nenhuma visualização de conteúdo contém este arquivo

source: No Content Views contain this Puppet Module
es: No hay vistas de contenido que incluya este módulo Puppet
fr: Aucun affichage du contenu ne comporte ce module Puppet
ja: この Puppet モジュールを含むコンテンツビューはありません
pt_br: Nenhuma visualização de conteúdo contém este módulo Puppet

source: No content views exist for {{selected.environment.name}}
de: Keine Inhaltsansichten existieren für {{selected.environment.name}}
es: No existen vistas de contenido para {{selected.environment.name}}
fr: Il n'existe aucun affichage du contenu pour {{selected.environment.name}}.
it: Non esiste alcuna visualizzazione del contenuto per {{selected.environment.name}}
ja: {{selected.environment.name}} にはコンテンツビューがありません
pt_br: Nenhuma visualização de conteúdo existe para {{selected.environment.name}}
ru: Нет представлений для {{selected.environment.name}}

source: No Content Views match the search.
es: No hay vistas de contenido que coincidan con la búsqueda.
fr: Aucun affichage du contenu ne correspond à la recherche.
ja: 検索に一致するコンテンツビューはありません。
pt_br: Nenhuma visualização de conteúdo corresponde à pesquisa.

source: No discovered repositories.
de: Keine gefundenen Repositorys.
es: No se hallaron repositorios.
fr: Aucun référentiel détecté.
ja: 検出されたリポジトリーはありません。
pt_br: Nenhum repositório descoberto.

source: No enabled Repository Sets provided through subscriptions.
de: Keine aktivierten Repository-Sets, die über Abonnements bereitgestellt werden.
fr: Aucun ensemble de référentiels fourni avec ces abonnements.
ja: サブスクリプションで提供されるリポジトリーセットで有効なものがありません。

source: No Errata to display
es: No se visualizaron erratas
fr: Aucun erratum à afficher.
ja: 表示するエラータがありません
pt_br: Nenhuma errata para exibir.

source: No Host Collections match your search.
de: Keine Hostsammlungen entsprechen Ihrer Suche.
es: No hay colecciones de hosts que coincidan con su búsqueda.
fr: Aucune collection d'hôtes ne correspond à votre recherche.
ja: 検索に一致するホストコレクションはありません。
pt_br: Nenhuma coleção de hosts corresponde à pesquisa.

source: No Host Collections to show, you can add Host Collections after selecting 'Host Collections' under 'Hosts' in main menu.
de: Keine Hostsammlungen zum Anzeigen. Sie können Hostsammlungen hinzufügen, wenn Sie im Hauptmenü "Hosts" auf "Hostsammlungen" klicken.
es: No hay colecciones a mostrar, puede agregar colecciones de hosts después de seleccionar 'Colecciones de hosts' bajo 'Hosts' en el menú principal.
fr: Aucune collection d'hôte à afficher. Vous pouvez ajouter des collections d'hôtes après avoir sélectionné « Collections d'hôtes » sous « Hôtes » dans le menu principal.
it: Nessun insieme di host da visualizzare, è possibile aggiungere un insieme dopo aver selezionato 'Insiemi di host' in 'Host' nel menu principale.
ja: 表示するホストコレクションはありません。メインメニューで「ホスト」、「ホストコレクション」の順に選択してホストコレクションを追加してください。
pt_br: Nenhuma Coleção de Host para exibir, você pode adicionar Coleções de Host depois de selecionar 'Coleções de Host' sob 'Hosts' no menu principal.
ru: Нет коллекций. Чтобы добавить коллекцию узлов, в главном меню выберите «Узлы» - «Коллекции».

source: No Host Collections to show, you can add Host Collections after selecting the 'Add' tab.
de: Keine Hostsammlungen zum Anzeigen. Sie können Hostsammlungen hinzufügen, wenn Sie auf den Reiter "Hinzufügen" klicken.
es: No hay colecciones a mostrar, puede agregar Colecciones de hosts después de seleccionar la pestaña 'Añadir'.
fr: Aucune collection d'hôte à afficher. Vous pouvez ajouter des collections d'hôtes après avoir sélectionné l'onglet « Ajouter ».
it: Nessun insieme di host da visualizzare, è possibile aggiungere un insieme dopo aver selezionato la scheda 'Aggiungi'.
ja: 表示するホストコレクションはありません。「追加」タブを選択した後に、ホストコレクションを追加してください。
pt_br: Nenhuma Coleção de Host para exibir, você pode adicionar Coleções de Hosts depois de selecionar a aba 'Adicionar'.
ru: Нет коллекций. Чтобы добавить коллекцию узлов, перейдите на вкладку «Добавить».

source: No HTTP Proxies found
de: Keine HTTP-Proxys gefunden
ja: HTTP プロキシーが見つかりません

source: No HTTP Proxy
de: Kein HTTP-Proxy
ja: HTTP プロキシーなし

source: No matching results.
de: Keine passenden Ergebnisse.
es: No hay resultados coincidentes.
fr: Aucun résultat correspondant.
ja: 一致する結果はありません。
pt_br: Nenhum sistema correspondente.

source: No products are available to add to this Sync Plan.
de: Es sind keine Produkte zum Hinzufügen zu diesem Synchronisierungsplan verfügbar.
es: No hay productos disponibles para añadir a este plan de sincronización.
fr: Aucun produit disponible à ajouter à ce plan de synchronisation.
ja: この同期プランに追加できる製品はありません。
pt_br: Nenhuma produto está está disponível para ser adicionado a este plano de sincronização.

source: No products are have been added to this Sync Plan.
es: No se agregaron productos a este plan de sincronización.
fr: Aucun produit n'a été ajouté à ce plan de synchronisation.
ja: この同期プランにはまだ製品は追加されていません。
pt_br: Nenhum produto foi adicionado a este plano de sincronização.

source: No puppet modules found
es: No se hallaron módulos Puppet
fr: Aucun module puppet trouvé
ja: Puppet モジュールが見つかりません
pt_br: Nenhum módulo Puppet encontrado

source: No releases exist in the Library.
de: In der Bibliothek sind keine Veröffentlichungen vorhanden.
es: No existen lanzamientos en la Biblioteca.
fr: Aucune publication existante dans la bibliothèque.
ja: ライブラリにリリースはありません。
pt_br: Não existe nenhuma versão na biblioteca.

source: No Repositories contain this Branch.
es: No hay repositorios que contengan esta rama.
fr: Aucun référentiel ne contient cette branche.
ja: このブランチを含むリポジトリーはありません。
pt_br: Nenhum repositório contém esta ramificação.

source: No Repositories contain this Deb
de: Keine Repositories enthalten diese Deb
es: Ningún repositorio contiene este Deb
fr: Aucun référentiel ne contient ce Deb
ja: この Deb を含むリポジトリーはありません
pt_br: Nenhum repositório contém esta depuração

source: No Repositories contain this Erratum.
de: Keine Repositorys enthalten dieses Erratum.
es: No hay repositorios que contengan esta errata.
fr: Aucun référentiel ne contient cet erratum.
it: Nessun repository presenta questo erratum.
ja: このエラータを含むリポジトリーはありません。
pt_br: Nenhum Repositório contém esta Errata.
ru: Нет репозиториев с этим исправлением.

source: No Repositories contain this File
de: Keine Repositorys enthalten diese Datei
es: No hay repositorios que contengan este archivo
fr: Aucun référentiel ne contient ce fichier.
ja: このファイルを含むリポジトリーはありません
pt_br: Nenhum repositório contém este arquivo

source: No Repositories contain this Package.
de: Keine Repositorys enthalten dieses Paket.
es: No hay repositorios que contengan este paquete.
fr: Aucun référentiel ne contient ce paquet.
ja: このパッケージを含むリポジトリーはありません。
pt_br: Nenhum Repositório contém este Pacote.

source: No Repositories contain this Puppet Module
es: No hay repositorios que contengan este módulo Puppet
fr: Aucun référentiel ne contient ce module Puppet
ja: この Puppet モジュールを含むリポジトリーはありません
pt_br: Nenhum repositório contém este módulo Puppet

source: No repository sets provided through subscriptions.
de: Keine Repository-Sets, die über Abonnements bereitgestellt werden.
es: No se proporcionaron conjuntos de repositorios a través de suscripciones.
fr: Aucun ensemble de référentiels fourni avec ces abonnements.
ja: サブスクリプションで提供されるリポジトリーセットはありません。
pt_br: Nenhum grupo de repositórios fornecido pelas assinaturas.

source: No RPMs were matched
ja: 一致する RPM がありません。

source: No sync information available.
de: Keine Synchronisierungsinformationen verfügbar.
es: No hay información de sincronización disponible.
fr: Aucune information de synchronisation disponible.
ja: 利用可能な同期情報はありません。
pt_br: Nenhuma informação de sincronização disponível.

source: No tasks exist for this resource.
de: Für diese Ressource sind keine Aufgaben vorhanden.
es: No existen tareas para este recurso.
fr: Aucune tâche existante pour cette ressource.
ja: このリソースにタスクはありません。
pt_br: Nenhuma saída de tarefa para este recurso.

source: No versions found for {{ $stateParams.moduleName }}
es: No se hallaron versiones para {{ $stateParams.moduleName }}
fr: Aucune version trouvée pour {{ $stateParams.moduleName }}
ja: {{ $stateParams.moduleName }} にはバージョンがありません。
pt_br: Nenhuma versão encontrada para {{ $stateParams.moduleName }}

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt_br: Nenhum
ru: Нет

source: Not Applicable
de: Unzutreffend
ja: 適用外

source: Not installed
es: No instalado
fr: Non installé.
it: Non installati
ja: 未インストール
pt_br: Não instalado
ru: Не установлено

source: Not started
de: Nicht angefangen
es: No iniciado
fr: Non démarré
ja: 開始前
pt_br: Não iniciado

source: Not Synced
de: Nicht synchronisiert
es: No sincronizado
fr: Pas synchronisé
it: Non sincronizzato
ja: 同期しない
pt_br: Não foi Sincronizado
ru: Не синхронизирован

source: Not yet published
es: Aún no se ha publicado
fr: Pas encore publié
it: Non ancora pubblicato
ja: 公開前
pt_br: Não publicado ainda
ru: Нет

source: Number of CPUs
de: Anzahl der CPUs
es: Número de CPU
fr: Nombre de CPU
it: Numero di CPU
ja: CPU 数
pt_br: Número de CPUs
ru: Число процессоров

source: Number of Repositories
de: Anzahl der Repositorys
es: Número de repositorios
fr: Nombre de référentiels
ja: リポジトリー数
pt_br: Número de Repositórios

source: On Demand
de: Auf Nachfrage
es: A pedido
fr: À la demande
ja: オンデマンド
pt_br: Por Demanda

source: One or more of the selected Errata are not Installable via your published Content View versions running on the selected hosts. The new Content View Versions (specified below) will be created which will make this Errata Installable in the host's Environment. This new version will replace the current version in your host's Lifecycle Environment. To install these errata immediately on hosts after publishing check the box below.
de: Ein oder mehrere der ausgewählten Errata sind nicht installierbar über Ihre veröffentlichten Inhaltsansichtsversionen, die auf den ausgewählten Hosts laufen. Es werden neue Versionen der Inhaltsansicht (siehe unten) erstellt, wodurch dieses Errata in der Umgebung des Hosts installierbar wird. Diese neue Version ersetzt die aktuelle Version in der Lebenszyklusumgebung Ihres Hosts. Um diese Errata sofort nach Veröffentlichung auf Hosts zu installieren, setzen Sie einen Haken am Auswahlfeld unten.
es: Una o más de las erratas seleccionadas no se pueden instalar por medio de las versiones de Vista de contenido publicado que se ejecutan en los hosts seleccionados. Se crearán las nuevas Versiones de vista de contenido (especificadas a continuación), lo que permitirá que esta errata se pueda instalar en el entorno del host. Esta nueva versión reemplazará la versión actual en el entorno del ciclo de vida del host. Para instalar estas erratas de inmediato en los hosts luego de publicar, marque la casilla que se encuentra debajo.
fr: Une ou plusieurs des errata sélectionnés n'ont pas pu être installés par le biais de vos versions d'affichage de contenu publiées installées sur vos hôtes sélectionnés. Les nouvelles versions d'affichage de contenu (indiquées ci-dessous) seront créées, ce qui permettra d'installer cet errata sur l'environnement de l'hôte. Cette nouvelle version viendra remplacer la version actuelle dans l'environnement de cycle de vie de votre hôte. Pour installer ces errata sur des hôtes tout de suite après la publication, veuillez cocher la case ci-dessous.
ja: 選択したホストで実行中の公開コンテンツビューバージョンを使用して、選択したエラータの 1 つ以上をインストールできません。新規コンテンツビューバージョン (以下に指定) を作成すると、 ホストの環境でエラータをインストールできるようになります。ホストのライフサイクル環境で使用される現在のバージョンは、この新しいバージョンに置き換えられます。 公開直後にホストにエラータをインストールするには、以下のボックスにチェックを入れます。
pt_br: Algumas das erratas selecionadas não são instaláveis através das suas versões publicadas de Visualização de Conteúdo em execução nos hosts selecionados. As novas versões de Visualização de Cconteúdo (especificadas abaixo) serão criadas, o que tornará esta errata instalável no ambiente do host. Esta nova versão substituirá a versão atual no ambiente do ciclo de vida do seu host. Para instalar imediatamente estas erratas nos hosts, após a publicação, selecione a caixa abaixo.

source: One or more RPMs are not showing up in the local repository even though they exist in the upstream repository.
es: Uno o más de los RPM no aparecen en el repositorio local, aun cuando existan en el repositorio upstream.
fr: Un ou plusieurs RPM n'apparaissent pas dans le référentiel local même s'ils sont présents dans le référentiel en amont.
ja: アップストリームリポジトリーに存在するにも拘らず、ローカルのリポジトリーに 1 つ以上の RPM が表示されません。
pt_br: Um ou mais RPMs não estão sendo exibidos no repositório local, apesar de eles saírem no repositório upstream.

source: Only show content hosts where the errata is currently installable in the host's Lifecycle Environment.
de: Nur Inhaltshosts anzeigen, für die die Errata derzeit in der Lebenszyklusumgebung des Hosts installierbar ist.
es: Mostrar solo los hosts de contenido donde la errata se puede instalar actualmente en el entorno del ciclo de vida del host
fr: N'afficher que les hôtes de contenu où l'errata est actuellement installable dans l'environnement de cycle de vie de l'hôte.
ja: ホストのライフサイクル環境で現在エラータをインストールできる場合だけ、コンテンツホストを表示します。
pt_br: Exibir somente os hosts de conteúdo onde as erratas são atualmente instaláveis no ambiente do ciclo de vida do host.

source: Only show Errata that are Applicable to one or more Content Hosts
de: Nur Errata anzeigen, die für einen oder mehrere Content-Hosts gelten
es: Mostrar únicamente erratas aplicables a uno o más hosts de contenido
fr: N'afficher que les errata applicables à un ou plusieurs hôtes de contenu
ja: 1 つ以上のコンテンツホストで適用可能なエラータのみを表示する
pt_br: Exibir apenas erratas que sejam aplicáveis a um ou mais hosts de conteúdo

source: Only show Errata that are Installable on one or more Content Hosts
de: Nur Errata anzeigen, die auf einem oder mehreren Inhaltshosts installierbar sind
es: Mostrar únicamente erratas que puedan instalarse en uno o más hosts de contenido
fr: N'afficher que les errata pouvant être installés sur un ou plusieurs hôtes de contenu
ja: 1 つ以上のコンテンツホストでインストール可能なエラータのみを表示する
pt_br: Exibir apenas erratas que sejam instaláveis em um ou mais hosts de conteúdo

source: Only show Packages that are Applicable to one or more Content Hosts
de: Nur Pakete anzeigen, die für einen oder mehrere Content-Hosts gelten
es: Mostrar únicamente paquetes que sean aplicables a uno o más hosts de contenido
fr: N'afficher que les paquetages applicables à un ou plusieurs hôtes de contenu
ja: 1 つ以上のコンテンツホストで適用可能なパッケージのみを表示する
pt_br: Exibir apenas pacotes que sejam aplicáveis a um ou mais hosts de conteúdo

source: Only show Packages that are Upgradable on one or more Content Hosts
de: Nur Pakete anzeigen, die für einen oder mehrere Content-Hosts gelten
es: Mostrar únicamente paquetes que puedan actualizarse en uno o más hosts de contenido
fr: N'afficher que les paquetages pouvant être mis à niveau sur un ou plusieurs hôtes de contenu
ja: 1 つ以上のコンテンツホストでアップグレード可能なパッケージのみを表示する
pt_br: Exibir apenas pacotes que podem ter upgrade em um ou mais hosts de conteúdo

source: Only show Subscriptions for products not already covered by a Subscription
de: Nur Abonnements für Produkte anzeigen, die noch nicht durch ein Abonnement abgedeckt sind
es: Mostrar únicamente suscripciones de productos que no estén cubiertos por una suscripción
fr: N'afficher que les abonnements de produits non encore couverts par un abonnement
ja: サブスクリプションでまだ対応されていない製品のサブスクリプションのみを表示する
pt_br: Exibir apenas assinaturas para produtos que ainda não sejam cobertos por uma assinatura

source: Only show Subscriptions which can be applied to products installed on this Host
de: Nur Abonnements anzeigen, die auf Produkte angewendet werden können, die auf diesem Host installiert sind
es: Mostrar únicamente suscripciones que puedan aplicarse a los productos instalados en este host
fr: N'afficher que les abonnements pouvant s'appliquer aux produits installés sur cet hôte
ja: このh層とにインストールする製品に適用可能なサブスクリプションのみを表示する
pt_br: Exibir apenas assinaturas que possam ser aplicadas a produtos instalados neste host

source: Only show Subscriptions which can be attached to this Host
de: Nur Abonnements anzeigen, die an diesen Host angehängt werden können
es: Mostrar únicamente suscripciones que puedan adjuntarse a este host
fr: N'afficher que les abonnements pouvant être attachés à cet hôte
ja: このホストにアタッチできるサブスクリプションのみを表示する
pt_br: Exibir apenas assinaturas que possam ser anexadas a este host

source: Only the Applications with a Helper can be restarted.
de: Nur die Anwendungen mit einem Helfer können neu gestartet werden.
es: Solo pueden reiniciarse las aplicaciones con un Ayudante.
fr: Seules les applications dotées d'un assistant peuvent être redémarrées.
ja: ヘルパーが搭載されたアプリケーションしか再起動できません。
pt_br: Apenas os aplicativos com um assistente instalado podem ser reiniciados.

source: Operating System
de: Betriebssystem
es: Sistema operativo
fr: Système d'exploitation
it: Sistema Operativo
ja: オペレーティングシステム
pt_br: Sistema Operacional
ru: Операционная система

source: Optimized Sync
de: Optimierte Synchronisierung
es: Sincronización optimizada
fr: Synchronisation optimisée
ja: 最適同期
pt_br: Sincronização otimizada

source: Organization
de: Organisation
es: Organización
fr: Organisation
it: Organizzazione
ja: 組織
pt_br: Organização
ru: Организация

source: Original Sync Date
de: Erste Synchronisation
es: Fecha de la sincronización original
fr: Date de synchronisation d'origine
it: Data originale per la sincronizzazione
ja: 元の同期日
pt_br: Data de Sinc original
ru: Первая синхронизация
