Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: A composite view contains other content views.
es: Una vista compuesta contiene otras vistas de contenido.
fr: Une vue composite contient d'autres affichages du contenu.
it: Una visualizzazione composita presenta altre visualizzazioni del contenuto.
ja: 複合ビューには、他のコンテンツビューが含まれます。
pt_br: Uma coleção de visualização contém outras visualizações de conteúdo.
ru: Сложное представление состоит из других представлений.

source: A new version of {{ contentView.name }} will be created and promoted to the Library environment. It can be promoted to other environments from the Versions tab of this Content View.
es: Una nueva versión de {{ contentView.name }} se creará y promoverá al entorno de biblioteca. Puede promoverse a otros entornos desde la pestaña Versiones de esta vista de contenido.
fr: Une nouvelle version de {{ contentView.name }} sera créée et transférée vers l'environnement de la Bibliothèque. Elle peut être transférée vers d'autres environnements à partir de l'onglet Versions de cet affichage de contenu.
ja: 新しいバージョンの {{ contentView.name }} が作成され、ライブラリー環境にプロモートされます。 コンテンツビューのバージョンタブから他の環境にプロモートできます。
pt_br: Uma nova versão de {{ contentView.name }} será criada e promovida para o ambiente da biblioteca. Ela pode ser promovida para outros ambientes a partir da guia Versões desta exibição de conteúdo.

source: A newer version is available: {{ contentViewComponent.content_view.latest_version }}
es: Hay una versión más reciente disponible: {{ contentViewComponent.content_view.latest_version }}
fr: Une version plus récente est disponible : {{ contentViewComponent.content_view.latest_version }}
ja: 新しいバージョンが利用可能です: {{ contentViewComponent.content_view.latest_version }}
pt_br: Uma nova versão está disponível: {{ contentViewComponent.content_view.latest_version }}

source: A sync has been initiated in the background, <a href="/foreman_tasks/tasks/{{ task.id }}">click for more details</a>
de: Eine Synchronization wurde im Hintergrund eingeleitet, <a href="/foreman_tasks/tasks/{{ task.id }}"> Klicke für mehr Einzelheiten </a>
es: Se ha iniciado una sincronización en segundo plano, <a href="/foreman_tasks/tasks/{{ task.id }}">haga clic aquí para obtener más información.</a>
fr: Une synchronisation a été initiée en arrière-plan, <a href="/foreman_tasks/tasks/{{ task.id }}">cliquez pour en savoir plus</a>
ja: バックグラウンドで同期が開始されました。<a href="/foreman_tasks/tasks/{{ task.id }}">詳細はこちら</a>
pt_br: Uma sincronização foi iniciada em segundo plano, <a href="/foreman_tasks/tasks/{{ task.id }}">clique aqui para obter mais detalhes</a>

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
pt_br: Conta
ru: Учетная запись

source: Action
es: Acción
it: Azione
ja: アクション
pt_br: Ação
ru: Действие

source: Action Type
de: Aktionstyp
es: Tipo de acción
fr: Type d'action
it: Tipo di Azione
ja: アクションタイプ
pt_br: Tipo de ação
ru: Тип действия

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
pt_br: Ações
ru: Действия

source: Activation Key
de: Aktivierungsschlüssel
es: Llave de activación
fr: Clé d'activation
it: Chiave di attivazione
ja: Activation Key (アクティベーションキー)
pt_br: Chave de ativação
ru: Ключ активации

source: Activation Key Content
de: Aktivierungsschlüsselinhalt
es: Contenido de la llave de activación
fr: Contenu de la clé d'activation
it: Contenuto chiavi di attivazione
ja: アクティベーションキーのコンテンツ
pt_br: Conteúdo de Chave de ativação
ru: Содержимое

source: Activation Key removed.
de: Aktivierungsschlüssel entfernt
es: Se ha eliminado la llave de activación.
fr: Clé d'activation supprimée.
it: Chiave di attivazione rimossa.
ja: アクティベーションキーが削除されました。
pt_br: Chave de ativação removida.
ru: Ключ активации удален.

source: Activation Key updated
de: Aktivierungsschlüssel aktualisiert
es: Se ha actualizado la llave de activación.
fr: Clé d'activation mise à jour
it: Chiave di attivazione aggiornata
ja: アクティベーションキーが更新されました
pt_br: Chave de ativação atualizada
ru: Ключ активации обновлен

source: Activation Key:
de: Aktivierungsschlüssel:
es: Llave de activación:
fr: Clé d'activation :
it: Chiave di attivazione:
ja: アクティベーションキー:
pt_br: Chave de ativação:
ru: Ключ активации:

source: Activation Keys
de: Aktivierungsschlüssel
es: Llaves de activación
fr: Clés d'activation
it: Chiavi di attivazione
ja: アクティベーションキー
pt_br: Chaves de ativação
ru: Ключи активации

source: Activation Keys using Version {{ version.version }}
es: Llaves de activación con la versión {{ version.version }}
fr: Clés d'activation en utilisant la Version {{ version.version }}
it: Chiavi di attivazione usando la versione {{ version.version }}
ja: {{ version.version }} バージョンを使用したアクティベーションキー
pt_br: Chaves de ativação usando a versão {{ version.version }}
ru: Ключи активации с версией {{ version.version }}

source: Active Tasks
de: Aktive Aufgaben
es: Tareas activas
fr: Tâches actives
ja: アクティブなタスク
pt_br: Tarefas ativas

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加する
pt_br: Adicionar
ru: Добавить

source: Add Content Hosts to:
de: Inhaltshosts hinzufügen zu:
es: Añadir hosts de contenido a:
fr: Ajouter des hôtes de contenu à :
it: Aggiungere host di contenuto a:
ja: コンテンツホストの追加先:
pt_br: Adicionar hosts de conteúdo ao:
ru: Добавить узлы в:

source: Add Content Views
es: Añadir vistas de contenido
fr: Ajouter les affichages du contenu
it: Aggiungere le visualizzazioni del contenuto
ja: コンテンツビューの追加
pt_br: Adicionar visualizações de conteúdo
ru: Добавить

source: Add Content Views to {{ contentView.name }}
es: Añadir vistas de contenido a {{ contentView.name }}
fr: Ajouter les affichages du contenu à {{ contentView.name }}
ja: {{ contentView.name }} へのコンテンツビューの追加
pt_br: Adicionar visualizações de conteúdo a {{ contentView.name }}

source: Add Errata
es: Añadir erratas
fr: Ajouter des errata
it: Aggiungi errata
ja: エラータの追加
pt_br: Adicionar errata
ru: Добавить

source: Add hosts to the host collection to see available actions.
de: Füge Hosts zur Host-Sammlung hinzu um aktive Aktionen zu sehen.
ja: ホストコレクションにホストを追加して、使用可能なアクションを確認します。

source: Add Module Stream
ja: モジュールストリームの追加

source: Add New Container Image Tag Filter
fr: Ajouter un nouveau filtre de balise d'images de conteneur
ja: 新しいコンテナーイメージタグのフィルターの追加

source: Add New Environment
de: Neue Umgebung hinzufügen
es: Añadir un nuevo entorno
fr: Ajouter un nouvel environnement
it: Aggiungere un nuovo ambiente
ja: 新しい環境の追加
pt_br: Adicionar novo ambiente
ru: Добавить окружение

source: Add New Module
es: Añadir nuevo módulo
fr: Ajouter un nouveau module
it: Aggiungi nuovo modulo
ja: 新しいモジュールの追加
pt_br: Adicionar novo módulo
ru: Добавить

source: Add New Yum Filter
es: Añadir un nuevo filtro Yum
fr: Ajouter un nouveau filtre Yum
ja: 新しい Yum フィルターの追加
pt_br: Adicionar novo filtro Yum

source: Add ons
es: Complementos
fr: Ajouts
ja: アドオン

source: Add Package Group
es: Añadir grupo de paquetes
fr: Ajouter un groupe de paquets
it: Aggiungi gruppo di pacchetti
ja: パッケージグループの追加
pt_br: Adicionar grupo de pacotes
ru: Добавить

source: Add Repositories
es: Añadir repositorios
fr: Ajouter des référentiels
it: Aggiungi repositori
ja: リポジトリーの追加
pt_br: Adicionar repositórios
ru: Добавить

source: Add Rule
es: Añadir regla
fr: Ajouter une règle
ja: ルールの追加
pt_br: Adicionar regra

source: Add Selected
de: Auswahl hinzufügen
es: Añadir seleccionado
fr: Ajouter les éléments sélectionnés
it: Aggiungi selezione
ja: 選択項目の追加
pt_br: Adicionar selecionados
ru: Добавить выбранные

source: add some repositories.
es: añadir algunos repositorios.
fr: ajouter des référentiels.
it: aggiungi alcuni repositori.
ja: リポジトリーの追加
pt_br: adicionar alguns repositórios.
ru: Добавьте репозитории

source: Add Subscriptions for Activation Key:
de: Subskriptionen für Aktivierungsschlüssel hinzufügen:
es: Añadir suscripciones para la llave de activación:
fr: Ajouter des abonnements pour la clé d'activation :
it: Aggiungi sottoscrizioni per la chiave di attivazione:
ja: アクティベーションキーのサブスクリプションの追加:
pt_br: Adicionar subscrições para chave de ativação:
ru: Добавить подписки для ключа активации:

source: Add Subscriptions for Content Host:
de: Abonnements für Content-Host hinzufügen:
es: Agregar suscripciones para el host de contenido:
fr: Ajouter des abonnements à l'hôte de contenu :
ja: コンテンツホストのサブスクリプションの追加:
pt_br: Adicionar subscrições para host de conteúdo:

source: Add To
de: Hinzufügen zu
es: Añadir a
fr: Ajouter à
it: Aggiungi a
ja: 追加先
pt_br: Adicionar a
ru: Добавить в

source: Added %x host collections to activation key "%y".
de: %x Hostsammlungen wurden zum Aktivierungsschlüssel "%y" hinzugefügt.
es: Se han añadido %x colecciones de hosts a la llave de activación "%y".
fr: %x collections d'hôtes ajoutées à la clé d'activation "%y".
it: Aggiunti gli host %x alla chiave di attivazione "%y".
ja: %x ホストコレクションをアクティベーションキー "%y" に追加しました。
pt_br: %x coleções de host adicionadas à chave de ativação "%y".
ru: Коллекции добавлены в ключ «%y» (всего: %x)

source: Added %x host collections to content host "%y".
de: %x Hostsammlungen wurden zum Inhaltshost "%y" hinzugefügt.
es: Se han añadido %x colecciones de hosts al host de contenido "%y".
fr: %x collections d'hôtes ajoutées à l'hôte de contenu "%y".
it: Aggiunti %x insiemi di host all'host di contenuto "%y".
ja: %x ホストコレクションをコンテンツホスト "%y" に追加しました。
pt_br: %x coleções de host adicionadas ao host de conteúdo "%y".
ru: Коллекции для узла «%y» добавлены (всего: %x)

source: Added %x products to sync plan "%y".
de: %x Produkte wurden zum Synchronisationsplan "%y" hinzugefügt.
es: Se han añadido %x productos al plan de sincronización "%y".
fr: %x produits ajoutés au plan de synchronisation "%y".
it: Aggiunti %x prodotti per la programmazione della sincronizzazione "%y".
ja: %x 製品を同期プラン "%y" に追加しました。
pt_br: %x produtos adicionados ao plano de sincronização "%y".
ru: Продукты добавлены в «%y» (всего: %x)

source: Adding Lifecycle Environment to the end of "{{ priorEnvironment.name }}"
de: Lebenszyklusumgebung wird zu "{{ priorEnvironment.name }}" hinzugefügt
es: Adición de entorno de ciclo de vida al final de "{{ priorEnvironment.name }}"
fr: Ajouter un environnement de cycle de vie à la fin de "{{ priorEnvironment.name }}"
it: Aggiunta ambiente ciclo di vita alla fine di "{{ priorEnvironment.name }}"
ja: "{{ priorEnvironment.name }}" の最後にライフサイクル環境を追加
pt_br: Adicionando Ambiente de Ciclo de Vida ao final de "{{ priorEnvironment.name }}"
ru: Окружение будет добавлено после "{{ priorEnvironment.name }}"

source: Advanced Sync
de: Erweiterte Synchronisierung
es: Sincronización avanzada
fr: Synchronisation avancée
ja: 高度な同期
pt_br: Sincronização avançada

source: Advisory
es: Recomendación
fr: Alerte
ja: アドバイザリー
pt_br: Aviso
ru: Рекомендация

source: Affected Activation Keys
es: Llaves de activación afectadas
fr: Clés d'activation affectées
it: Chiavi di attivazione interessate
ja: 影響のあるアクティベーションキー
pt_br: Chaves de ativação afetadas
ru: Ключи активации

source: Affected Content Hosts
es: Hosts de contenido afectados
fr: Hôtes de contenu affectés
it: Host di contenuto interessati
ja: 影響のあるコンテンツホスト
pt_br: Hosts de conteúdo afetados
ru: Затронутые узлы

source: Affected Hosts
de: Betroffene Hosts
es: Hosts afectados
fr: Hôtes affectés
ja: 影響のあるホスト
pt_br: Hosts afetados

source: Affected Repositories
es: Repositorios afectados
fr: Référentiels affectés
ja: 影響のあるリポジトリー
pt_br: Repositórios afetados

source: Affected repositories have been updated.
es: Se han actualizado los repositorios afectados.
fr: Les référentiels affectés ont été mis à jour
it: I repositori interessati sono stati aggiornati.
ja: 影響のあるリポジトリーが更新されました。
pt_br: Os repositórios afetados foram atualizados.
ru: Репозитории были обновлены.

source: All Content Views
de: Alle Inhaltsansichten
es: Todas las vistas de contenido
fr: Tous les affichages de contenu
it: Visualizzazione di tutti i contenuti
ja: 全コンテンツビュー
pt_br: Todas as visualizações de conteúdo
ru: Все представления

source: All History
es: Todo el historial
fr: Tout l'historique
ja: 全履歴
pt_br: Todo o histórico

source: All Lifecycle Environments
de: Alle Lebenszyklusumgebungen
ja: 全ライフサイクル環境

source: All Products
es: Todos los productos
fr: Tous les produits
it: Tutti i prodotti
ja: 全製品
pt_br: Todos os produtos
ru: Все продукты

source: All Repositories
de: Alle Repositorys
es: Todos los repositorios
fr: Tous les référentiels
it: Tutti i repositori
ja: 全リポジトリー
pt_br: Todos os repositórios
ru: Все репозитории

source: All Versions
es: Todas las versiones
fr: Toutes les versions
it: Tutte le versioni
ja: 全バージョン
pt_br: Todas as versões
ru: все версии

source: Always Use Latest (Currently %s)
es: Utilizar siempre el más reciente (actualmente, %s)
fr: Toujours utiliser la plus récente (actuellement %s)
ja: 常に最新のバージョンを使用する (現在は %s)
pt_br: Usar sempre o mais recente (atualmente %s)

source: Always Use Latest (Currently no versions)
es: Utilizar siempre el más reciente (en este momento, no hay versiones)
fr: Toujours utiliser la plus récente (actuellement aucune version)
ja: 常に最新のバージョンを使用する (現在はバージョンなし)
pt_br: Usar sempre o mais recente (atualmente sem versões)

source: An error occured: %s
de: Ein Fehler ist aufgetreten: %s
es: Ocurrió un error: %s
fr: Une erreur s'est produite : %s
ja: エラーが発生しました: %s
pt_br: Ocoreu um erro: %s

source: An error occurred initiating the sync:
es: Ocurrió un error al iniciar la sincronización:
fr: Une erreur s'est produite lors de l'initialisation de la synchronisation :
ja: 同期の開始中にエラーが発生しました:
pt_br: Ocorreu um erro ao iniciar a sincronização:

source: An error occurred removing the Activation Key:
de: Fehler beim Entfernen des Aktivierungsschlüssels:
es: Ocurrió un error al eliminar la llave de activación:
fr: Une erreur s’est produite lors de la suppression de la clé d'activation :
it: Si è verificato un errore durante la rimozione della chiave di attivazione.
ja: アクティベーションキーの削除中にエラーが発生しました:
pt_br: Ocorreu um erro ao remover a Chave de Ativação:
ru: Ошибка при удалении ключа активации:

source: An error occurred removing the content hosts.
de: Fehler beim Entfernen der Inhaltshosts:
es: Ocurrió un error al eliminar los hosts de contenido.
fr: Une erreur s’est produite lors de la suppression des hôtes de contenu.
it: Si è verificato un errore durante la rimozione degli host di contenuto.
ja: コンテンツホストの削除中にエラーが発生しました:
pt_br: Ocorreu um erro durante a remoção de hosts de conteúdo.
ru: Ошибка при удалении узлов:

source: An error occurred removing the environment:
de: Fehler beim Entfernen der Umgebung:
es: Ocurrió un error al eliminar el entorno:
fr: Une erreur s’est produite lors de la suppression de l'environnement :
it: Si è verificato un errore durante la rimozione dell'ambiente:
ja: 環境の削除中にエラーが発生しました:
pt_br: Ocorreu um erro ao remover o ambiente:
ru: Ошибка при удалении окружения:

source: An error occurred removing the Host Collection:
de: Fehler beim Entfernen der Hostsammlung:
es: Ocurrió un error al eliminar la colección de hosts:
fr: Une erreur s’est produite lors de la suppression de la collection d'hôtes :
it: Si è verificato un errore durante la rimozione dell'insieme di host.
ja: ホストコレクションの削除中にエラーが発生しました:
pt_br: Ocorreu um erro ao remover a Coleção de Host:
ru: Ошибка при удалении коллекции узлов:

source: An error occurred removing the subscriptions.
de: Fehler beim Entfernen der Subskriptionen:
es: Ocurrió un error al eliminar las suscripciones.
fr: Une erreur s’est produite lors de la suppression des produits.
it: Si è verificato un errore durante la rimozione delle sottoscrizioni.
ja: サブスクリプションの削除中にエラーが発生しました。
pt_br: Ocorreu um erro ao remover as subscrições.
ru: Ошибка при удалении подписок.

source: An error occurred saving the Activation Key:
de: Fehler beim Speichern des Aktivierungsschlüssels:
es: Ocurrió un error al guardar la llave de activación:
fr: Une erreur s’est produite lors de l'enregistrement de la clé d'activation :
it: Si è verificato un errore durante il salvataggio della chiave di attivazione:
ja: アクティベーションキーの保存中にエラーが発生しました:
pt_br: Ocorreu um erro ao salvar a Chave de Ativação:
ru: Ошибка сохранения ключа активации:

source: An error occurred saving the Content Host:
de: Fehler beim Speichern des Inhaltshosts:
es: Ocurrió un error al guardar el host de contenido:
fr: Une erreur s’est produite lors de l'enregistrement de l'hôte de contenu :
it: Si è verificato un errore durante il salvataggio dell'host di contenuto:
ja: コンテンツホストの保存中にエラーが発生しました:
pt_br: Ocorreu um erro ao salvar o Host de Conteúdo:
ru: Ошибка сохранения узла:

source: An error occurred saving the Environment:
de: Fehler beim Speichern der Umgebung:
es: Ocurrió un error al guardar el entorno:
fr: Une erreur s'est produite lors de l'enregistrement de l'environnement :
it: Si è verificato un errore durante il salvataggio dell'Ambiente:
ja: 環境の保存中にエラーが発生しました:
pt_br: Ocorreu um erro ao salvar o Ambiente:
ru: Ошибка сохранения окружения:

source: An error occurred saving the Filter:
es: Ocurrió un error al guardar el filtro:
fr: Une erreur s’est produite lors de l'enregistrement du filtre :
it: Si è verificato un errore durante il salvataggio del Filtro:
ja: フィルターの保存中にエラーが発生しました:
pt_br: Ocorreu um erro ao salvar o Filtro:
ru: Ошибка сохранения фильтра:

source: An error occurred saving the Host Collection:
de: Fehler beim Speichern der Hostsammlung:
es: Ocurrió un error al guardar la colección de hosts:
fr: Une erreur s’est produite lors de l'enregistrement de la collection d'hôtes :
it: Si è verificato un errore durante il salvataggio dell'insieme di host.
ja: ホストコレクションの保存中にエラーが発生しました:
pt_br: Ocorreu um erro ao salvar a Coleção de Host:
ru: Ошибка сохранения коллекции узлов:

source: An error occurred saving the Product:
de: Fehler beim Speichern des Produkts:
es: Ocurrió un error al guardar el producto:
fr: Une erreur s’est produite lors de l'enregistrement du produit :
it: Si è verificato un errore durante il salvataggio del Prodotto:
ja: 製品の保存中にエラーが発生しました:
pt_br: Ocorreu um erro ao salvar o Produto:
ru: Ошибка сохранения продукта:

source: An error occurred saving the Repository:
de: Fehler beim Speichern des Repositorys:
es: Ocurrió un error al guardar el repositorio:
fr: Une erreur s’est produite lors de l'enregistrement du référentiel :
it: Si è verificato un errore durante il salvataggio del Repositorio:
ja: リポジトリーの保存中にエラーが発生しました:
pt_br: Ocorreu um erro ao salvar o Repositório:
ru: Ошибка сохранения репозитория:

source: An error occurred saving the Sync Plan:
de: Fehler beim Speichern des Synchronisationsplans:
es: Ocurrió un error al guardar el plan de sincronización:
fr: Une erreur s’est produite lors de l'enregistrement du plan de synchronisation :
it: Si è verificato un errore durante il salvataggio della Programmazione di sincronizzazione:
ja: 同期プランの保存中にエラーが発生しました:
pt_br: Ocorreu um erro ao salvar o Plano de Sinc:
ru: Ошибка сохранения плана синхронизации:

source: An error occurred trying to auto-attach subscriptions. Please check your log for further information.
de: Fehler beim automatischen Verknüpfen von Subskriptionen. Bitte werfen Sie einen Blick auf die Protokolldatei für weitere Informationen.
es: Ocurrió un error al intentar asociar automáticamente las suscripciones. Revise el registro para obtener más información.
fr: Une erreur s'est produite lors de la tentative d'attachement automatiquement des abonnements. Veuillez vérifier votre fichier journal pour obtenir plus d'informations.
it: Si è verificato un errore durante l'assegnazione automatica delle sottoscrizioni. Controllare il log per maggiori informazioni.
ja: サブスクリプションの自動アタッチ中にエラーが発生しました。詳細はログを確認してください。
pt_br: Ocorreu um erro ao tentar anexar automaticamente as subscrições. Por favor, verifique seu log para mais informações.
ru: Произошла ошибка при попытке автоматического выбора подписок. Подробную информацию можно найти в журнале.

source: An error occurred updating the Content View:
es: Ocurrió un error al actualizar la vista de contenido:
fr: Une erreur s’est produite lors de la mise à jour de l'affichage du contenu :
it: Si è verificato un errore durante l'aggiornamento della Visualizzazione del contenuto:
ja: コンテンツビューの更新中にエラーが発生しました:
pt_br: Ocorreu um erro ao atualizar a Visualização de Conteúdo:
ru: Произошла ошибка при обновлении представления:

source: An error occurred updating the sync plan:
de: Beim Aktualisieren des Synchronisierungsplans ist ein Fehler aufgetreten:
es: Ocurrió un error al actualizar el plan de sincronización:
fr: Une erreur s'est produite lors de la mise à jour du plan de synchronisation :
ja: 同期計画の更新中にエラーが発生しました:
pt_br: Ocorreu um erro ao atualizar o plano de sincronização:

source: An error occurred while creating the Content Credential:
de: Beim Erstellen der Content Credentials ist ein Fehler aufgetreten:
es: Ocurrió un error al crear la credencial de contenidos:
fr: Une erreur s'est produite lors de la création des informations d'identification de contenu :
ja: コンテンツ認証情報の作成中にエラーが発生しました:
pt_br: Ocorreu um erro ao criar as credenciais de conteúdo:

source: An error occurred while creating the Product: %s
de: Fehler beim Speichern des Produkts:
es: Ocurrió un error al crear el producto: %s
fr: Une erreur s'est produite lors de la création du produit : %s
ja: 製品の作成中にエラーが発生しました: %s
pt_br: Ocorreu um erro ao criar o produto: %s

source: An error occurred:
de: Ein Fehler ist aufgetreten:
es: Ocurrió un error:
fr: Une erreur s'est produite :
ja: エラーが発生しました:
pt_br: Ocorreu um erro:

source: Ansible Collections
de: Ansible-Kollektionen
es: Colecciones de Ansible
fr: Collections Ansible
ja: Ansible コレクション

source: Applicable
de: Relevant
es: Aplicable
it: Applicabile
ja: 適用可能
pt_br: Aplicável
ru: Доступно

source: Applicable Content Hosts
de: Anwendbare Inhalts-Hosts
es: Hosts de contenido aplicables
fr: Hôtes de contenu applicables
ja: 適用可能なコンテンツホスト
pt_br: Hosts aplicáveis de conteúdo

source: Applicable Errata
de: Relevante Errata
es: Erratas aplicables
fr: Errata applicables
it: Errata applicabile
ja: 適用可能なエラータ
pt_br: Errata Aplicável
ru: Доступные исправления

source: Applicable only for composite views. Auto publish composite view when a new version of a component content view is created. Also note auto publish will only happen when the component is marked "latest".
es: Se aplica solo a vistas compuestas. Publique automáticamente la vista compuesta al crear una nueva versión de una vista de contenido compuesta. Tenga en cuenta también que la publicación automática solo se podrá ejecutar cuando el componente esté marcado como "último".
fr: Applicable uniquement aux vues composites. Publiez automatiquement une vue composite lorsqu'une nouvelle version de vue de contenu de composant est créée. Notez également que la publication automatique n'aura lieu que lorsque le composant est marqué comme la version la plus récente, « latest ».
ja: 複合ビューにのみ適用されます。新しいバージョンのコンポーネントのコンテンツビューが作成されると、複合ビューが自動公開されます。また、コンポーネントに「最新」のマークがついている場合にのみ自動公開が実行されます。
pt_br: Aplicável somente para exibições de composição. Publicar automaticamente a exibição de composição quando uma nova versão de uma exibição de conteúdo de componente é criada. Observe também que a publicação automática só acontecerá quando o componente estiver marcado como "mais recente".

source: Applicable Packages
de: Anwendbare Pakete
es: Paquetes aplicables
fr: Paquetages applicables
ja: 適用可能なパッケージ
pt_br: Pacotes aplicáveis

source: Applicable To
de: Anwendbar auf
es: Aplicable a
fr: Applicable à
ja: 適用可能
pt_br: Aplicável a

source: Applicable to Host
de: Anwendbar auf Host
es: Aplicable al host
fr: Applicable à l'hôte
ja: ホストに適用可能
pt_br: Aplicável ao host

source: Application
de: Anwendung
es: Aplicación
ja: アプリケーション
pt_br: Aplicativo

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
pt_br: Aplicar
ru: Применить
