Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: OSTree Branch metadata generation has been initiated in the background. Click <a ng-href="{{ taskUrl() }}">Here</a> to monitor the progress.
es: Se inició la generación de metadatos OsTree Branch en segundo plano. Haga clic <a ng-href="{{ taskUrl() }}">aquí</a> para controlar el avance.
fr: La génération de métadonnées de la branche OSTree a été initiée en arrière-plan. Cliquez <a ng-href="{{ taskUrl() }}">ici</a> pour surveiller la progression.
ja: OSTree ブランチメタデータの生成がバックグラウンドで開始されました。 <a ng-href="{{ taskUrl() }}">ここ</a> をクリックして進捗を監視します。
pt_br: A geração de metadados da Ramificação OSTree foi iniciada em segundo plano. Clique <a ng-href="{{ taskUrl() }}">Aqui</a> para monitorar o progresso.

source: OSTree Branch:
fr: Branche OSTree :
ja: OSTree ブランチ:
pt_br: Ramificação OSTree:

source: OSTree Branches
es: Etiquetas OSTree
fr: Branches OSTree
ja: OSTreeブランチ
pt_br: Ramificações OSTree

source: OSTree Content
es: Contenido OSTree
fr: Contenu OSTree
ja: OSTree コンテンツ
pt_br: Conteúdo OSTree

source: OSTree Repositories
es: Repositorios OSTree
fr: Référentiels OSTree
ja: OSTree リポジトリー
pt_br: Repositórios OSTree

source: OSTree Repositories <div>{{ library.counts.ostree_repositories || 0 }}</div>
de: OSTree-Repositorys <div> {{ library.counts.ostree_repositories || 0 }} </div>
es: Repositorios OSTree <div>{{ library.counts.ostree_repositories || 0 }}</div>
fr: Référentiels OSTree <div>{{ library.counts.ostree_repositories || 0 }}</div>
ja: OSTree リポジトリー <div>{{ library.counts.ostree_repositories || 0 }}</div>
pt_br: Repositórios do OSTree <div>{{ library.counts.ostree_repositories || 0 }}</div>

source: Override to Disabled
de: Auf Deaktiviert überschreiben
es: Anular para desactivar
fr: Remplacer par Désactivé
ja: 無効に上書き
pt_br: Substituir para desabilitado

source: Override to Enabled
de: Auf Aktiviert überschreiben
es: Anular para activar
fr: Remplacer par Activé
ja: 有効に上書き
pt_br: Substituir para habilitado

source: Package
de: Paket
es: Paquete
fr: Paquet
it: Pacchetto
ja: パッケージ
pt_br: Pacote
ru: Пакет

source: Package Actions
de: Paketaktionen
es: Acciones de paquete
fr: Actions de paquets
it: Azioni pacchetto
ja: パッケージアクション
pt_br: Ações de Pacote
ru: Операции над пакетами

source: Package Filter:
es: Filtro de paquete:
fr: Filtre de paquet :
it: Filtro pacchetto:
ja: パッケージフィルター:
pt_br: Filtro de Pacote:
ru: Фильтр пакетов:

source: Package Group
es: Grupo de paquetes
fr: Groupe de paquets
it: Gruppo di pacchetti
ja: パッケージグループ
pt_br: Grupo de Pacote
ru: Группа пакетов

source: Package Group Filter:
es: Filtro de grupo de paquetes:
fr: Filtre de groupe de paquets :
it: Filtro gruppo pacchetti:
ja: パッケージグループフィルター:
pt_br: Filtro de Grupo de Pacote:
ru: Фильтр групп:

source: Package Group successfully added.
es: El grupo de paquetes se ha añadido correctamente.
fr: Groupe de paquets ajouté.
it: Gruppo pacchetti aggiunti con successo.
ja: パッケージグループが正常に追加されました。
pt_br: Grupo de Pacote adicionado com sucesso.
ru: Группа добавлена.

source: Package Group successfully removed.
es: El grupo de paquetes se ha eliminado correctamente.
fr: Groupe de paquets supprimé.
it: Gruppo pacchetti rimossi con successo.
ja: パッケージグループが正常に削除されました。
pt_br: Grupo de Pacote removido com sucesso.
ru: Группа удалена.

source: Package Groups
de: Paketgruppen
es: Grupos de paquetes
fr: Groupes de paquets
it: Gruppi di pacchetti
ja: パッケージグループ
pt_br: Grupos de Pacote
ru: Группы пакетов

source: Package Groups for Repository:
de: Paketgruppen für Repository:
es: Grupos de paquetes para el repositorio:
fr: Groupe de paquets pour le référentiel :
ja: リポジトリーのパッケージグループ:
pt_br: Grupos de Pacotes para o Repositório:

source: Package Information
de: Paketinformationen
es: Información del paquete
fr: Informations sur les paquetages
ja: パッケージ情報
pt_br: Informações do pacote

source: Package Install
de: Paketinstallation
es: Instalación de paquetes
fr: Installation de paquet
it: Installazione pacchetto
ja: パッケージのインストール
pt_br: Instalação de Pacote
ru: Установка пакетов

source: Package Installation, Removal, and Update
de: Installieren, Entfernen und Aktualisieren von Paketen
es: Instalación, eliminación y actualización de paquetes
fr: Installation, suppression et mise à jour de paquet
it: Installazione, rimozione e aggiornamento del pacchetto
ja: パッケージのインストール、削除、および更新
pt_br: Instalação, Remoção e Atualização de Pacote
ru: Установка, удаление и обновление пакетов

source: Package Remove
de: Paketentfernung
es: Retiro de paquetes
fr: Suppression de paquets
it: Rimozione pacchetto
ja: パッケージの削除
pt_br: Remoção de Pacote
ru: Удаление пакетов

source: Package successfully added.
es: El paquete se ha añadido correctamente.
fr: Paquet ajouté.
it: Pacchetto aggiunto con successo.
ja: パッケージが正常に追加されました。
pt_br: Pacote adicionado com sucesso
ru: Пакет добавлен.

source: Package successfully removed.
es: El paquete se ha eliminado correctamente.
fr: Paquet supprimé.
it: Pacchetto rimosso con successo.
ja: パッケージが正常に削除されました。
pt_br: Pacote removido com sucesso.
ru: Пакет удален.

source: Package successfully updated.
es: El paquete se ha actualizado correctamente.
fr: Paquet mis à jour.
it: Pacchetto aggiornato con successo.
ja: パッケージが正常に更新されました。
pt_br: Pacote atualizado com sucesso.
ru: Пакет обновлен.

source: Package Update
de: Paketaktualisierung
es: Actualización de paquetes
fr: Mise à jour de paquets
it: Aggiornmento pacchetto
ja: パッケージの更新
pt_br: Atualização de Pacote
ru: Обновление пакетов

source: Package Updates
es: Actualizaciones de paquetes
fr: Mises à jour des paquetages
ja: パッケージの更新
pt_br: Atualizações do pacote

source: Package:
de: Paket:
es: Paquete:
fr: Paquet :
ja: パッケージ:
pt_br: Pacote:

source: Package/Group Name
de: Paket-/Gruppenname
es: Nombre del grupo/paquete
fr: Nom de paquet/groupe
it: Nome Gruppo/Pacchetto
ja: パッケージ/グループ名
pt_br: Nome de Grupo/ Pacote
ru: Пакет/группа

source: Packages
de: Pakete
es: Paquetes
fr: Paquets
it: Pacchetti
ja: パッケージ
pt_br: Pacotes
ru: Пакеты

source: Packages <div>{{ library.counts.packages || 0 }}</div>
de: Pakete <div>{{ library.counts.packages || 0 }}</div>
es: Paquetes <div>{{ library.counts.packages || 0 }}</div>
fr: Paquets <div>{{ library.counts.packages || 0 }}</div>
it: Pacchetti <div>{{ library.counts.packages || 0 }}</div>
ja: パッケージ <div>{{ library.counts.packages || 0 }}</div>
pt_br: Pacotes <div>{{ library.counts.packages || 0 }}</div>
ru: Пакеты <div>{{ library.counts.packages || 0 }}</div>

source: Packages are automatically Applicable if they are Upgradable
de: Pakete sind automatisch anwendbar, wenn sie aktualisierbar sind
es: Los paquetes son de aplicación automática en caso de ser actualizables
fr: Les paquetages sont automatiquement applicables s'ils peuvent être mis à niveau
ja: アップグレード可能な場合にパッケージを自動的に適用する
pt_br: Os pacotes são automaticamente aplicáveis se puderem ter upgrade

source: Packages are corrupt, often leading to an error "Package does not match intended download" or "Hash Sum mismatch".
ja: パッケージが破損しているので、頻繁に「パッケージと目的のダウンロードが一致しない」または「ハッシュサムの不一致」のエラーが発生します。

source: Packages for Errata:
de: Pakete für Errata:
ja: エラータのパッケージ:

source: Packages for:
de: Pakete für:
es: Paquetes para:
fr: Paquets pour :
it: Pacchetti per:
ja: パッケージ:
pt_br: Pacotes para:
ru: Пакеты для:

source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres
it: Parametri
ja: パラメーター
pt_br: Parâmetros
ru: Параметры

source: Part of a manifest list
de: Teil einer Manifestliste
es: Parte de una lista de manifiestos
fr: Partie d'une liste de manifeste
ja: マニフェストリストの一部
pt_br: Parte de uma lista de manifestos

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード

source: Password of the upstream repository user for authentication. Leave empty if repository does not require authentication.
de: Passwort des Upstream-Repository-Benutzers für die Authentifizierung. Lassen Sie das Feld leer, wenn das Repository keine Authentifizierung erfordert.
es: Contraseña del usuario del repositorio upstream para la autenticación. Dejar en blanco si el repositorio no requiere de una autenticación.
fr: Mot de passe de l'utilisateur de référentiel en amont pour l'authentification. Laissez vide si le référentiel ne requiert pas d'authentification.
ja: 認証用のアップストリームリポジトリーユーザーのパスワード。リポジトリーで認証が必要ない場合は、空白のままにします。
pt_br: A senha do usuário do repositório upstream para autenticação. Deixe vazio se o repositório não exigir autenticação.

source: Paste contents of Content Credential
de: Inhalte von Content Credentials einfügen
es: Pegar contenidos de la credencial de contenidos
fr: Coller le contenu des informations d'identification de contenu
ja: コンテンツ認証情報のコンテンツの貼り付け
pt_br: Colar conteúdos da credencial de conteúdo

source: Path
de: Pfad
es: Trayecto
fr: Chemin
ja: パス
pt_br: Caminho

source: Perform
de: Ausführen
es: Realizar
fr: Effectuer
it: Esegui
ja: 実行
pt_br: Desempenhar
ru: Выполнить

source: Performs a complete sync, verifying the checksum of all packages afterwards. Any missing or corrupt package will be re-downloaded. This option will take the longest amount of time. Choose this option if:
ja: 完全同期を実行し、後に全パッケージのチェックサムを検証します。パッケージが足りない場合や、破損している場合には再度ダウンロードされます。このオプションは最も時間がかかります。以下の場合にこのオプションを選択してください。

source: Please enter cron below
de: Bitte cron unten eingeben
ja: 以下に cron を入力してください

source: Please make sure a Content View is selected.
de: Bitte stellen Sie sicher, dass eine Inhaltsansicht ausgewählt ist.
ja: コンテンツビューが選択されていることを確認してください。

source: Please select a Lifecycle Environment and Content View to move the affected Activation Keys to:
es: Seleccione un entorno del ciclo de vida y una vista de contenido a los que mover las llaves de activación afectadas:
fr: Veuillez sélectionner un environnement de cycle de vie et un affichage du contenu pour déplacer les clés d'activation affectées vers :
it: Per poter spostare le Chiavi di attivazione interessate selezionare un Ambiente Ciclo di vita e una Visualizzazione del contenuto:
ja: 影響を受けるアクティベーションキーを次の場所に移動するには、ライフサイクル環境とコンテンツビューを選択してください。
pt_br: Por favor selecione um Ambiente de Ciclo de Vida e Visualização de Conteúdo para mover as Chaves de Ativação afetadas para:
ru: Выберите окружение и представление, куда следует перенести ключи активации:

source: Please select a Lifecycle Environment and Content View to move these Content Hosts to:
es: Seleccione un entorno del ciclo de vida y una vista de contenido a los que mover estos hosts de contenido:
fr: Veuillez sélectionner un environnement de cycle de vie et un affichage du contenu pour déplacer ces hôtes de contenu vers :
it: Per poter spostare gli host di contenuto selezionare un ambiente Ciclo di vita e una Visualizzazione del contenuto:
ja: これらのコンテンツホストを次の場所に移動するには、ライフサイクル環境とコンテンツビューを選択してください。
pt_br: Por favor selecione um Ambiente de Ciclo de Vida e Visualização de Conteúdo para mover estes Host de Conteúdo para:
ru: Выберите окружение и представление, куда следует перенести узлы:

source: Please select a Lifecycle Environment.
es: Seleccione un entorno del ciclo de vida.
fr: Veuillez sélectionner un environnement de cycle de vie.
it: Selezionare un ambiente Ciclo di vita.
ja: ライフサイクル環境を選択してください。
pt_br: Por favor selecione um Ambiente de Ciclo de Vida.
ru: Выберите окружение жизненного цикла

source: Please select an environment.
de: Bitte wählen Sie eine Umgebung.
es: Seleccione un entorno.
fr: Veuillez sélectionner un environnement
it: Selezionare un ambiente.
ja: 環境を選択してください
pt_br: Por favor selecione um Ambiente.
ru: Выберите окружение

source: Please select one from the list below and you will be redirected.
de: Bitte wählen Sie aus der Liste unten, Sie werden anschließend weitergeleitet.
es: Por favor, seleccione uno de la lista de abajo y será reenviado.
fr: Veuillez en sélectionner un à partir de la liste ci-dessous pour être redirigé.
it: Selezionarne uno dall'elenco di seguito riportato e verrai ridirezionato.
ja: 以下のリストから 1 つ選択してください。リダイレクトされます。
pt_br: Por favor, selecione uma organização da lista abaixo e você será redirecionado.
ru: Чтобы перейти на страницу, выберите организацию из списка.

source: Plus %y more errors
de: Plus %y weitere Fehler
es: Además de %y errores más
fr: Plus %y erreurs supplémentaires
ja: + %y 件のエラー
pt_br: Mais %y outros erros

source: Plus 1 more error
de: Plus 1 weiterer Fehler
es: Además de 1 error más
fr: Plus 1 erreur supplémentaire
ja: + エラー 1 件
pt_br: Mais outro erro

source: Previous Lifecycle Environment (%e/%cv)
de: Vorherige Lebenszyklusumgebung (%e/%cv)
fr: Environnement de cycle de vie précédent (%e/%cv)
ja: 以前のライフサイクル環境 (%e/%cv)

source: Prior Environment
de: Vorherige Umgebung
fr: Environnement précédent
ja: 以前の環境

source: Product
de: Produkt
es: Producto
fr: Produit
it: Prodotto
ja: 製品
pt_br: Produto
ru: Компонент

source: Product Count
es: Recuento de productos
fr: Nombre de produits
it: Conteggio del prodotto
ja: 製品吸う
pt_br: Contagem de Produtos
ru: Число продуктов

source: Product delete operation has been initiated in the background.
de: Der Vorgang zum Löschen des Produkts wurde im Hintergrund eingeleitet.
fr: La suppression du produit a été initiée en arrière-plan.
ja: 製品の削除操作がバックグラウンドで開始されました。

source: Product Enhancement Advisory
de: Produkterweiterungs-Advisory
es: Recomendación de mejoras de productos
fr: Alerte d'amélioration de produit
it: Advisory sul miglioramento del prodotto
ja: 製品の機能強化アドバイザリー
pt_br: Aviso de Aprimoramentos de Produtos
ru: Дополнение

source: Product information for:
de: Produktinformationen für:
es: Información de producto para:
fr: Information de produit pour :
it: Informazioni sul prodotto per:
ja: 製品情報:
pt_br: Informações de Produto para:
ru: Информация о

source: Product Management for Sync Plan:
de: Produktverwaltung für Synchronisationsplan:
es: Administración de productos para el plan de sincronización:
fr: Gestion de produits pour le plan de synchronisation :
it: Gestione del prodotto per la programmazione della sincronizzazione:
ja: 同期プランの製品管理:
pt_br: Gerenciamento de Produto para Plano de Sinc:
ru: Продукты в плане синхронизации:

source: Product Name
de: Produktname
es: Nombre de producto
fr: Nom de produit
it: Nome prodotto
ja: 製品名
pt_br: Nome do Produto
ru: Имя продукта

source: Product Options
de: Produktoptionen
es: Opciones de productos
fr: Options du produit
ja: 製品オプション
pt_br: Opções do produto

source: Product Saved
de: Produkt gespeichert
es: Producto guardado
fr: Produit enregistré
it: Prodotto salvato
ja: 保存済み製品
pt_br: Produto Salvo
ru: Продукт сохранен

source: Product sync has been initiated in the background.
de: Die Produktsynchronisierung wurde im Hintergrund gestartet.
fr: La synchronisation du produit a été initiée en arrière-plan.
ja: 製品の同期がバックグラウンドで開始されました。

source: Product syncs has been initiated in the background.
de: Die Produktsynchronisierung wurde im Hintergrund gestartet.
ja: 製品の同期がバックグラウンドで開始されました。

source: Product verify checksum has been initiated in the background.
de: Die Prüfsumme für die Produktprüfung wurde im Hintergrund initiiert.
ja: 製品検証チェックサムがバックグラウンドで開始されました。

source: Products
de: Produkte
es: Productos
fr: Produits
it: Prodotti
ja: 製品
pt_br: Produtos
ru: Продукты

source: Products <div>{{ library.counts.products || 0 }}</div>
de: Produkte <div>{{ library.counts.products || 0 }}</div>
es: Productos <div>{{ library.counts.products || 0 }}</div>
fr: Produits <div>{{ library.counts.products || 0 }}</div>
it: Prodotti <div>{{ library.counts.products || 0 }}</div>
ja: 製品 <div>{{ library.counts.products || 0 }}</div>
pt_br: <div>{{ library.counts.products || 0 }}</div> Produtos
ru: Продукты <div>{{ library.counts.products || 0 }}</div>

source: Products for
de: Produkte für
es: Productos para
fr: Produits pour
ja: 製品:
pt_br: Produtos para

source: Products not covered
de: Nicht abgedeckte Produkte
es: Productos no cubiertos
fr: Produits non couverts
ja: 対象外の製品
pt_br: Produtos não cobertos

source: Project Page
es: Página de proyecto
fr: Page du projet
ja: プロジェクトページ
pt_br: Página do Projeto

source: Promote
es: Promover
fr: Promouvoir
it: Avanzamento
ja: Promote (プロモート)
pt_br: Promover
ru: Перенести

source: Promote Content View:
es: Promover vista de contenido:
fr: Promouvoir l'affichage du contenu
it: Visualizzazione avanzamento del contenuto:
ja: コンテンツビューのプロモート:
pt_br: Promover Visualização de Conteúdo:
ru: Продвинуть представление:

source: Promote Version
es: Promover versión
fr: Promouvoir la version
it: Avanzamento versione
ja: バージョンのプロモート
pt_br: Promover Versão
ru: Перенести

source: Promote Version {{ version.version }}
es: Promover versión {{ version.version }}
fr: Promouvoir la version {{ version.version }}
it: Avanzamento versione {{ version.version }}
ja: バージョン {{ version.version }} のプロモート
pt_br: Promover Versão {{ version.version }}
ru: Перенос версии {{ version.version }}

source: Promote version to {{ selectedEnvironment.name }}?<br><br>{{ suggestedEnvironmentMessage() }}
es: ¿Promover la versión a {{ selectedEnvironment.name }}?<br><br>{{ suggestedEnvironmentMessage() }}
fr: Promouvoir la version dans {{ selectedEnvironment.name }}?<br><br>{{ suggestedEnvironmentMessage() }}
ja: バージョンを {{ selectedEnvironment.name }} にプロモートしますか?<br><br>{{ suggestedEnvironmentMessage() }}
pt_br: Promover versão para {{ selectedEnvironment.name }}?<br><br>{{ suggestedEnvironmentMessage() }}

source: Promoted to %s
es: Promovida a %s
fr: Promu à %s
it: Avanzato a %s
ja: %s にプロモート
pt_br: Promovido para %s
ru: Перенесено в %s

source: Promoting to %count environments.
es: Promovida a %count entornos.
fr: Promouvoir à %count environnements.
it: Avanzamento su %count ambienti
ja: %count 個の環境にプロモートします。
pt_br: Promovendo para %count ambientes.
ru: Перенос в несколько окружений (всего %count).

source: Promoting to 1 environment.
es: Se está promoviendo a 1 entorno.
fr: Promouvoir à 1 environnement.
it: Avanzamento a 1 ambiente
ja: 1 個の環境にプロモートします。
pt_br: Promovendo para 1 ambiente.
ru: Перенос в одно окружение.

source: Promotion History
es: Historial de promociones
fr: Historique de promotion
it: Cronologia avanzamento
ja: プロモート履歴
pt_br: Histórico de Promoção
ru: Журнал переносов

source: Provides
de: Bietet
es: Proporciona
fr: Fournit
ja: 提供
pt_br: Fornece

source: Provisioning Details
de: Bereitstellungsdetails
es: Detalles de aprovisionamiento
fr: Détails de provisioning
it: Informazioni sul provisioning
ja: プロビジョニングの詳細
pt_br: Provisionando Detalhes
ru: Подготовка

source: Provisioning Host Details
de: Bereitstellungshost-Details
es: Detalles de host de aprovisionamiento
fr: Détails d'hôte de provisioning
it: Informazioni host di provisioning
ja: プロビジョニングホストの詳細
pt_br: Provisionando Detalhes do Host
ru: Свойства подготовки узла

source: Publish Content View:
es: Publicar vista de contenido:
fr: Publier l'affichage du contenu :
it: Visualizzazione pubblicazione del contenuto:
ja: コンテンツビューの公開:
pt_br: Publicar Visualização de Conteúdo:
ru: Опубликовать представление:

source: Publish New Version
es: Publicar nueva versión
fr: Publier la nouvelle version
it: Pubblica nuova versione
ja: 新規バージョンの公開
pt_br: Publicar Nova Versão
ru: Опубликовать версию

source: Publish via HTTP
es: Publicar mediante HTTP
fr: Publier via HTTP
it: Pubblica tramite HTTP
ja: HTTP での公開
pt_br: Publicar via HTTP
ru: Доступ HTTP

source: Publish via HTTPS
es: Publicar mediante HTTPS
fr: Publier via HTTPS
it: Pubblica tramite HTTPS
ja: HTTPS での公開
pt_br: Publicar via HTTPS
ru: Доступ HTTPS

source: Published
es: Publicado
fr: Publié le
it: Pubblicato
ja: 公開
pt_br: Publicado
ru: Опубликовано

source: Published At
de: Veröffentlicht unter
es: Publicada a las
fr: Publié à
it: Pubblicato su
ja: 公開:
pt_br: Publicado em
ru: Опубликован

source: Published new version
es: Nueva versión publicada
fr: Nouvelle version publiée
it: Nuova versione pubblicata
ja: 新規バージョンを公開しました
pt_br: Nova versão publicada
ru: Версия опубликована

source: Published Repository Information
de: Repository-Informationen veröffentlicht
es: Se ha publicado información de repositorio
fr: Informations de référentiel publiées
it: Informazioni repository pubblicate
ja: 公開済みのリポジトリー情報
pt_br: Informação de Repositório Publicada
ru: Информация о репозитории опубликована

source: Publishing and promoting to %count environments.
es: Publicando y promoviendo a %count entornos.
fr: Publier et promouvoir à %count environnements.
it: Pubblicazione e avanzamento su %count ambienti.
ja: %count 個の環境に公開してプロモートします。
pt_br: Publicando e promovendo para %count ambientes.
ru: Публикация в %count окружениях.

source: Publishing and promoting to 1 environment.
es: Publicando y promoviendo a 1 entorno.
fr: Publier et promouvoir à 1 environnement.
it: Pubblicazione e avanzamento su 1 ambiente.
ja: 1 個の環境に公開してプロモートします。
pt_br: Publicando e promovendo para 1 ambiente.
ru: Публикация и добавление в окружение.

source: Puppet Environment
de: Puppet-Umgebung
es: Entorno de Puppet
fr: Environnement Puppet
it: Ambiente Puppet
ja: Puppet 環境
pt_br: Ambiente Puppet
ru: Окружение Puppet

source: Puppet module added to Content View
es: Se ha añadido el módulo Puppet a la vista de contenido
fr: Module puppet ajouté à l'affichage du contenu
it: Moduli Puppet aggiunti alla visualizzazione del contenuto
ja: Puppet モジュールがコンテンツビューに追加されました
pt_br: Módulo Puppet adicionado à Visualização de Conteúdo
ru: Модуль Puppet добавлен в представление

source: Puppet module metadata generation has been initiated in the background. Click <a ng-href="{{ taskUrl() }}">Here</a> to monitor the progress.
es: Se ha iniciado la generación de metadatos del módulo Puppet en segundo plano. Haga clic<a ng-href="{{ taskUrl() }}">aquí</a> para controlar el progreso.
fr: La génération de métadonnées de module Puppet a été initiée en arrière-plan. Cliquez <a ng-href="{{ taskUrl() }}">ici</a> pour contrôler la progression.
ja: Puppet モジュールのメタデータ生成がバックグラウンドで開始されました。 <a ng-href="{{ taskUrl() }}">ここ</a> をクリックして進捗を監視します。

source: Puppet Module:
es: Módulo Puppet:
fr: Module Puppet :
ja: Puppet モジュール:
pt_br: Módulo Puppet:

source: Puppet Modules
es: Módulos Puppet
fr: Modules Puppet
it: Moduli Puppet
ja: Puppet モジュール
pt_br: Módulos Puppet
ru: Модули Puppet

source: Puppet Modules <div>{{ library.counts.puppet_modules || 0 }}</div>
es: Módulos Puppet <div>{{ library.counts.puppet_modules || 0 }}</div>
fr: Modules puppet <div>{{ library.counts.puppet_modules || 0 }}</div>
it: Moduli Puppet <div>{{ library.counts.puppet_modules || 0 }}</div>
ja: Puppet モジュール <div>{{ library.counts.puppet_modules || 0 }}</div>
pt_br: Módulos Puppet <div>{{ library.counts.puppet_modules || 0 }}</div>
ru: Модули Puppet <div>{{ library.counts.puppet_modules || 0 }}</div>

source: Puppet Modules for Content View:
es: Módulos Puppet para la vista de contenido:
fr: Modules puppet pour l'affichage du contenu :
it: Moduli Puppet per la visualizzazione del contenuto:
ja: コンテンツビューの Puppet モジュール:
pt_br: Módulos Puppet para a Visualização de Conteúdo:
ru: Модули Puppet в представлении:

source: Quantity
de: Anzahl
es: Cantidad
fr: Quantité
it: Quantità
ja: 数量
pt_br: Quantidade
ru: Количество

source: Quantity (To Add)
de: Menge (zum Hinzufügen)
fr: Quantité (à ajouter)
ja: 数量 (追加)

source: RAM (GB)
fr: RAM (Go)
ja: メモリー (GB)
ru: ОЗУ (ГБ)

source: Range
es: Rango
fr: Gamme
it: Gamma
ja: 範囲
pt_br: Classe
ru: диапазон

source: Reboot Suggested
de: Neustart empfohlen
es: Se sugiere un reinicio
fr: Redémarrage suggéré
it: Riavvio consigliato
ja: 再起動の推奨
pt_br: Reinicialização sugerida
ru: Рекомендуется перезагрузить

source: Reboot Suggested?
de: Neustart empfohlen?
es: ¿Se sugiere reiniciar?
fr: Redémarrage suggéré ?
it: Riavvio consigliato?
ja: 再起動の推奨?
pt_br: Reinicialização sugerida?
ru: Рекомендуется перезагрузить
