Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Upstream Image Name
de: Upstream-Bildname
es: Nombre de la imagen upstream
fr: Nom de l'image en amont
ja: アップストリームのイメージ名
pt_br: Nome da imagem de upstream

source: Upstream Password
de: Upstream-Passwort
es: Contraseña upstream
fr: Mot de passe en amont
ja: アップストリームのパスワード
pt_br: Senha de upstream

source: Upstream Repository Name
es: Nombre de repositorio principal
fr: Nom du référentiel en amont
it: Nome repository upstream
ja: アップストリームのリポジトリー名
pt_br: Nome de Repositório Upstream
ru: Имя основного репозитория

source: Upstream Sync Policy
es: Política de sincronización upstream
fr: Stratégie de synchronisation en amont
ja: アップストリームの同期ポリシー
pt_br: Política de sincronização de upstream

source: Upstream URL
es: URL upstream
fr: URL en amont
ja: アップストリームの URL
pt_br: URL upstream

source: Upstream Username
de: Upstream-Benutzername
es: Nombre de usuario upstream
fr: Nom d'utilisateur en amont
ja: アップストリームのユーザー名
pt_br: Nome de usuário de upstream

source: URL of the registry you want to sync. Example: https://registry-1.docker.io/ or https://quay.io/
de: URL der Registrierung, die Sie synchronisieren möchten. Beispiel: https://registry-1.docker.io/ oder https://quay.io/
ja: 同期するレジストリーの URL。例: https://registry-1.docker.io/ or https://quay.io/

source: URL to Discover
de: URL zum Entdecken
es: URL para descubrir
fr: URL à découvrir
ja: 検出する URL
pt_br: URL para descobrir

source: Usage Type
de: Nutzungstyp
es: Tipo de uso
fr: Type d'utilisation
ja: 使用タイプ

source: Use Ctrl-click to multi-select/deselect items.
ja: アイテムの複数選択/選択解除には、Ctrl キーを押しながらクリックします。

source: Use specific HTTP Proxy
de: Verwenden Sie einen bestimmten HTTP-Proxy
ja: 特定の HTTP プロキシーの使用

source: Use the cancel button on content view selection to revert your lifecycle environment selection.
de: Verwenden Sie die Schaltfläche Abbrechen bei der Auswahl der Inhaltsansicht, um die Auswahl der Lebenszyklusumgebung zurückzusetzen.
fr: Utiliser le bouton Annuler sur la sélection d'affichage du contenu pour rétablir la sélection de votre environnement de cycle de vie.
ja: コンテンツビューの選択で取り消しボタンを使用して、ライフサイクル環境の選択を元に戻します。

source: Used as
de: Benutzt als
es: Utilizado como
fr: Utilisé en tant que
ja: 以下として使用:
pt_br: Usado como

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
pt_br: Usuário
ru: Пользователь

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名

source: Username of the upstream repository user for authentication. Leave empty if repository does not require authentication.
de: Benutzername des Upstream-Repository-Benutzers für die Authentifizierung. Lassen Sie das Feld leer, wenn das Repository keine Authentifizierung erfordert.
es: Nombre de usuario del usuario del repositorio upstream para la autenticación. Dejar en blanco en caso de que el repositorio no requiera de autenticación.
fr: Nom d'utilisateur de l'utilisateur du référentiel en amont pour l'authentification. Laissez vide si le référentiel ne requiert pas d'authentification.
ja: 認証用のアップストリームリポジトリーユーザーのユーザー名。リポジトリーで認証が必要ない場合は、空白のままにします。
pt_br: Nome de usuário do usuário do repositório de upstream para autenticação. Deixe vazio se o repositório não exigir autenticação.

source: Using a username and password:
fr: Utiliser un nom d'utilisateur et un mot de passe :
ja: ユーザー名とパスワードの使用:

source: Using an Activation Key:
fr: Utiliser une clé d'activation :
ja: アクティベーションキーの使用:

source: Validate Content Sync
es: Validar sincronización del contenido
fr: Valider la synchronisation du contenu
ja: コンテンツの同期検証
pt_br: Validar sincronização de conteúdo

source: Variant
de: Variante
es: Variante
fr: Variante
ja: バリアント
pt_br: Variante

source: Verify Content Checksum
de: Überprüfen Sie die Inhaltsprüfsumme
ja: コンテンツチェックサムの確認

source: Verify SSL
de: SSL überprüfen
es: Verificar SSL
fr: Vérifier SSL
ja: SSL の確認
pt_br: Verificar o SSL

source: Version
es: Versión
it: Versione
ja: バージョン
pt_br: Versão
ru: Версия

source: Version {{ rule.version }}
es: Versión {{ rule.version }}
ja: バージョン {{ rule.version }}
pt_br: Versão {{ rule.version }}

source: Version Deletion
es: Borrado de versión
fr: Suppression de version
it: Rimozione versione
ja: バージョンの削除
pt_br: Remoção de Versão
ru: Удаление версии

source: Version Details
es: Detalles de la versión
fr: Détails de la version
it: Informazioni versione
ja: オプションの詳細
pt_br: Detalhes da Versão
ru: Свойства версии

source: Version:
es: Versión:
it: Versione:
ja: バージョン:
pt_br: Versão:
ru: Версия:

source: Versions
de: Versionen
es: Versiones
it: Versioni
ja: バージョン
pt_br: Versões
ru: Версии

source: Versions for Content View:
es: Versiones de la vista de contenido:
fr: Versions pour l'affichage du contenu :
it: Versioni per la visualizzazione del contenuto:
ja: コンテンツビューのバージョン
pt_br: Versões para Visualização de Conteúdo:
ru: Версии представления:

source: Versions for Puppet Module:
es: Versiones del módulo puppet:
fr: Versions pour le module Puppet :
it: Versioni per il modulo Puppet:
ja: Puppet モジュールのバージョン:
pt_br: Versões para Módulo Puppet:
ru: Версии модуля Puppet:

source: via Katello agent
es: por medio del agente Katello
fr: via l'agent Katello
ja: Katello エージェント経由

source: via Katello Agent
es: por medio del agente Katello
fr: via Agent Katello
ja: Katello エージェント経由

source: via remote execution
de: über Remote-Ausführung
es: por medio de la ejecución remota
fr: via exécution distante
ja: リモート実行経由
pt_br: via execução remota

source: via remote execution - customize first
de: über Remote-Ausführung - zuerst anpassen
es: por medio de la ejecución remota - primero se debe personalizar
fr: via exécution distante - personnaliser tout d'abord
ja: リモート実行経由: 最初にカスタマイズ
pt_br: via execução remota - personalizar primeiro

source: View Container Image Manifest Lists for Repository:
de: Anzeigen von Container-Image-Manifestlisten für das Repository:
fr: Afficher les listes de manifestes d'images de conteneurs pour le référentiel :
ja: リポジトリーのコンテナイメージマニフェストを表示します:

source: View Docker Tags for Repository:
de: Docker-Tags für Repository anzeigen:
fr: Afficher les balises Docker pour le référentiel :
ja: リポジトリーの Docker タグを表示します:

source: View job invocations.
de: Auftragsaufrufe ansehen.
ja: ジョブ呼び出しの表示

source: Virtual Guest
de: Virtueller Gast
es: Huésped virtual
fr: Invité virtuel
ja: 仮想ゲスト
pt_br: Sistema Virtual

source: Virtual Guests
de: Virtuelle Gäste
es: Huéspedes virtuales
fr: Invités virtuels
it: Guest virtuali
ja: 仮想ゲスト
pt_br: Convidados Virtuais
ru: Виртуальные гости

source: Virtual Host
de: Virtuelle Hosts
es: Host virtual
fr: Hôte virtuel
it: Host virtuale
ja: 仮想ホスト
pt_br: Host Virtual
ru: Виртуальный хост

source: weekly
de: wöchentlich
es: Semanal
fr: hebdomadaire
it: settimanalmente
ja: weekly (毎週)
pt_br: por semana
ru: каждую неделю

source: Weekly on {{ product.sync_plan.sync_date | date:'EEEE' }} at {{ product.sync_plan.sync_date | date:'mediumTime' }} (Server Time)
de: Wöchentlich am {{ product.sync_plan.sync_date | date:'EEEE' }} um {{ product.sync_plan.sync_date | date:'mediumTime' }} (Serverzeit)
es: Semanalmente el {{ product.sync_plan.sync_date | date:'EEEE' }} a las {{ product.sync_plan.sync_date | date:'mediumTime' }} (Hora del servidor)
fr: Hebdomadaire le {{ product.sync_plan.sync_date | date:'EEEE' }} à {{ product.sync_plan.sync_date | date:'mediumTime' }} (heure du serveur)
it: Settimanale il {{ product.sync_plan.sync_date | date:'EEEE' }} alle {{ product.sync_plan.sync_date | date:'mediumTime' }} (Server Time)
ja: {{ product.sync_plan.sync_date | date:'EEEE' }} の {{ product.sync_plan.sync_date | date:'mediumTime' }} (サーバー時間) に毎週
pt_br: Semanalmente em {{ product.sync_plan.sync_date | date:'EEEE' }} à(s) {{ product.sync_plan.sync_date | date:'mediumTime' }} (Hora do Servidor)
ru: Еженедельно в {{ product.sync_plan.sync_date | date:'EEEE' }} в {{ product.sync_plan.sync_date | date:'mediumTime' }} (время сервера)

source: When Auto Attach is disabled, registering systems will be attached to all associated subscriptions.
de: Wenn die automatische Verknüpfung deaktiviert ist, werden neu registrierte Systeme mit allen zugewiesenen Subskriptionen verknüpft.
es: Cuando auto-vincular está inhabilitado,los sistemas de registro se vincularán a todas las suscripciones asociadas.
fr: Lorsque Auto Attach est désactivé, l'enregistrement de systèmes sera attaché à tous les abonnements associés.
it: Quando Auto Attach è disabilitato, la registrazione dei sistemi verrà implementata a tutte le sottoscrizioni associate
ja: 自動アタッチが無効になっている場合には、システムを登録すると、関連するすべてのサブスクリプションにアタッチされます。
pt_br: Quando a anexação automática está desabilitada, o registro de sistemas é anexado a todas as subscrições associadas.
ru: Если автоматический выбор отключен, при регистрации системы будут выбраны только настроенные подписки

source: When validating content, repositories using the "On Demand" download policy will download all packages within the repository.
es: Al validar el contenido, los repositorios que utilicen la política de descarga "A pedido" descargarán todos los paquetes del repositorio.
fr: Lors de la validation du contenu, les référentiels utilisant la stratégie de téléchargement « À la demande » téléchargeront tous les paquetages contenus dans le référentiel.
ja: コンテンツの検証時に、「オンデマンド」ダウンロードポリシーを使用するリポジトリーでは、リポジトリー内の全パッケージがダウンロードされます。
pt_br: Ao validar conteúdo, os repositórios que usam a política de download "Sob demanda" farão o download de todos os pacotes no repositório.

source: With this option selected, a puppet environment will be created during publish and promote even if no puppet modules have been added to the Content View
ja: このオプションを選択すると、公開時に Puppet 環境が作成され、コンテンツビューにどの Puppet モジュールも追加されなかった場合でもプロモートされます。

source: Working
de: In Arbeit
es: En funcionamiento
fr: Chargement
it: In funzione
ja: 正常
pt_br: Funcionando
ru: Выполнение

source: Yes
de: Ja
es: Sí
fr: Oui
it: Si
ja: はい
pt_br: Sim
ru: Да

source: You can upload a requirements.yml file above to auto-fill contents <b>OR</b> paste contents of <a ng-href="https://docs.ansible.com/ansible/devel/dev_guide/collections_tech_preview.html#install-multiple-collections-with-a-requirements-file" target="_blank"> Requirements.yml </a>below.
ja: 上記の requirements.yml ファイルをアップロードしてコンテンツを自動入力するか、<b>または</b> 以下の <a ng-href="https://docs.ansible.com/ansible/devel/dev_guide/collections_tech_preview.html#install-multiple-collections-with-a-requirements-file" target="_blank"> Requirements.yml </a> のコンテンツを貼り付けます。

source: You can upload a requirements.yml file below to auto-fill contents or paste contents of requirement.yml here
de: Sie können unten eine Requirements.yml-Datei hochladen, um den Inhalt automatisch auszufüllen, oder den Inhalt von request.yml hier einfügen
ja: 下記の requirements.yml ファイルをアップロードしてコンテンツを自動入力するか、こちらに requirement.yml のコンテンツを貼り付けます。

source: You cannot remove these repositories because they belong to a Red Hat product.
es: No se pueden eliminar estos repositorios porque pertenecen a un producto de Red Hat.
fr: Vous ne pouvez pas supprimer ces référentiels car ils appartiennent à un produit Red Hat.
it: Impossibile rimuovere questi repositori poichè appartengono ad un prodotto di Red Hat.
ja: これらのリポジトリーは Red Hat 製品に属しているため、削除できません。
pt_br: Você não pode remover estes repositórios porque eles pertencem a um produto da Red Hat.
ru: Репозитории принадлежат Red Hat и не могут быть удалены.

source: You cannot remove these repositories because you do not have permission.
de: Sie können diese Repositorys nicht entfernen, da Sie keine Berechtigung dazu haben.
es: No se pueden eliminar estos repositorios porque no tiene permiso.
fr: Vous ne pouvez pas supprimer ces référentiels car nous n'avez pas la permission.
it: Impossibile rimuovere questi repositori poichè non sei in possesso dei permessi necessari.
ja: 権限がないため、これらのリポジトリーを削除できません。
pt_br: Você não pode remover estes repositórios porque você não tem permissão.
ru: Недостаточно полномочий для удаления этих репозиториев

source: You cannot remove this product because it is a Red Hat product.
de: Sie können dieses Produkt nicht entfernen, da es ein Red Hat Produkt ist.
es: No se puede eliminar este producto porque es un producto de Red Hat.
fr: Vous ne pouvez pas supprimer ce produit car c'est un produit Red Hat.
it: Impossibile rimuovere questo prodotto poichè appartiene ad un prodotto di Red Hat.
ja: この製品は Red Hat 製品であるため、削除できません。
pt_br: Você não pode remover este produto porque é um produto da Red Hat.
ru: Продукт Red Hat не может быть удален.

source: You cannot remove this product because it was published to a content view.
de: Sie können dieses Produkt nicht entfernen, da es in einer Inhaltsansicht veröffentlicht wurde.
es: No se puede eliminar este producto porque se ha publicado en una vista de contenido.
fr: Vous ne pouvez pas supprimer ce produit car il a été publié sur un affichage du contenu.
it: Impossibile rimuovere questo prodotto poichè è stato pubblicato su una visualizzazione del contenuto.
ja: この製品はコンテンツビューに公開されているため、削除できません。
pt_br: Você não pode remover este produto porque ele foi publicado para uma visualização de conteúdo.
ru: Продукт опубликован в представлении и не может быть удален.

source: You cannot remove this product because you do not have permission.
de: Sie können dieses Produkt nicht entfernen, da Sie keine Berechtigung dazu haben.
es: No se puede eliminar este producto porque no tiene permiso.
fr: Vous ne pouvez pas supprimer ces produits car nous n'avez pas de permission.
it: Impossibile rimuovere questo prodotto poichè non sei in possesso dei permessi necessari.
ja: 権限がないため、この製品を削除できません。
pt_br: Você não pode remover este produto porque você não possui permissão.
ru: Недостаточно полномочий для удаления этого продукта.

source: You cannot remove this repository because it is a Red Hat repository.
es: No se puede eliminar este repositorio porque es un repositorio Red Hat.
fr: Vous ne pouvez pas supprimer ce référentiel car c'est un référentiel Red Hat.
it: Impossibile rimuovere questo repositorio poichè appartiene ad un repositorio di Red Hat.
ja: このリポジトリーは Red Hat リポジトリーであるため、削除できません。
pt_br: Você não pode remover este repositório porque é um repositório da Red Hat.
ru: Репозиторий Red Hat не может быть удален.

source: You cannot remove this repository because it was published to a content view.
es: No se puede eliminar este repositorio porque se ha publicado en una vista de contenido.
fr: Vous ne pouvez pas supprimer ce référentiel car il a été publié sur un affichage du contenu.
it: Impossibile rimuovere questo repositorio poichè è stato pubblicato su una visualizzazione del contenuto.
ja: このリポジトリーはコンテンツビューに公開されているため、削除できません。
pt_br: Você não pode remover este repositório porque ele foi publicado para uma visualização de conteúdo.
ru: Репозиторий опубликован в представлении и не может быть удален.

source: You cannot remove this repository because you do not have permission.
de: Sie können dieses Repository nicht entfernen, da Sie keine Berechtigung dazu haben.
es: No se puede eliminar este repositorio porque no tiene permiso.
fr: Vous ne pouvez pas supprimer ce référentiel car nous n'avez pas de permission.
it: Impossibile rimuovere questo repositorio poichè non sei in possesso dei permessi necessari.
ja: 権限がないため、このリポジトリーを削除できません。
pt_br: Você não pode remover este repositório porque você não possui permissão.
ru: Недостаточно полномочий для удаления этого репозитория.

source: You currently don't have any Activation Keys, you can add Activation Keys using the button on the right.
de: Sie haben derzeit keine Aktivierungsschlüssel. Sie können über die Schaltfläche rechts neue Aktivierungsschlüssel hinzufügen.
es: Actualmente no tiene llaves de activación, agregue llaves de activación con el botón de la derecha.
fr: Vous n'avez pour l'instant aucune Clé d'activation. Vous pouvez ajouter des Clés d'activation en utilisant le bouton situé sur la droite.
it: Attualmente non è presente alcuna Chiave di attivazione, è possibile aggiungerne una usando il pulsante sulla destra.
ja: 現在、アクティベーションキーはありません。右側のボタンを使用して、アクティベーションキーを追加できます。
pt_br: No momento você não tem nenhuma Chave de Ativação, você pode adicionar Chaves de Ativação utilizando o botão à direita.
ru: Нет ключей активации. Чтобы добавить ключ, нажмите кнопку справа.

source: You currently don't have any Container Image Tags.
de: Sie haben derzeit keine Container-Image-Tags.
fr: Vous ne possédez aucune balise d'image de conteneur actuellement.
ja: 現在、コンテナーイメージタグはありません。

source: You currently don't have any Content Credential, you can add Content Credentials using the button on the right.
de: Sie haben derzeit keine Inhaltsberechtigungen. Sie können Inhaltsberechtigungen über die Schaltfläche rechts hinzufügen.
es: Actualmente no tiene ninguna credencial de contenidos. Puede añadir credenciales de contenidos con el botón a la derecha.
fr: Vous ne possédez actuellement aucune information d'identification de contenu. Vous pouvez ajouter des informations d'identification de contenu à l'aide du bouton situé à droite.
ja: 現在、コンテンツ認証情報はありません。コンテンツ認証情報は、右側のボタンを使用して追加できます。
pt_br: No momento, você não tem credenciais de conteúdo. Você pode adicionar credenciais de conteúdo usando o botão do lado direito.

source: You currently don't have any Content Hosts, you can create new Content Hosts by selecting Contents Host from main menu and then clicking the button on the right.
de: Sie haben derzeit keine Inhaltshosts. Sie können neue Inhaltshosts erstellen, indem Sie im Hauptmenü den Punkt "Inhaltshosts" wählen und anschließend auf die Schaltfläche rechts klicken.
es: Actualmente no tiene ningún host de contenido, para crear un host de contenido, seleccione Host de contenido desde el menú principal y luego haga clic en el botón de la derecha.
fr: Vous n'avez pour l'instant aucun hôte de contenu. Vous pouvez créer des nouveaux hôtes de contenu en sélectionnant Hôte de contenu à partir du menu principal et en cliquant ensuite sur le bouton situé à droite.
it: Attualmente non è presente alcun host di contenuto, è possibile crearne uno nuovo selezionando Host di contenuto dal menu principale, e successivamente il pulsante sulla destra.
ja: 現在、コンテンツホストはありません。新しいコンテンツホストは、メインメニューからコンテンツホストを選択し、右側のボタンをクリックして作成できます。
pt_br: No momento você não tem nenhum Host de Conteúdo, você pode criar novos Hosts de Conteúdo selecionando Host de Conteúdo através do menu principal e, depois, clicando no botão à direita.
ru: Нет узлов содержимого. Чтобы добавить узел, перейдите на страницу «Узлы» - «Узлы содержимого».

source: You currently don't have any Content Hosts, you can register one by clicking the button on the right and following the instructions.
de: Sie haben derzeit keine Inhaltshosts. Sie können neue Inhaltshosts registrieren, indem Sie auf die Schaltfläche rechts klicken und den Anweisungen folgen.
es: Actualmente no tiene hosts de contenido. Para registrar un host, haga clic en el botón a la derecha y siga las instrucciones.
fr: Vous ne possédez aucun hôte de contenu, vous pouvez en enregistrer un en cliquant sur le bouton situé à droite et en suivant les instructions.
it: Attualmente non sei inpossesso di alcun Host di contenuto, per registrarne uno seleziona il pulsante sulla destra e segui le istruzioni.
ja: 現在、コンテンツホストはありません。コンテンツホストは、右側のボタンをクリックして、指示に従って登録してください。
pt_br: No momento você não tem nenhum Host de Conteúdo, você pode registrar um utilizando o botão à direita e seguindo as instruções.
ru: Нет узлов. Чтобы зарегистрировать узел, нажмите кнопку справа.

source: You currently don't have any Content Views. A Content View can be added by using the button on the right.
es: Actualmente no tiene vistas de contenido. Para agregar una vista de contenido use el botón de la derecha.
fr: Vous ne possédez aucun affichage de contenu. Un affichage de contenu peut être ajouté à l'aide du bouton situé à droite.
it: Attualemente non è presente alcuna Visualizzazione del contenuto. È possibile aggiungerne una usando il pulsante sulla destra.
ja: 現在、コンテンツビューはありません。コンテンツビューは、右側のボタンを使用して追加できます。
pt_br: No momento você não tem nenhuma Visualização de Conteúdo. Pode-se adicionar uma Visualização de Conteúdo utilizando o botão à direita.
ru: Нет представлений. Чтобы создать представление, нажмите кнопку справа.

source: You currently don't have any Debs.
es: Actualmente no tiene ningún Deb.
fr: Vous n'avez actuellement aucun Deb.
ja: 現在、Deb はありません。
pt_br: No momento, você não tem dupurações.

source: You currently don't have any Files.
de: Sie haben derzeit keine Dateien.
es: Actualmente no tiene archivos.
fr: Vous ne possédez aucun fichier actuellement.
ja: 現在、ファイルはありません。
pt_br: No momento, você não tem arquivos.

source: You currently don't have any Filters included in this Content View, you can add a new Filter by using the button on the right.
es: Actualmente no dispone de filtros en esta vista de contenido. Puede añadir un nuevo filtro mediante el botón que se encuentra a la derecha.
fr: Vous ne possédez actuellement aucun filtre inclus dans cet affichage du contenu. Vous pouvez ajouter un nouveau filtre à l'aide du bouton situé sur la droite.
it: Attualmente non hai incluso alcun filtro nella visualizzazione del contenuto, aggiungere un nuovo filtro usando il pulsante sulla destra.
ja: 現在、このコンテンツビューにはフィルターは含まれていません。新しいフィルターは、右側のボタンを使用して追加できます。
pt_br: Você não possui atualmente nenhum Filtro incluso nesta Visualização de Conteúdo, você pode adicionar um novo Filtro utilizando o botão à direita.
ru: Нет фильтров. Чтобы добавить фильтр, нажмите кнопку справа.

source: You currently don't have any Host Collections, you can add Host Collections using the button on the right.
de: Sie haben derzeit keine Hostsammlungen. Sie können über die Schaltfläche rechts neue Hostsammlungen hinzufügen.
es: Actualmente no tiene colecciones de hosts, agregue colecciones de hosts con el botón de la derecha.
fr: Vous ne possédez actuellement aucune Collection d'hôtes. Vous pouvez ajouter des Collections d'hôtes à l'aide du bouton situé à droite.
it: Attualmente non è presente alcun Insieme di host, è possibile aggiungerne uno usando il pulsante sulla destra.
ja: 現在、ホストコレクションはありません。ホストコレクションは、右側のボタンを使用して追加できます。
pt_br: No momento você não tem nenhuma Coleção de Host, você pode adicionar Coleções de Host utilizando o botão à direita.
ru: Нет коллекций узлов. Чтобы добавить коллекцию, нажмите кнопку справа.

source: You currently don't have any Hosts in this Host Group, you can add Content Hosts after selecting the 'Add' tab.
es: Actualmente no tiene hosts en este grupo de hosts, puede agregar hosts de contenido después de seleccionar la pestaña 'Añadir'.
fr: Vous n'avez pour l'instant aucun Hôte dans ce groupe d'hôtes. Vous pouvez ajouter des Hôtes de contenu après avoir sélectionné l'onglet « Ajouter ».
ja: 現在、このホストグループにはホストがありません。「追加」タブを選択後に、コンテンツホストを追加できます。
pt_br: No momento, você não tem nenhum host neste grupo de hosts, você pode adicionar Hosts de Conteúdo depois de selecionar a aba 'Adicionar'.

source: You currently don't have any OSTree Branches.
es: Actualmente no tiene OSTree Branches.
fr: Vous ne possédez aucune branche OSTree pour le moment.
ja: 現在、OSTree ブランチはありません。
pt_br: No momento, você não tem ramificações OSTree.

source: You currently don't have any Products associated with this Content Credential.
de: Sie haben derzeit keine Produkte, die mit diesen Content-Anmeldedaten verknüpft sind.
es: Actualmente no tiene ningún producto asociado con esta credencial de contenidos.
fr: Vous n'avez actuellement aucun produit associé à ces informations d'identification de contenu.
ja: 現在、このコンテンツ認証情報に関連付けられている製品はありません。
pt_br: No momento, você não tem produtos associados a essa credencial de conteúdo.
