Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: You currently don't have any Products to subscribe to, you can add Products after selecting 'Products' under 'Content' in the main menu
de: Sie haben derzeit keine Produkte zum Abonnieren. Sie können Produkte hinzufügen, nachdem Sie im Hauptmenü unter "Inhalt" die Option "Produkte" ausgewählt haben
es: Actualmente no tiene productos a los que suscribirse, puede agregar productos después de seleccionar 'Productos' en 'Contenido' en el menú principal
fr: Vous ne possédez actuellement aucun Produit auquel vous abonner, vous pouvez ajouter des Produits après avoir sélectionné « Produits » sous « Contenu » dans le menu principal
ja: 現在、サブスクライブする製品はありません。メインメニューで「コンテンツ」、「製品」の順に選択して、製品を追加できます。
pt_br: No momento, você não tem nenhum produto para subscrição, você pode adicionar Produtos depois de selecionar 'Produtos' sob 'Conteúdo' no menu principal.

source: You currently don't have any Products to subscribe to. You can add Products after selecting 'Products' under 'Content' in the main menu.
de: Sie haben derzeit keine Produkte zum Abonnieren. Sie können Produkte hinzufügen, nachdem Sie im Hauptmenü unter „Content bzw. Inhalt“ die Option „Products bzw. Produkte“ ausgewählt haben.
ja: 現在、サブスクライブする製品はありません。メインメニューで「コンテンツ」、「製品」の順に選択して、製品を追加できます。

source: You currently don't have any Products<span bst-feature-flag="custom_products">, you can add Products using the button on the right</span>.
de: Sie haben derzeit keine Produkte<span bst-feature-flag="custom_products">. Sie können über die Schaltfläche rechts Produkte hinzufügen</span>.
es: Actualmente no tiene productos <span bst-feature-flag="custom_products">, agregue productos con el botón a la derecha</span>.
fr: Vous ne possédez actuellement aucun produit<span bst-feature-flag="custom_products">. Vous pouvez ajouter des Produits en utilisant le bouton sur la droite</span>.
it: Attualmente non hai alcun prodotto <span bst-feature-flag="custom_products">, è possibile aggiungere i Prodotti usando il pulsante sulla destra</span>.
ja: 現在、製品 <span bst-feature-flag="custom_products"> はありません。製品は、右側のボタンを使用して追加できます。</span>.
pt_br: No momento você não possui nenhum produto <span bst-feature-flag="custom_products">, você pode adicionar produtos usando o botão à direita</span>.
ru: Нет продуктов<span bst-feature-flag="custom_products">. Чтобы их добавить, нажмите кнопку справа</span>.

source: You currently don't have any Puppet Modules included in this Content View, you can add Puppet Modules using the button on the right.
es: Actualmente no tiene módulos Puppet incluidos en esta vista de contenido, agregue módulos Puppet con el botón de la derecha.
fr: Vous ne possédez actuellement aucun Module Puppet inclus dans cet affichage du contenu. Vous pouvez ajouter des Modules Puppet à l'aide du bouton situé sur la droite.
it: Attualmente non hai incluso alcun Modulo Puppet nella Visualizzazione del contenuto, è possibile aggiungerne uno usando il pulsante sulla destra.
ja: 現在、このコンテンツビューには Puppet モジュールは含まれていません。Puppet モジュールは、右側のボタンを使用して追加できます。
pt_br: No momento você não possui nenhum Módulo Puppet incluído nesta Visualização de Conteúdo, você pode adicionar Módulos Puppet utilizando o botão à direita.
ru: В этом представлении нет модулей Puppet. Чтобы добавить модули, нажмите кнопку справа.

source: You currently don't have any Puppet Modules.
es: Actualmente no tiene ningún Módulo Puppet.
fr: Vous ne possédez aucun module Puppet actuellement.
ja: 現在、Puppet モジュールはありません。
pt_br: Você não possui nenhum Módulo Puppet atualmente.

source: You currently don't have any Repositories associated with this Content Credential.
de: Sie haben derzeit keine Repositorys, die mit diesen Content-Credentials bzw. Inhaltsanmeldedaten verknüpft sind.
es: Actualmente no tiene ningún repositorio asociado con esta credencial de contenidos.
fr: Vous n'avez actuellement aucun référentiel associé à ces informations d'identification de contenu.
ja: 現在、このコンテンツ認証情報に関連付けられているリポジトリーはありません。
pt_br: No momento, você não tem repositórios associados a essa credencial de conteúdo.

source: You currently don't have any Repositories included in this Product, you can add Repositories using the button on the right.
de: In diesem Produkt sind derzeit keine Repositorys enthalten. Sie können über die Schaltfläche rechts Repositorys hinzufügen.
es: Actualmente no tiene repositorios incluidos en este producto, agregue repositorios con el botón de la derecha.
fr: Vous ne possédez actuellement aucun filtre inclus dans cet affichage de contenu. Vous pouvez ajouter des référentiels à l'aide du bouton situé sur la droite.
it: Attualmente non hai incluso alcun Repository in questo Prodotto, è possibile aggiungerne uno usando il pulsante sulla destra.
ja: 現在、この製品にはリポジトリーは含まれていません。リポジトリーは、右側のボタンを使用して追加できます。
pt_br: No momento você não tem nenhum Repositório incluído neste produto, você pode adicionar Repositórios usando o botão à direita.
ru: Нет репозиториев. Чтобы их добавить, нажмите кнопку справа.

source: You currently don't have any Subscriptions associated with this Activation Key, you can add Subscriptions after selecting the 'Add' tab.
de: Sie haben derzeit keine Abonnements, die mit diesem Aktivierungsschlüssel verknüpft sind. Sie können Abonnements hinzufügen, nachdem Sie die Registerkarte "Add bzw. Hinzufügen" ausgewählt haben.
es: Actualmente no tiene suscripciones asociadas a esta llave de activación, puede agregar suscripciones después de seleccionar la pestaña 'Añadir'.
fr: Vous ne possédez actuellement aucun Abonnement associé à cette Clé d'activation. Vous pouvez ajouter des Abonnements après avoir sélectionné l'onglet « Ajouter ».
ja: 現在、このアクティベーションキーに関連付けられているサブスクリプションはありません。「追加」タブを選択後に、サブスクリプションを追加できます。
pt_br: No momento, você não tem nenhuma subscrição associada a esta Chave de Ativação, você pode adicionar subscrições depois de selecionar a aba 'Adicionar'.

source: You currently don't have any Subscriptions associated with this Content Host. You can add Subscriptions after selecting the 'Add' tab.
de: Sie haben derzeit keine Abonnements, die mit diesem Content-Host verknüpft sind. Sie können Abonnements hinzufügen, nachdem Sie die Registerkarte "Add bzw. Hinzufügen" ausgewählt haben.
ja: 現在、このコンテンツキーに関連付けられているサブスクリプションはありません。「追加」タブを選択後に、サブスクリプションを追加できます。

source: You currently don't have any Sync Plans. A Sync Plan can be created by using the button on the right.
de: Sie haben derzeit keine Synchronisationspläne. Sie können über die Schaltfläche rechts einen neuen Synchronisationsplan erstellen.
es: Actualmente no tiene ningún plan de sincronización. Para agregar un plan de sincronización use el botón a la derecha.
fr: Vous ne possédez aucun Plan de synchronisation. Un plan de synchronisation peut être créé à l'aide du bouton situé à droite.
it: Attualmente non sei in possesso di una Programmazione di sincronizzazione. Per crearne una usare il pulsante sulla destra.
ja: 現在、同期ブランはありません。同期プランは、右側のボタンを使用して作成できます。
pt_br: No momento você não tem nenhum plano de sincronização. Pode-se criar um Plano de Sincronização usando o botão do lado direito.
ru: Нет плана синхронизации. Чтобы его настроить, нажмите кнопку справа.

source: You do not have any Installed Products
de: Sie haben keine installierten Produkte
es: No tiene productos instalados
fr: Vous n'avez aucun produit installé
it: Non hai installato alcun prodotto
ja: インストール済みの製品がありません
pt_br: Você não possui nenhum Produto Instalado
ru: Нет установленных продуктов

source: You have selected more than one component Content View Version with the same repository resulting in slower publishing:
ja: 同じリポジトリーで複数のコンポーネントコンテンツビューバージョンを選択したため、公開に時間がかかっています。

source: You must select a content view in order to save your environment.
de: Sie müssen eine Inhaltsansicht auswählen, um Ihre Umgebung zu speichern.
es: Seleccione una vista de contenido para guardar un entorno
fr: Vous devez sélectionner un affichage de contenu pour enregistrer votre environnement.
it: Per salvare il tuo ambiente è necessario selezionare una visualizzazione del contenuto.
ja: 環境を保存するには、コンテンツビューを選択する必要があります。
pt_br: Você precisa selecionar uma visualização de conteúdo para salvar seu ambiente.
ru: Чтобы сохранить окружение, выберите представление.

source: You must select a new content view before your change of environment can be saved. Use the cancel button on content view selection to revert your environment selection.
de: Sie müssen eine neue Inhaltsansicht wählen, bevor die Änderung der Umgebung gespeichert werden kann. Klicken Sie auf "Abbrechen" in der Inhaltsansichtsauswahl, um Ihre Umgebungsauswahl zurückzusetzen.
es: Debe seleccionar una nueva vista de contenido antes de que el cambio de entorno pueda ser guardado. Utilice el botón Cancelar en la selección de vista de contenido para revertir la selección de entorno.
fr: Vous devez sélectionner un nouvel affichage du contenu pour que votre modification d'environnement puisse être enregistrée. Utiliser le bouton Annuler sur la sélection d'affichage du contenu pour rétablir la sélection de votre environnement.
it: È necessario selezionare una nuova visualizzazione prima di poter salvare il nuovo ambiente. Usa il pulsante cancella sulla selezione della visualizzazione del contenuto, per repristinare la selezione dell'ambiente.
ja: 環境の変更を保存する前に、新しいコンテンツビューを選択する必要があります。コンテンツビューの選択で取り消しボタンを使用して、環境の選択を元に戻します。
pt_br: Você precisa selecionar uma nova visualização de conteúdo antes que sua mudança de ambiente seja salva. Use o botão cancelar na seleção de visualização de conteúdo para reverter sua seleção de ambiente.
ru: Прежде чем изменить окружение, выберите новое представление. Чтобы отменить выбор окружения, нажмите кнопку отмены.

source: You must select a new content view before your change of lifecycle environment can be saved.
de: Sie müssen eine neue Inhaltsansicht auswählen, bevor Ihre Änderung der Lebenszyklusumgebung gespeichert werden kann.
fr: Vous devez sélectionner un nouvel affichage du contenu pour que votre modification d'environnement de cycle de vie puisse être enregistrée.
ja: ライフサイクル環境の変更を保存する前に、新しいコンテンツビューを選択する必要があります。

source: You must select at least one Content Host in order to apply Errata.
de: Sie müssen mindestens einen Inhaltshost auswählen, um Errata anzuwenden.
es: Debe seleccionar un host de contenido para aplicar erratas.
fr: Vous devez sélectionner au moins un Hôte de contenu afin d'appliquer les errata.
it: Per applicare un Errata è necessario selezionare un Host di contenuto.
ja: エラータを適用するには、少なくとも 1 つのコンテンツホストを選択する必要があります。
pt_br: Você precisa selecionar ao menos um Host de Conteúdo para aplicar a Errata.
ru: Выберите узел, чтобы применить исправления.

source: You must select at least one Errata to apply.
de: Sie müssen mindestens ein Erratum zur Anwendung auswählen.
es: Debe seleccionar al menos una errata para aplicar.
fr: Vous devez sélectionner au moins un errata à appliquer.
ja: 少なくとも 1 つのエラータを選択する必要があります
pt_br: Você deve selecionar ao menos uma errata para aplicação.

source: You must select at least one repository.
es: Debe seleccionar al menos un repositorio.
fr: Vous devez sélectionner au moins un référentiel.
it: Selezionare almeno un repositorio.
ja: 少なくとも 1 つのリポジトリーを選択する必要があります
pt_br: Você precisa selecionar ao menos um repositório.
ru: Необходимо выбрать репозиторий.

source: Your search returned zero %(contentType)s that match the criteria.
de: Ihre Suche ergab null %(contentType)s, die den Kriterien entsprechen.
fr: Votre recherche n'a retourné aucun %(contentType)s correspondant au critère.
ja: 条件に一致する %(contentType)s の検索結果はありません。

source: Your search returned zero Activation Keys.
de: Ihre Suche ergab keine Aktivierungsschlüssel.
es: La búsqueda no arrojó claves de activación.
fr: Votre recherche n'a retourné aucune clé d'activation.
ja: アクティベーションキーの検索結果はありません。
pt_br: Sua pesquisa retornou zero chaves de ativação.

source: Your search returned zero Container Image Tags.
de: Ihre Suche ergab keine Container-Image-Tags.
fr: Votre recherche n'a retourné aucune balise d'image de conteneur.
ja: コンテナーイメージタグの検索結果はありません。

source: Your search returned zero Content Credential.
de: Ihre Suche ergab keine Inhaltsanmeldeinformationen.
es: La búsqueda no arrojó credenciales de contenidos.
fr: Votre recherche n'a retourné aucune information d'identification de contenu.
ja: コンテンツ認証情報の検索結果はありません。
pt_br: Sua pesquisa retornou zero credenciais de conteúdo.

source: Your search returned zero Content Hosts.
de: Ihre Suche ergab keine Inhaltshosts.
es: La búsqueda no arrojó hosts de contenido.
fr: Votre recherche n'a retourné aucun hôte de contenu.
ja: コンテンツホストの検索結果はありません。
pt_br: Sua pesquisa retornou zero hosts de conteúdo.

source: Your search returned zero Content View.
es: La búsqueda no arrojó vista de contenido.
fr: Votre recherche n'a retourné aucun affichage du contenu.
ja: コンテンツビューの検索結果はありません。
pt_br: Sua pesquisa retornou zero visualizações de conteúdo.

source: Your search returned zero Content Views
de: Ihre Suche ergab keine Inhaltsaufrufe
es: La búsqueda no arrojó vistas de contenido
fr: Votre recherche n'a retourné aucun affichage du contenu
ja: コンテンツビューの検索結果はありません。
pt_br: Sua pesquisa retornou zero visualizações de conteúdo

source: Your search returned zero Content Views.
de: Ihre Suche ergab keine Inhaltsansichten.
es: La búsqueda no arrojó vistas de contenido.
fr: Votre recherche n'a retourné aucun affichage du contenu.
ja: コンテンツビューの検索結果はありません。
pt_br: Sua pesquisa retornou zero visualizações de conteúdo.

source: Your search returned zero Debs.
de: Ihre Suche ergab null Debs.
es: La búsqueda no arrojó ningún Deb.
fr: Votre recherche n'a retourné aucun Deb.
ja: Deb の検索結果はありません。
pt_br: Sua pesquisa retornou zero depurações.

source: Your search returned zero Errata.
de: Ihre Suche ergab keine Errata.
es: La búsqueda no arrojó errata.
fr: Votre recherche n'a retourné aucun erratum.
ja: エラータの検索結果はありません。
pt_br: Sua pesquisa retornou zero erratas.

source: Your search returned zero Erratum.
de: Ihre Suche ergab kein Erratum.
es: La búsqueda no arrojó erratas.
fr: Votre recherche n'a retourné aucun erratum.
ja: エラータの検索結果はありません。
pt_br: Sua pesquisa retornou zero erratas.

source: Your search returned zero Files.
de: Ihre Suche ergab null Dateien.
es: La búsqueda no arrojó archivos.
fr: Votre recherche n'a retourné aucun fichier.
ja: ファイルの検索結果はありません。
pt_br: Sua pesquisa retornou zero arquivos.

source: Your search returned zero Filters.
es: La búsqueda no arrojó filtros.
fr: Votre recherche n'a retourné aucun filtre.
ja: フィルターの検索結果はありません。
pt_br: Sua pesquisa retornou zero filtros.

source: Your search returned zero Host Collections.
de: Ihre Suche ergab keine Hostsammlungen.
es: La búsqueda no arrojó colecciones de host.
fr: Votre recherche n'a retourné aucune collection d'hôtes.
ja: ホストコレクションの検索結果はありません。
pt_br: Sua pesquisa retornou zero coleções de host.

source: Your search returned zero Hosts.
de: Ihre Suche ergab keine Hosts.
es: La búsqueda no arrojó hosts.
fr: Votre recherche n'a retourné aucun hôte.
ja: ホストの検索結果はありません。
pt_br: Sua pesquisa retornou zero hosts.

source: Your search returned zero Lifecycle Environments.
de: Ihre Suche ergab null Lebenszyklusumgebungen.
es: La búsqueda no arrojó entornos de ciclo de vida.
fr: Votre recherche n'a retourné aucun environnement de cycle de vie.
ja: ライフサイクル環境の検索結果はありません。
pt_br: Sua pesquisa retornou zero ambientes de ciclo de vida.

source: Your search returned zero Module Streams.
de: Ihre Suche ergab keine Modul-Streams.
ja: モジュールストリームの検索結果はありません。

source: Your search returned zero Packages.
de: Ihre Suche ergab null Pakete.
es: La búsqueda no arrojó paquetes.
fr: Votre recherche n'a retourné aucun paquetage.
ja: パッケージの検索結果はありません。
pt_br: Sua pesquisa retornou zero pacotes.

source: Your search returned zero Products.
de: Ihre Suche ergab null Produkte.
es: La búsqueda no arrojó productos.
fr: Votre recherche n'a retourné aucun produit.
ja: 製品の検索結果はありません。
pt_br: Sua pesquisa retornou zero produtos.

source: Your search returned zero Puppet Modules.
es: La búsqueda no arrojó módulos Puppet.
fr: Votre recherche n'a retourné aucun module Puppet.
ja: Puppet モジュールの検索結果はありません。
pt_br: Sua pesquisa retornou zero módulos Puppet.

source: Your search returned zero Repositories
de: Ihre Suche hat keine Repositorys zurückgegeben
es: La búsqueda no arrojó repositorios
fr: Votre recherche n'a retourné aucun référentiel
ja: リポジトリーの検索結果はありません
pt_br: Sua pesquisa retornou zero repositórios

source: Your search returned zero Repositories.
de: Ihre Suche hat keine Repositorys zurückgegeben
es: La búsqueda no arrojó repositorios.
fr: Votre recherche n'a retourné aucun référentiel.
ja: リポジトリーの検索結果はありません。
pt_br: Sua pesquisa retornou zero repositórios.

source: Your search returned zero repository sets.
de: Ihre Suche hat keine Repository-Sets zurückgegeben
es: La búsqueda no arrojó conjuntos de repositorios.
fr: Votre recherche n'a retourné aucun ensemble de référentiels.
ja: リポジトリーセットの検索結果はありません。
pt_br: Sua pesquisa retornou zero conjuntos de repositórios.

source: Your search returned zero Repository Sets.
de: Ihre Suche ergab null Repository-Sets.
es: La búsqueda no arrojó conjuntos de repositorios.
fr: Votre recherche n'a retourné aucun ensemble de référentiels.
ja: リポジトリーセットの検索結果はありません。
pt_br: Sua pesquisa retornou zero conjuntos de repositórios.

source: Your search returned zero results.
de: Ihre Suche ergab keine Ergebnisse.
es: La búsqueda no arrojó resultados.
fr: Votre recherche n'a retourné aucun résultat.
ja: 検索結果はありません。
pt_br: Sua pesquisa retornou zero resultados.

source: Your search returned zero RPMs
ja: RPM の検索結果はありません。

source: Your search returned zero Subscriptions.
de: Ihre Suche ergab keine Abonnements.
es: La búsqueda no arrojó suscripciones.
fr: Votre recherche n'a retourné aucun abonnement.
ja: サブスクリプションの検索結果はありません。
pt_br: Sua pesquisa retornou zero assinaturas.

source: Your search returned zero Sync Plans.
de: Ihre Suche ergab keine Synchronisierungspläne.
es: La búsqueda no arrojó planes de sincronización.
fr: Votre recherche n'a retourné aucun plan de synchronisation.
ja: 同期プランの検索結果はありません。
pt_br: Sua pesquisa retornou zero planos de sincronização.

source: Your search returned zero Traces.
de: Ihre Suche ergab keine Spuren.
es: La búsqueda no arrojó rastros.
fr: Votre recherche n'a retourné aucune trace.
ja: トレースの検索結果はありません。
pt_br: Sua pesquisa retornou zero rastreamentos.

source: Your search returned zero versions for {{ $stateParams.moduleName }}
es: La búsqueda no arrojó versiones de {{ $stateParams.moduleName }}
fr: Votre recherche n'a retourné aucune version pour {{ $stateParams.moduleName }}
ja: {{ $stateParams.moduleName }} のバージョンの検索結果はありません。
pt_br: Sua pesquisa retornou zero versões do {{ $stateParams.moduleName }}

source: Yum Content
es: Contenido Yum
fr: Contenu Yum
it: Contenuto di yum
ja: Yum コンテンツ
pt_br: Conteúdo do Yum
ru: Содержимое Yum

source: Yum Metadata Checksum
de: Yum-Metadaten-Prüfsumme
es: Suma de verificación de metadatos Yum
fr: Somme de contrôle de métadonnées Yum
it: Checksum metadati di yum
ja: Yum メタデータチェックサム
pt_br: Soma de Verificação de Metadados do Yum
ru: Контрольная сумма метаданных Yum

source: Yum metadata generation has been initiated in the background. Click <a href="{{ taskUrl() }}">Here</a> to monitor the progress.
de: Die Generierung von Yum-Metadaten wurde im Hintergrund initiiert. Klicken Sie <a href="{{ taskUrl() }}">hier</a>, um den Fortschritt nachzuverfolgen.
es: La generación de metadatos Yum se ha iniciado en segundo plano. Haga clic <a href="{{ taskUrl() }}">aquí</a> para supervisar el progreso.
fr: La génération de métadonnées Yum a été initiée en arrière-plan. Cliquez <a href="{{ taskUrl() }}">ici</a> pour vérifier la progression.
it: L'operazione di creazione dei metadati Yum stata iniziata nel background. Fare clic <a href="{{ taskUrl() }}">Qui</a> per controllare lo stato.
ja: Yum メタデータの生成がバックグラウンドで開始されました。<a href="{{ taskUrl() }}">ここ</a> をクリックして進捗を監視します。
pt_br: Geração de metadados do Yum foi iniciada em segundo plano. Clique <a href="{{ taskUrl() }}">Aqui</a> para monitorar o progresso.
ru: Метаданные yum будут созданы в фоновом режиме. <a href="{{ taskUrl() }}">Нажмите</a> для просмотра подробной информации.

source: Yum Repositories
es: Repositorios Yum
fr: Référentiels Yum
it: Repository yum
ja: Yum リポジトリー
pt_br: Repositórios do Yum
ru: Репозитории Yum

source: Yum Repositories <div>{{ library.counts.yum_repositories || 0 }}</div>
de: Yum-Repositorys <div>{{ library.counts.yum_repositories || 0 }}</div>
es: Repositorios Yum <div>{{ library.counts.yum_repositories || 0 }}</div>
fr: Référentiels Yum <div>{{ library.counts.yum_repositories || 0 }}</div>
it: Repositori yum <div>{{ library.counts.yum_repositories || 0 }}</div>
ja: Yum リポジトリー: <div>{{ library.counts.yum_repositories || 0 }}</div>
pt_br: Repositórios do Yum <div>{{ library.counts.yum_repositories || 0 }}</div>
ru: Репозитории Yum <div>{{ library.counts.yum_repositories || 0 }}</div>

source: (future)
de: (Zukunft)
pt_br: (futuro)

source: Access to repositories is unrestricted in this organization. Hosts can consume all repositories available in the Content View they are registered to, regardless of subscription status.
pt_br: O acesso aos repositórios é restrito nesta organização. Os hosts podem consumir todos os repositórios disponíveis na Visualização de conteúdo na qual estão registrados, independentemente do status de assinatura.

source: Account Number
it: Numero account
pt_br: Número de conta
ru: Номер учетной записи

source: Activation Key Type:
it: Tipo di chiave di attivazione:
pt_br: Tipo de Chave de ativação:
ru: Тип ключа:

source: An error occurred saving the URL:
it: Si è verificato un errore durante il salvataggio dell'URL:
pt_br: Ocorreu um erro ao salvar o URL:
ru: Ошибка сохранения адреса:

source: Applicable hosts for {{ erratum.errata_id }}
it: Host applicabili per {{ erratum.errata_id }}
pt_br: Hosts aplicáveis para {{ erratum.errata_id }}
ru: Узлы для {{ erratum.errata_id }}

source: Architecture(s)
it: Architetture
pt_br: Arquitetura(s)
ru: Архитектура

source: Are you sure you want to delete the manifest?
pt_br: Tem certeza de que deseja excluir o manifesto?

source: Are you sure you want to remove the {{ table.numSelected }} host(s) selected?
pt_br: Tem certeza de que deseja remover os {{ table.numSelected }} hosts selecionados?

source: Background
pt_br: Em segundo plano

source: Below are the product's repository content sets currently available for this subscription. For Red Hat subscriptions, additional content can be made available through the
it: Di seguito vengono riportati gli insiemi del contenuto dei repositori del prodotto, attualmente disponibili per questa sottoscrizione. Per le sottoscrizioni di Red Hat, è possibile ottenere altri contenuti attraverso
pt_br: Abaixo seguem os conjuntos de conteúdo de repositórios dos produtos atualmente disponíveis para esta subscrição. Para as subscrições Red Hat, os conteúdos adicionais podem estar disponíveis através da
ru: Ниже приведен список наборов репозиториев для этой подписки. Чтобы включить дополнительное содержимое, см.

source: Completely deletes the host record and removes all reporting, provisioning, and configuration information.
pt_br: Exclui completamente o registro de host e remove todas as informações de geração de relatórios, provisionamento e configuração.

source: Composite?
it: Composita?
pt_br: Coleção?
ru: Сложное?

source: Consumed
it: Consumati
pt_br: Consumida(s)
ru: Занято

source: Content Download URL
it: URL per scaricare il contenuto
pt_br: URL de Download de Conteúdo
ru: URL загрузки содержимого

source: Contract Number
it: Numero contratto
pt_br: Número de Contrato
ru: Номер контракта

source: Cores: %s
it: Core: %s
pt_br: Núcleos: %s
ru: Ядра: %s
