Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Recalculate <i class="fa fa-spinner fa-spin" ng-show="calculatingApplicability"></i>
de: Neu berechnen <i class="fa fa-spinner fa-spin" ng-show="calculatingApplicability"></i>
es: Recalcular <i class="fa fa-spinner fa-spin" ng-show="calculatingApplicability"></i>
fr: Recalculer <i class="fa fa-spinner fa-spin" ng-show="calculatingApplicability"></i>
ja: 再計算 <i class="fa fa-spinner fa-spin" ng-show="calculatingApplicability"></i>
pt_br: Recalcular <i class="fa fa-spinner fa-spin" ng-show="calculatingApplicability"></i>

source: Recurring Logic
de: Wiederkehrende Logik
ja: 再帰論理

source: Red Hat Repositories page
de: Red Hat Repositorys
es: Página de repositorios Red Hat
fr: Page des référentiels Red Hat
it: Pagina repositori di Red Hat
ja: Red Hat リポジトリーページ
pt_br: Página de Repositórios da Red Hat
ru: Страница репозиториев Red Hat

source: Red Hat Repositories page.
de: Red Hat Repositorys-Seite.
es: Página de repositorios Red Hat
fr: Page des référentiels Red Hat.
it: Pagina repository di Red Hat.
ja: Red Hat リポジトリーページ。
pt_br: Página de Repositórios da Red Hat.
ru: Страница репозиториев Red Hat

source: Refresh Table
de: Tabelle aktualisieren
es: Actualizar tabla
fr: Actualiser la table
it: Aggiorna tabella
ja: テーブルの更新
pt_br: Atualizar Tabela
ru: Обновить таблицу

source: Regenerate Repository Metadata
es: Regenerar metadatos del repositorio
fr: Régénérer les métadonnées de référentiel
ja: リポジトリーメタデータの再生成
pt_br: Regenerar metadados de repositórios

source: Register a Content Host
de: Inhaltshost registrieren
es: Registrar un host de contenido
fr: Enregistrer un hôte de contenu
it: Registra un host di contenuto
ja: コンテンツホストの登録
pt_br: Registrar um Host de Conteúdo
ru: Регистрация узла

source: Register Content Host
de: Inhaltshosts registrieren
es: Registrar host de contenido
fr: Enregistrer l'hôte de contenu
it: Registra host di contenuto
ja: コンテンツホストの登録
pt_br: Registrar Host de Conteúdo
ru: Зарегистрировать узел

source: Register using subscription-manager:
fr: Enregistrer via subscription-manager :
ja: subscription-manager を使用した登録

source: Registered
de: Registriert
es: Registrado
fr: Enregistré
it: Registrati
ja: 登録済み
pt_br: Registrado
ru: Зарегистрирован

source: Registered By
de: Registriert durch
es: Registrado por
fr: Enregistré par
it: Registrato da
ja: 以下で登録済み:
pt_br: Registrado por
ru: Регистрация:

source: Registered Through
de: Registriert über
es: Registrado a través de
fr: Enregistré via
ja: 以下で登録:
pt_br: Registrado por meio de

source: Registry Name Pattern
de: Registrierungsnamenmuster
fr: Modèle de nom de registre
ja: レジストリー名のパターン

source: Registry Search Parameter
de: Parameter für die Registrierungssuche
ja: レジストリーの検索パラメーター

source: Registry to Discover
de: Registrierung zum Entdecken
es: Registro para descubrir
fr: Registre à détecter
ja: 検出するレジストリー
pt_br: Registrar para descobrir

source: Registry URL
es: URL de registro
fr: URL de registre
it: URL registro
ja: レジストリー URL
pt_br: URL de Registro
ru: Адрес реестра

source: Release
es: Lanzamiento
fr: Version
ja: リリース
pt_br: Lançamento
ru: Выпуск

source: Release Version
es: Versión de lanzamiento
fr: Version de publication
it: Versione release
ja: リリースバージョン
pt_br: Versão de Lançamento
ru: Версия

source: Release Version:
de: Veröffentlichungsversion:
es: Versión de lanzamiento:
fr: Version de sortie :
ja: リリースバージョン:
pt_br: Versão de lançamento:

source: Releases
es: Lanzamientos
fr: Versions
ja: リリース
pt_br: Versões

source: Remote execution plugin is required to be able to run any helpers.
de: Das Remote-Ausführungs-Plugin ist erforderlich, um Helfer ausführen zu können.
es: Es necesario eliminar el complemento de ejecución para lanzar los asistentes.
fr: Le plug-in d'exécution à distance est requis pour permettre l'exécution des assistants.
ja: ヘルパーを実行するには、リモート実行プラグインが必要です。
pt_br: O plug-in de execução remota é necessário para executar assistentes.

source: Removal of selected repositories initiated successfully.
es: La eliminación de los repositorios seleccionados se inició correctamente.
fr: Suppression des référentiels initiés.
ja: 選択したリポジトリーの削除が正常に開始されました。
pt_br: Remoção dos repositórios selecionados iniciada com êxito.

source: Remove
de: Entfernen
es: Borrar
fr: Supprimer
it: Rimuovi
ja: 削除
pt_br: Remover
ru: Удалить

source: Remove {{ contentView.name }}
es: Eliminar {{ contentView.name }}
fr: Supprimer {{ contentView.name }}
ja: {{ contentView.name }} の削除
pt_br: Remover {{ contentView.name }}

source: Remove {{ table.numSelected }} Container Image manifest?
ja: {{ table.numSelected }} 個のコンテンツイメージマニフェストを削除しますか?

source: Remove Activation Key "{{ activationKey.name }}"?
de: Aktivierungsschlüssel "{{ activationKey.name }}" entfernen?
es: ¿Está seguro de que desea retirar la llave de activación "{{ activationKey.name }}"?
fr: Supprimer la clé d'activation "{{ activationKey.name }}" ?
it: Rimuovere la chiave di attivazione "{{ activationKey.name }}"?
ja: アクティベーションキー "{{ activationKey.name }}" を削除しますか?
pt_br: Remover a Chave de Ativação "{{ activationKey.name }}"?
ru: Удалить ключ «{{ activationKey.name }}»?

source: Remove Container Image Manifests
de: Container-Image-Manifeste entfernen
fr: Supprimer les manifestes d'images de conteneurs
ja: コンテナーイメージマニフェストの削除

source: Remove Content Credential
de: Inhaltsanmeldeinformationen entfernen
es: Credencial de contenidos remota
fr: Supprimer les informations d'identification de contenu
ja: コンテンツ認証情報の削除
pt_br: Remover credencial de conteúdo

source: Remove Content Credential {{ contentCredential.name }}
de: Inhaltsanmeldeinformationen entfernen {{ contentCredential.name }}
es: Eliminar credencial de contenidos {{ contentCredential.name }}
fr: Supprimer les informations d'identification de contenu {{ contentCredential.name }}
ja: コンテンツ認証情報 {{ contentCredential.name }} の削除
pt_br: Remover credencial de conteúdo {{ contentCredential.name }}

source: Remove Content View
es: Eliminar vista de contenido
fr: Supprimer l'affichage du contenu
it: Rimuovi visualizzazione del contenuto
ja: コンテンツビューの削除
pt_br: Remover Visualização de Conteúdo
ru: Удалить представление

source: Remove Content Views
es: Eliminar vistas de contenido
fr: Supprimer les affichages du contenu
it: Rimuovi visualizzazioni del contenuto
ja: コンテンツビューの削除
pt_br: Remover Visualizações de Conteúdo
ru: Удалить представления

source: Remove Environment
de: Umgebung entfernen
es: Eliminar entorno
fr: Supprimer l'environnement
ja: 環境の削除
pt_br: Remover ambiente

source: Remove Errata
es: Eliminar erratas
fr: Supprimer les errata
it: Rimuovi errata
ja: エラータの削除
pt_br: Remover Erratas
ru: Удалить

source: Remove File?
ja: ファイルを削除しますか?

source: Remove Files
de: Dateien entfernen
es: Eliminar archivos
fr: Supprimer les fichiers
ja: ファイルの削除
pt_br: Remover arquivos

source: Remove From
de: Entfernen von
es: Eliminar desde
fr: Supprimer de
it: Rimuovi da
ja: 削除元
pt_br: Remover de
ru: Удалить из

source: Remove Host Collection "{{ hostCollection.name }}"?
de: Host-Sammlung "{{ hostCollection.name }}" entfernen?
es: ¿Retirar colección de hosts "{{ hostCollection.name }}"?
fr: Supprimer la collection d'hôtes "{{ hostCollection.name }}" ?
it: Rimuovere l'insieme di host "{{ hostCollection.name }}"?
ja: ホストコレクション "{{ hostCollection.name }}" を削除しますか?
pt_br: Remover Coleção de Host "{{ hostCollection.name }}"?
ru: Удалить коллекцию «{{ hostCollection.name }}»?

source: Remove Module
es: Eliminar módulo
fr: Supprimer le module
it: Rimuovi modulo
ja: モジュールの削除
pt_br: Remover Módulo
ru: Удалить модуль

source: Remove Module Stream
ja: モジュールストリームの削除

source: Remove Package Group
es: Eliminar grupo de paquetes
fr: Supprimer le groupe de paquets
it: Rimuovi gruppo di pacchetti
ja: パッケージグループの削除
pt_br: Remover Grupo de Pacote
ru: Удалить

source: Remove Package?
ja: パッケージを削除しますか?

source: Remove Packages
de: Pakete entfernen
es: Eliminar paquetes
fr: Supprimer les paquets
it: Rimuovi pacchetti
ja: パッケージの削除
pt_br: Remover Pacotes
ru: Удалить

source: Remove Product
de: Produkt entfernen
es: Retirar producto
fr: Supprimer le produit
it: Rimuovi prodotto
ja: 製品の削除
pt_br: Remover Produto
ru: Удалить

source: Remove Product "{{ product.name }}"?
de: Produkt "{{ product.name }}" entfernen?
es: ¿Retirar el producto "{{ product.name }}"?
fr: Supprimer le produit "{{ product.name }}" ?
it: Rimuovere il prodotto "{{ product.name }}"?
ja: 製品「{{ product.name }}」を削除しますか？
pt_br: Remover o Produto "{{ product.name }}"?
ru: Удалить продукт «{{ product.name }}}»?

source: Remove product?
ja: 製品を削除しますか？

source: Remove Puppet Module?
ja: Puppet モジュールを削除しますか?

source: Remove Puppet Modules
es: Retirar módulos Puppet.
fr: Supprimer les modules Puppet
it: Rimuovi moduli puppet
ja: Puppet モジュールの削除
pt_br: Remover Módulos Puppet
ru: Удалить модули Puppet

source: Remove Repositories
de: Repositorys entfernen
es: Eliminar repositorios
fr: Supprimer les référentiels
it: Rimuovi repository
ja: リポジトリーの削除
pt_br: Remover Repositórios
ru: Удалить репозитории

source: Remove Repository
de: Repository entfernen
es: Retirar repositorio
fr: Supprimer le référentiel
it: Rimuovi repository
ja: リポジトリーの削除
pt_br: Remover Repositório
ru: Удалить

source: Remove Repository "{{ repository.name }}"?
es: ¿Retirar el repositorio "{{ repository.name }}"?
fr: Supprimer le référentiel "{{ repository.name }}" ?
it: Rrimuovere il repository "{{ repository.name }}"?
ja: リポジトリー "{{ repository.name }}" を削除しますか?
pt_br: Remover Repositório "{{ repository.name }}"?
ru: Удалить репозиторий «{{ repository.name }}»?

source: Remove repository?
ja: リポジトリーを削除しますか?

source: Remove Rule
es: Eliminar regla
fr: Supprimer une règle
ja: ルールの削除
pt_br: Remover Regra

source: Remove Selected
de: Ausgewählte entfernen
es: Retirar seleccionado
fr: Supprimer la sélection
it: Rimuovi selezionati
ja: 選択項目の削除
pt_br: Remover Selecionado
ru: Удалить выбранные

source: Remove Successful.
de: Erfolgreich entfernt.
es: La eliminación se ha realizado correctamente.
fr: Suppression réussie.
it: Rimosso con successo.
ja: 削除の成功
pt_br: Remoção bem sucedida.
ru: Удаление успешно.

source: Remove Sync Plan
de: Synchronisationsplan entfernen
es: Retirar plan de sincronización
fr: Supprimer le plan de synchronisation
it: Rimuovi programmazione di sinc
ja: 同期プランの削除
pt_br: Remover Plano de Sincronização
ru: Удалить план

source: Remove Sync Plan "{{ syncPlan.name }}"?
de: Synchronisationsplan "{{ syncPlan.name }}" entfernen?
es: ¿Retirar el plan de sincronización "{{ syncPlan.name }}"?
fr: Supprimer le plan de synchronisation "{{ syncPlan.name }}" ?
it: Rimuovere la programmazione di sincronizzazione "{{ syncPlan.name }}"?
ja: 同期プラン "{{ syncPlan.name }}" を削除しますか?
pt_br: Remover Plano de Sincronização "{{ syncPlan.name }}"?
ru: Удалить план синхронизации «{{ syncPlan.name }}»?

source: Remove Tags
es: Eliminar etiquetas
fr: Supprimer les balises
ja: タグの削除
pt_br: Remover tags

source: Remove Version
es: Eliminar versión
fr: Supprimer la version
it: Rimozione versione
ja: バージョンの削除
pt_br: Remover Versão
ru: Удалить версию

source: Remove Version Confirmation
es: Eliminar confirmación de versión
fr: Supprimer la confirmation de la version
it: Conferma rimozione della versione
ja: バージョン削除の確認
pt_br: Remover Confirmação de Versão
ru: Подтверждение удаления версии

source: Removed %x host collections from activation key "%y".
de: %x Hostsammlungen wurden vom Aktivierungsschlüssel "%y" entfernt.
es: Se han eliminado %x colecciones de hosts de la llave de activación "%y".
fr: %x collections d'hôtes supprimées de la clé d'activation "%y".
it: Rimossi %x insiemi di host dalla chiave di attivazione "%y".
ja: アクティベーションキー "%y" から %x 個のホストコレクションを削除しました。
pt_br: %x coleções de host removidas da chave de ativação "%y".
ru: Коллекции удалены из ключа активации «%y» (всего %x)

source: Removed %x host collections from content host "%y".
de: %x Hostsammlungen wurden vom Inhaltshost "%y" entfernt.
es: Se han eliminado %x colecciones de hosts del host de contenido "%y".
fr: %x collections d'hôtes supprimées de l'hôte de contenu "%y".
it: Rimossi %x insiemi di host dall'host di contenuto "%y".
ja: コンテンツホスト "%y" から %x 個のホストコレクションを削除しました。
pt_br: %x coleções de host removidas do host de conteúdo "%y".
ru: Коллекции узла «%y» удалены (всего %x)

source: Removed %x products from sync plan "%y".
de: %x Produkte wurden vom Synchronisationsplan "%y" entfernt.
es: Se han eliminado %x productos del plan de sincronización "%y".
fr: %x produits supprimés du plan de synchronisation "%y".
it: Rimossi %x prodotti dalla programmazione per la sincronizzazione "%y".
ja: 同期プラン "%y" から %x 個の製品を削除しました。
pt_br: %x produtos removidos do plano de sincronização "%y".
ru: Продукты удалены из плана синхронизации «%y» (всего %x)

source: Removing Repositories
de: Repositorys werden entfernt
es: Eliminando repositorios
fr: Supprimer les référentiels
it: Rimozione repository in corso
ja: リポジトリーの削除
pt_br: Removendo Repositórios
ru: Удаление репозиториев...

source: Repo Discovery
de: Repository-Suche
es: Detección de repositorio
fr: Découverte de référentiels
it: Scoperta repository
ja: リポジトリーの検出
pt_br: Descoberta de Repositório
ru: Поиск репозиториев

source: Repositories
de: Repositorys
es: Repositorios
fr: Référentiels
it: Repository
ja: リポジトリー
pt_br: Repositórios
ru: Репозитории

source: Repositories containing branch {{ branch.name }}
es: Repositorios que contengan la rama {{ branch.name }}
fr: Référentiels contenant la branche {{ branch.name }}
ja: {{ branch.name }} ブランチを含むリポジトリー
pt_br: Repositórios que contêm a ramificação {{ branch.name }}

source: Repositories containing Errata {{ errata.errata_id }}
de: Repositorys mit Errata {{ errata.errata_id }}
es: Repositorios que contengan las erratas {{ errata.errata_id }}
fr: Référentiels contenant l'errata {{ errata.errata_id }}
it: Repository contenente gli Errata {{ errata.errata_id }}
ja: {{ errata.errata_id }} エラータを含むリポジトリー
pt_br: Repositórios contendo Errata {{ errata.errata_id }}
ru: Репозитории с {{ errata.errata_id }}

source: Repositories containing package {{ package.nvrea }}
de: Repositorys, die das Paket {{ package.nvrea }} enthalten
es: Repositorios que contienen el paquete {{ package.nvrea }}
fr: Référentiels contenant le paquet {{ package.nvrea }}
ja: {{ package.nvrea }} パッケージを含むリポジトリー
pt_br: Repositórios contendo o pacote {{ package.nvrea }}

source: Repositories for
de: Repositorys für
es: Repositorios para
fr: Référentiels pour
ja: 以下のリポジトリー:
pt_br: Repositórios para

source: Repositories for Content View:
es: Repositorios para la vista de contenido:
fr: Référentiels pour l'affichage du contenu :
it: Repository per la visualizzazione del contenuto:
ja: コンテンツビューのリポジトリー:
pt_br: Repositório para Visualização de Conteúdo:
ru: Репозитории для представления:

source: Repositories for Deb:
de: Repositorys für Deb:
es: Repositorios para Deb:
fr: Référentiels pour Deb :
ja: Deb のリポジトリー:
pt_br: Repositórios para a deputação:

source: Repositories for Errata:
de: Repositorys für Errata:
es: Repositorios para erratas:
fr: Référentiels pour l'errata :
it: Repositori per l'errata:
ja: エラータのリポジトリー:
pt_br: Repositórios para Errata:
ru: Репозитории для исправления:

source: Repositories for File:
de: Repositorys für Datei:
es: Repositorios para el archivo:
fr: Référentiels pour le fichier :
ja: ファイルのリポジトリ:
pt_br: Repositórios para o arquivo:

source: Repositories for Filter:
es: Repositorios para el filtro:
fr: Référentiels pour le filtre :
it: Repositori per il filtro:
ja: フィルタのリポジトリー:
pt_br: Repositórios para Filtrar:
ru: Репозитории для фильтра:

source: Repositories for Package:
de: Repositorys für Paket:
es: Repositorios para paquete:
fr: Référentiel pour le paquet :
ja: パッケージのリポジトリー:
pt_br: Repositórios para Pacote:

source: Repositories for Product:
de: Repositorys für Produkt:
es: Repositorios para el producto:
fr: Référentiels pour le produit :
it: Repositori per il prodotto:
ja: 製品のリポジトリー:
pt_br: Repositórios para Produto:
ru: Репозитории для продукта:

source: Repositories for Puppet Module:
es: Repositorios para módulo Puppet:
fr: Référentiels pour le module Puppet :
ja: Puppet モジュールのリポジトリー:
pt_br: Repositórios para Módulo Puppet:

source: Repositories to Create
de: Zu erstellende Repositorys
es: Repositorios para crear
fr: Référentiels à créer
ja: 作成するリポジトリー
pt_br: Repositórios para criar

source: Repository
es: Repositorio
fr: Référentiel
ja: リポジトリー
pt_br: Repositório
ru: Репозиторий

source: Repository "%s" successfully deleted
de: Repository "%s" erfolgreich gelöscht
es: Repositorio "%s" ha sido borrado correctamente
fr: Le référentiel "%s" a été supprimé.
it: Repository "%s" cancellato con successo
ja: リポジトリー "%s" が正常に削除されました
pt_br: Repositório "%s" removido com êxito
ru: Репозиторий «%s» удален.

source: Repository %s successfully created.
de: Repository %s erfolgreich erstellt.
es: El repositorio %s se ha creado correctamente.
fr: Référentiel %s créé.
it: Repository %s creato con successo.
ja: リポジトリー %s を正常に作成しました。
pt_br: Repositório %s criado com êxito.
ru: Репозиторий %s создан.

source: Repository Count
es: Recuento de repositorios
fr: Nombre de référentiels
it: Conteggio repository
ja: リポジトリー数
pt_br: Contagem do Repositório
ru: Число репозиториев

source: Repository created
de: Repository erstellt
es: Repositorio creado
fr: Référentiel créé
ja: リポジトリーが作成されました
pt_br: Repositório criado

source: Repository Discovery
de: Repository-Suche
es: Descubrimiento de repositorio
fr: Découverte de référentiels
it: Scoperta repository
ja: リポジトリー検出
pt_br: Descoberta de Repositório
ru: Поиск репозиториев

source: Repository HTTP proxy changes have been initiated in the background.
de: Repository-HTTP-Proxy-Änderungen wurden im Hintergrund initiiert.
ja: リポジトリーの HTTP プロキシーの変更がバックグラウンドで開始されました。

source: Repository Label
es: Etiqueta del repositorio
fr: Etiquette de référentiel
ja: リポジトリーラベル
pt_br: Nome do Repositório

source: Repository Name
es: Nombre de repositorio
fr: Nom du référentiel
it: Il nome del repository
ja: リポジトリー名
pt_br: Nome de Repositório
ru: Имя репозитория

source: Repository Options
de: Repository-Optionen
es: Opciones de repositorio
fr: Options du référentiel
ja: リポジトリーオプション
pt_br: Opções de repositórios

source: Repository Path
de: Repository-Pfad
es: Ruta de repositorio
fr: Chemin d'accès au référentiel
ja: リポジトリーのパス
pt_br: Caminho de repositórios

source: Repository Saved.
de: Repository gespeichert.
es: Se ha guardado el repositorio.
fr: Référentiel enregistré.
it: Repositori salvati.
ja: リポジトリーが保存されました。
pt_br: Repositório Salvo.
ru: Репозиторий сохранен.

source: Repository Selection
es: Selección de repositorio
fr: Sélection de référentiel
it: Selezione repositorio
ja: リポジトリーの選択項目
pt_br: Seleção de Repositório
ru: Выбор репозитория

source: Repository Sets
es: Conjuntos de repositorios
fr: Ensembles de référentiels
ja: リポジトリーセット
pt_br: Grupos de repositórios

source: Repository Sets settings saved successfully.
de: Repository Die Einstellungen wurden erfolgreich gespeichert.
es: La configuración de los conjuntos de repositorios se guardó correctamente.
fr: Paramètres des ensembles de référentiels enregistrés.
ja: リポジトリーセットの設定が正常に保存されました。
pt_br: Configurações de grupos de repositórios salvas com êxito.

source: Repository Type
de: Repository-Typ
es: Tipo de repositorio
fr: Type de référentiel
ja: リポジトリータイプ
pt_br: Tipo de repositório

source: Repository URL
es: URL del repositorio
fr: URl de référentiel
ja: リポジトリー URL
pt_br: URL do Repositório

source: Repository:
es: Repositorio:
fr: Référentiel :
it: Repositorio:
ja: リポジトリー:
pt_br: Repositório:
ru: Репозиторий:

source: Republish Repository Metadata
de: Repository-Metadaten erneut veröffentlichen
es: Volver a publicar los metadatos del repositorio
fr: Publier de nouveau les métadonnées de référentiel
ja: リポジトリーメタデータの再公開
pt_br: Republicar metadados de repositórios

source: Requirements
de: Anforderungen
ja: 要件

source: Requires
de: Erfordert
es: Requiere
fr: Nécessite
ja: 必須:
pt_br: Requer

source: Reset
de: Zurücksetzen
ja: リセット

source: Reset to Default
de: Zurücksetzen
es: Restablecer a los valores predeterminados
fr: Rétablir les valeurs par défaut
ja: デフォルト設定にリセット
pt_br: Redefinir para o padrão

source: Resolving the selected Traces will reboot this host.
de: Durch das Auflösen der ausgewählten Traces wird dieser Host neu gestartet.
ja: 選択したトレースを解決すると、このホストが再起動します。

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
ja: 再起動
pt_br: Reiniciar

source: Restart Selected
de: Ausgewählte neu starten
es: Reinicio seleccionado
fr: Redémarrage sélectionné
ja: 選択項目の再起動
pt_br: Reiniciar selecionados

source: Restart Services on Content Host "{{host.name}}"?
de: Dienste auf Inhaltshost "{{host.name}}" neu starten?
es: ¿Reiniciar servicios en el host de contenido "{{host.name}}"?
fr: Redémarrer les services sur l'hôte de contenu « {{host.name}} » ?
ja: コンテンツホスト "{{host.name}}" でサービスを再起動しますか?
pt_br: Reiniciar serviços no host de conteúdo "{{host.name}}"?

source: Restrict to architecture
de: Auf Architektur beschränken
es: Restringir a arquitectura
fr: Restreindre à l'architecture
ja: アーキテクチャーに制限
pt_br: Restringir à arquitetura

source: Restrict to Architecture
de: Auf Architektur beschränken
es: Restringir a arquitectura
fr: Restreindre à l'Architecture
ja: アーキテクチャーに制限
pt_br: Restringir à arquitetura

source: Result
de: Ergebnis
es: Resultado:
fr: Résultat
it: Risultato
ja: 結果
pt_br: Resultado
ru: Результат

source: Role
de: Rolle
es: Rol
fr: Rôle
ja: ロール
pt_br: Função

source: RPM Name
es: Nombre de RPM
fr: Nom RPM
ja: RPM 名
pt_br: Nome do RPM

source: rpm Package Groups
es: Grupos de paquetes rpm
fr: Groupes de packages rpm
ja: RPM パッケージグループ
pt_br: Grupos de pacotes de RPM

source: rpm Packages
es: Paquetes rpm
fr: Packages rpm
ja: RPM パッケージ
pt_br: Pacotes de RPM

source: RPMs
es: RPM
fr: Les RPM
ja: RPM

source: Run Auto-Attach
de: Automatische Verknüpfung ausführen
es: Ejecutar Auto-adjuntar
fr: Exécuter Auto-attach
it: Esegui Auto-Attach
ja: 自動アタッチの実行
pt_br: Executar Anexação Automática
ru: Назначить автоматически

source: Run Repository Creation <i class="fa fa-spinner fa-spin" ng-show="creating()"></i>
de: Repository-Erstellung ausführen <i class="fa fa-spinner fa-spin" ng-show="creating()"></i>
es: Ejecutar creación del repositorio <i class="fa fa-spinner fa-spin" ng-show="creating()"></i>
fr: Exécuter la création de référentiels <i class="fa fa-spinner fa-spin" ng-show="creating()"></i>
ja: リポジトリー作成の実行 <i class="fa fa-spinner fa-spin" ng-show="creating()"></i>
pt_br: Executar criação de repositórios <i class="fa fa-spinner fa-spin" ng-show="creating()"></i>

source: Run Sync Plan
de: Synchronisierungsplan ausführen
es: Ejecutar plan de sincronización
fr: Exécuter Sync Plan
ja: 同期プランの実行
pt_br: Executar Plano de Sincronização

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt_br: Salvar

source: Save Successful.
de: Erfolgreich gespeichert.
es: Se ha guardado correctamente.
fr: Enregistrement réussi.
it: Salvato con successo.
ja: 保存に成功しました。
pt_br: Foi salvo com sucesso
ru: Сохранено.

source: Schema Version
es: Versión de esquema
fr: Version du schéma
ja: スキーマバージョン
pt_br: Versão do esquema

source: Schema Version 1
es: Versión de esquema 1
fr: Schéma version 1
ja: スキーマバージョン 1
pt_br: Versão 1 do esquema

source: Schema Version 2
es: Versión de esquema 2
fr: Schéma version 2
ja: スキーマバージョン 2
pt_br: Versão 2 do esquema

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティー
pt_br: Segurança
ru: Безопасность

source: Security Advisory
de: Sicherheits-Advisory
es: Recomendación de seguridad
fr: Alerte de sécurité
ja: セキュリティーアドバイザリー
pt_br: Aviso de Segurança
ru: Рекомендация безопас

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
pt_br: Selecione
