Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Container Image Name
ja: コンテナーイメージ名

source: Container Image Registry
de: Container-Image-Registrierung
ja: コンテナーイメージレジストリー

source: Container Image Tag
es: Etiqueta de imagen de contenedor
fr: Balise d'image de conteneur
ja: コンテナーイメージタグ

source: Container Image Tag Filter:
fr: Filtre de balise d'image de conteneur :
ja: コンテナーイメージタグフィルター:

source: Container Image Tags
es: Etiquetas de imagen de contenedor
fr: Balises d'image de conteneur
ja: コンテナーイメージタグ

source: Container Images
es: Imágenes de contenedores
fr: Images de conteneur
ja: コンテナーイメージ
pt_br: Imagens do contêiner

source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: コンテンツ
pt_br: Conteúdo
ru: Содержимое

source: Content Counts
de: Anzahl der Inhalte
es: Recuentos de contenido
fr: Nombre de contenus
it: Conteggi contenuto
ja: コンテンツ数
pt_br: Contagem de Conteúdo
ru: Содержимое

source: Content Credential %s has been created.
de: Inhaltsanmeldeinformationen %s wurde erstellt.
es: Se ha creado la credencial de contenidos %s.
fr: Les informations d'identification de contenu %s ont été créées.
ja: コンテンツ認証情報 %s が作成されました。
pt_br: A credencial de conteúdo %s foi criada.

source: Content Credential Contents
de: Inhalt der Anmeldeinformationen
es: Contenidos de la credencial de contenidos
fr: Contenu des informations d'identification de contenu
ja: コンテンツ認証情報のコンテンツ
pt_br: Conteúdos da credencial de conteúdo

source: Content Credential successfully uploaded
de: Inhaltsanmeldedaten erfolgreich hochgeladen
es: La credencial de contenidos se cargó correctamente
fr: Informations d'identification de contenu téléchargées avec succès
ja: コンテンツ認証情報が正常にアップロードされました
pt_br: Credencial de conteúdo carregada com êxito

source: Content credential updated
de: Inhaltsanmeldeinformationen aktualisiert
es: Credencial de contenidos actualizada
fr: Informations d'identification de contenu mises à jour
ja: 更新済みのコンテンツ認証情報
pt_br: Credencial de conteúdo atualizada

source: Content Credentials
de: Content-Anmeldeinformationen
es: Credenciales de contenidos
fr: Informations d'identification de contenu
ja: コンテンツの認証情報
pt_br: Credenciais de conteúdo

source: Content Host
de: Inhaltshost
es: Host de contenido
fr: Hôte du contenu
it: Host contenuto
ja: コンテンツホスト
pt_br: Host de Conteúdo
ru: Узел

source: Content Host Bulk Content
de: Inhaltshost-Masseninhalt
es: Contenido masivo del host de contenido
fr: Contenu par lot d'hôte de contenu
it: Contenuto in gruppo per l'host di contenuto
ja: コンテンツホストの一括コンテンツ
pt_br: Conteúdo em Massa de Host de Conteúdo
ru: Групповые операции над содержимым узлов

source: Content Host Bulk Subscriptions
de: Inhaltshost-Massensubskriptionen
es: Suscripciones masivas del host de contenido
fr: Abonnements par lots d'hôte de contenu
it: Sottoscrizioni in gruppo per l'host di contenuto
ja: コンテンツホストの一括サブスクリプション
pt_br: Subscrições em Massa de Host de Conteúdo
ru: Групповые подписки для узлов

source: Content Host Content
de: Inhalte des Inhaltshosts
es: Contenido del host de contenido
fr: Contenu d'hôte de contenu
it: Contenuto per l'host
ja: コンテンツホストのコンテンツ
pt_br: Conteúdo de Host de Conteúdo
ru: Содержимое

source: Content Host Counts
de: Inhaltshostanzahl
es: Recuento de host de contenido
fr: Nombre d'hôtes de contenu
it: Conteggi host di contenuto
ja: コンテンツホスト数
pt_br: Contagem de Host de Conteúdo
ru: Узлы

source: Content Host Limit
de: Inhaltshostgrenze
es: Límite del host de contenido
fr: Limite d'hôte de contenu
it: Limite host di contenuto
ja: コンテンツホストの上限
pt_br: Limite de Host de Conteúdo
ru: Число узлов

source: Content Host Properties
de: Eigenschaften des Inhaltshosts
es: Propiedades del host de contenido
fr: Propriétés d'hôte de contenu
it: Proprietà per l'host di contenuto
ja: コンテンツホストのプロパティー
pt_br: Propriedades de Host de Conteúdo
ru: Свойства узла

source: Content Host Registration
de: Registrierung eines Inhaltshosts
es: Registro del host de contenido
fr: Enregistrement d'hôte de contenu
it: Registrazione per l'host di contenuto
ja: コンテンツホスト登録
pt_br: Registro de Host de Conteúdo
ru: Регистрация узла

source: Content Host Status
de: Status des Inhaltshosts
es: Estado del host de contenido
fr: Statut d'hôte de contenu
it: Stato dell'host di contenuto
ja: コンテンツホストのステータス
pt_br: Status de Host de Conteúdo
ru: Статус узла

source: Content Host:
de: Inhaltshost:
es: Host de contenido:
fr: Hôte de contenu :
it: Host di contenuto:
ja: コンテンツホスト:
pt_br: Host de Conteúdo:
ru: Узел:

source: Content Hosts
de: Inhaltshosts
es: Hosts de contenido
fr: Hôtes de contenu
it: Host di contenuto
ja: コンテンツホスト
pt_br: Hosts de Conteúdo
ru: Узлы

source: Content Hosts for Activation Key:
de: Inhaltshosts für Aktivierungsschlüssel:
es: Hosts de contenido para la llave de activación:
fr: Hôtes de contenu pour clé d'activation :
it: Host di contenuto per la chiave di attivazione:
ja: アクティベーションキーのコンテンツホスト
pt_br: Hosts de Conteúdo para Chave de Ativação:
ru: Узлы для ключа активации:

source: Content Hosts for:
de: Inhaltshosts für:
es: Hosts de contenido para:
fr: Hôtes de contenu pour :
it: Host di contenuto per:
ja: コンテンツホスト:
pt_br: Hosts de Conteúdo para:
ru: Узлы для:

source: Content Hosts using Version {{ version.version }}
es: Hosts de contenido que utilizan la versión {{ version.version }}
fr: Hôtes de contenu utilisant la Version {{ version.version }}
it: Host di contenuto usando la Versione {{ version.version }}
ja: バージョン {{ version.version }} を使用するコンテンツホスト
pt_br: Hosts de Conteúdo usando a Versão {{ version.version }}
ru: Узлы с версией {{ version.version }}

source: Content synced depends on the specifity of the URL and/or the optional requirements.yaml specified below <a class="fa fa-question-circle" ng-show="repository.content_type === 'ansible_collection'" uib-popover-html="collectionURLPopover" popover-class="popover-large" popover-trigger="'outsideClick'" popover-append-to-body="true" popover-title="Upstream URL"> </a>
de: Der synchronisierte Inhalt hängt von der Spezifität der URL und/oder der unten angegebenen optionalen Requirements.yaml ab. <a class="fa fa-question-circle" ng-show="repository.content_type === 'ansible_collection'" uib-popover-html="collectionURLPopover" popover-class="popover-large" popover-trigger="'outsideClick'" popover-append-to-body="true" popover-title="Upstream URL"> </a>
ja: 同期されるコンテンツは、<a class="fa fa-question-circle" ng-show="repository.content_type === 'ansible_collection'" uib-popover-html="collectionURLPopover" popover-class="popover-large" popover-trigger="'outsideClick'" popover-append-to-body="true" popover-title="Upstream URL"> </a> で指定の requirements.yaml (任意) や指定された URL により異なります。

source: Content Type
de: Inhaltstyp
es: Tipo de contenido
fr: Type de contenu
it: Tipo di Contenuto
ja: コンテンツタイプ
pt_br: Tipo de Conteúdo
ru: Тип содержимого

source: Content View
de: Inhaltsansicht
es: Vista de contenido
fr: Affichage du contenu
it: Visualizzazione contenuto
ja: コンテンツビュー
pt_br: Visualização de Conteúdo
ru: Представление

source: Content View Name
es: Nombre de vista de contenido
fr: Nom de l'affichage de contenu
it: Nome visualizzazione del contenuto
ja: コンテンツビュー名
pt_br: Nome de visualização de conteúdo
ru: Имя представления

source: Content View updated.
es: Se ha actualizado la vista de contenido.
fr: Affichage du contenu mis à jour.
it: Visualizzazione contenuto aggiornata.
ja: コンテンツビューが更新されました。
pt_br: Visualização de Conteúdo atualizada
ru: Представление обновлено.

source: Content View Version
de: Version der Inhaltsansicht
es: Versión de vista de contenido
fr: Version de l'affichage de contenu
it: Versione visualizzazione del contenuto
ja: コンテンツビューのバージョン
pt_br: Versão de Visualização de Conteúdo
ru: Версия представления

source: Content View version updated
ja: 更新済みコンテンツビューバージョン

source: Content View:
de: Inhaltsansicht:
es: Vista de contenido:
fr: Affichage du contenu :
it: Visualizzazione contenuto:
ja: コンテンツビュー:
pt_br: Visualização de Conteúdo:
ru: Представление:

source: Content Views
de: Inhaltsansichten
es: Vistas de contenido
fr: Affichages du contenu
it: Visualizzazioni contenuto
ja: コンテンツビュー
pt_br: Visualizações de Conteúdo
ru: Представления

source: Content Views <div>{{ library.counts.content_views || 0 }}</div>
de: Inhaltsansichten <div>{{ library.counts.content_views || 0 }}</div>
es: Vista de contenido <div>{{ library.counts.content_views || 0 }}</div>
fr: Affichages de contenu <div>{{ library.counts.content_views || 0 }}</div>
it: Visualizzazioni contenuto <div>{{ library.counts.content_views || 0 }}</div>
ja: コンテンツビュー <div>{{ library.counts.content_views || 0 }}</div>
pt_br: Visualizações de Conteúdo <div>{{ library.counts.content_views || 0 }}</div>
ru: Представления <div>{{ library.counts.content_views || 0 }}</div>

source: Content Views for {{ contentView.name }}
es: Vistas de contenido para {{ contentView.name }}
fr: Affichages du contenu pour {{ contentView.name }}
ja: {{ contentView.name }} のコンテンツビュー
pt_br: Visualizações de conteúdo para {{ contentView.name }}

source: Content Views for Composite Content View:
es: Vistas de contenido para la vista de contenido compuesta:
fr: Affichages du contenu pour l'affichage du contenu composite :
it: Visualizzazioni del contenuto per una visualizzazione composita:
ja: 複合コンテンツビューのコンテンツビュー:
pt_br: Visualizações de Conteúdo para a Coleção de Visualização de Conteúdo:
ru: Состав сложного представления:

source: Content Views for Deb:
de: Inhaltsansichten für Deb:
es: Vistas de contenido para Deb:
fr: Affichages de contenu pour Deb :
ja: Deb のコンテンツビュー:
pt_br: Exibições de conteúdo para depuração:

source: Content Views for File:
de: Inhaltsansichten für Datei:
es: Vistas de contenido para el archivo:
fr: Affichages du contenu pour le fichier :
ja: ファイルのコンテンツビュー:
pt_br: Visualizações de conteúdo para arquivo:

source: Content Views for Puppet Module:
es: Vistas de contenido para el módulo Puppet:
fr: Affichages de contenu pour le module Puppet :
ja: Puppet モジュールのコンテンツビュー
pt_br: Visualizações de Conteúdo para o Módulo Puppet:

source: Content Views that contain this Deb
de: Inhaltsansichten, die diese Deb enthalten
es: Vistas de contenido que contienen este Deb:
fr: Affichages de contenu contenant ce Deb
ja: この Deb を含むコンテンツビュー
pt_br: Exibições de conteúdo que contêm esta depuração

source: Content Views that contain this File
de: Inhaltsansichten, die diese Datei enthalten
es: Vistas de contenido que incluyen este archivo
fr: Affichages du contenu comportant ce fichier
ja: このファイルを含むコンテンツビュー
pt_br: Visualizações de conteúdo que contêm este arquivo

source: Content Views that contain this Puppet Module
es: Vistas de contenido que incluyen este módulo Puppet
fr: Affichages du contenu comportant ce module Puppet
ja: この Puppet モジュールを含むコンテンツビュー
pt_br: Visualizações de conteúdo que contêm este módulo Puppet

source: Context
de: Kontext
es: Contenido
fr: Contenu
ja: コンテキスト
pt_br: Conteúdo

source: Contract
de: Vertrag
es: Contrato
fr: Contrat
it: Contratto
ja: コントラクト
pt_br: Contrato
ru: Контракт

source: Copy Activation Key
de: Aktivierungsschlüssel kopieren
es: Copiar llave de activación
fr: Copier la clé d'activation
it: Copia chiave di attivazione
ja: アクティベーションキーのコピー
pt_br: Copiar Chave de Ativação
ru: Копировать ключ

source: Copy Content View
es: Copiar vista de contenido
fr: Copier l'affichage du contenu
ja: コンテンツビューのコピー
pt_br: Copiar visualização de conteúdo

source: Copy Content View:
es: Copiar vista de contenido:
fr: Copier l'affichage du contenu :
ja: コンテンツビューのコピー:
pt_br: Copiar visualização de conteúdo:

source: Copy Host Collection
de: Hostsammlung kopieren
es: Copiar colección de hosts
fr: Copier la collection d'hôtes
ja: ホストコレクションのコピー
pt_br: Copiar coleção de hosts

source: Cores per Socket
de: Kerne pro Socket
es: Núcleos por socket
fr: Noyaux par Socket
it: Core per socket
ja: ソケットあたりのコア数
pt_br: Núcleos por Soquete
ru: Ядер на сокет

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
pt_br: Criar
ru: Создать

source: Create a copy of {{ activationKey.name }}
de: Erstellen Sie eine Kopie von {{activationKey.name }}
es: Crear una copia de {{ activationKey.name }}
fr: Créer une copie de {{ activationKey.name }}
ja: {{ activationKey.name }} のコピーの作成
pt_br: Criar uma cópia de {{ activationKey.name }}

source: Create a copy of {{ contentView.name }}
es: Crear una copia de {{ contentView.name }}
fr: Créer une copie de {{ contentView.name }}
ja: {{ contentView.name }} のコピーの作成
pt_br: Criar uma cópia de {{ contentView.name }}

source: Create a copy of {{ hostCollection.name }}
de: Erstellen Sie eine Kopie von {{ hostCollection.name }}
es: Crear una copia de {{ hostCollection.name }}
fr: Créer une copie de {{ hostCollection.name }}
ja: {{ hostCollection.name }} のコピーの作成
pt_br: Criar uma cópia de {{ hostCollection.name }}

source: Create a rule using the add button above.
es: Crear una regla utilizando el botón de agregar, abajo.
fr: Créez une règle à l'aide du bouton ajouter ci-dessus.
ja: 上の追加ボタンを使用してルールを作成します。
pt_br: Criar uma regra usando o botão de adição acima.

source: Create Activation Key
de: Aktivierungsschlüssel erstellen
es: Crear llaves de activación
fr: Création des clés d'activation
ja: アクティベーションキーの作成
pt_br: Criar Chaves de Ativação

source: Create Content Credential
de: Content-Anmeldedaten erstellen
es: Crear credencial de contenidos
fr: Créer des informations d'identification de contenu
ja: コンテンツ認証情報の作成
pt_br: Criar credencial de conteúdo

source: Create Content View
es: Crear vista de contenido
fr: Créer un affichage du contenu
ja: コンテンツビューの作成
pt_br: Criar visualização de conteúdo

source: Create Discovered Repositories
de: Ermittelte Repositorys erstellen
es: Crear repositorios descubiertos
fr: Créer des référentiels détectés
ja: 検出済みのリポジトリーの作成
pt_br: Criar repositórios descobertos

source: Create Environment Path
de: Umgebungspfad erstellen
es: Crear ruta de entorno
fr: Créer un chemin d'accès à l'environnement
ja: 環境パスの作成
pt_br: Criar caminho de ambiente

source: Create Host Collection
de: Hostsammlung erstellen
es: Crear colección de hosts
fr: Créer une collection d'hôtes
ja: ホストコレクションの作成
pt_br: Criar coleção de hosts

source: Create new view
es: Crear vista
fr: Créer un nouvel affichage
it: Crea nuova visualizzazione
ja: 新しいビューの作成
pt_br: Criar nova visualização
ru: Создать представление

source: Create New View
es: Crear vista
fr: Créer un nouvel affichage
it: Crea nuova visualizzazione
ja: 新しいビューの作成
pt_br: Criar Nova Visualização
ru: Создать

source: Create Product
de: Produkt erstellen
es: Crear producto
fr: Créer un produit
ja: 製品の作成
pt_br: Criar produto

source: Create Selected
de: Auswahl erstellen
es: Crear seleccionado
fr: Créer sélectionné
it: Crea i selezionati
ja: 選択項目の作成
pt_br: Criar Selecionado
ru: Создать выбранные

source: Create Status
de: Status erstellen
es: Crear estatus
fr: Créer un statut
ja: ステータスの作成
pt_br: Criar status

source: Create Sync Plan
de: Synchronisationsplan erstellen
es: Crear plan de sincronización
fr: Créer un plan de synchronisation
it: Crea programmazione per la sincronizzazione
ja: 同期プランの作成
pt_br: Criar Plano de Sinc
ru: Создать план

source: Create view from existing views
es: Crear vista de entre las vistas existentes
fr: Créer un affichage à partir d'affichages existants
it: Crea visualizzazione dalle visualizzazionii esistenti
ja: 既存のビューからのビューの作成
pt_br: Criar visualizações a partir de visualizações existentes
ru: Создать представление на основе существующего

source: Creating repository...
de: Repository erstellen...
es: Creando repositorio...
fr: Création du référentiel en cours...
ja: リポジトリーの作成中...
pt_br: Criando repositório...

source: Critical
de: Kritisch
es: Crítico
fr: Critique
it: Critico
ja: 重大
pt_br: Crítico
ru: Критично

source: Cron Logic
de: Cron-Logik
ja: cron ロジック

source: Current Lifecycle Environment (%e/%cv)
de: Aktuelle Lebenszyklusumgebung (%e/%cv)
fr: Environnement de cycle de vie actuel (%e/%cv)
ja: 現在のライフサイクル環境 (%e/%cv)

source: Current Subscriptions for Activation Key:
de: Derzeitige Subskriptionen für Aktivierungsschlüssel:
es: Suscripciones actuales para la llave de activación:
fr: Abonnements actuels pour la clé d'activation :
it: Sottoscrizioni correnti per la chiave di attivazione:
ja: アクティベーションキーの現在のサブスクリプション:
pt_br: Subscrições atuais para Chave de Ativação:
ru: Текущие подписки ключа активации:

source: Currently %s
fr: Actuellement %s
ja: 現在 %s

source: Currently Selected Puppet Modules
es: Módulos Puppet seleccionados actualmente
fr: Modules Puppet sélectionnés actuellement
it: Moduli Puppet correnti selezionati
ja: 現在選択されている Puppet モジュール
pt_br: Módulos Puppet Selecionados Atualmente
ru: Выбранные модули Puppet

source: custom cron
de: benutzerdefinierte cron
fr: cron personnalisé
ja: カスタム cron

source: Custom Cron
de: Benutzerdefinierter Cron
fr: Cron personnalisé
ja: カスタム cron

source: Custom Cron : {{ product.sync_plan.cron_expression }}
de: Benutzerdefinierter Cron: {{ product.sync_plan.cron_expression }}
ja: カスタム cron: {{ product.sync_plan.cron_expression }}

source: Custom Depth
es: Profundidad personalizada
fr: Personnaliser la profondeur
ja: カスタム深度
pt_br: Profundidade personalizada

source: Custom Depth (Currently %s)
es: Profundidad personalizada (actualmente, %s)
fr: Personnaliser la profondeur (actuellement %s)
ja: カスタム深度 (現在%s)
pt_br: Profundidade personalizada (atualmente %s)

source: Customize
de: Anpassen
fr: Personnaliser
ja: カスタマイズ

source: CVEs
es: CVE
fr: CVE
it: CVE
ja: CVE
ru: CVE

source: daily
de: täglich
es: A diario
fr: quotidien
it: giornaliero
ja: daily (毎日)
pt_br: por dia
ru: каждый день

source: Daily at {{ product.sync_plan.sync_date | date:'mediumTime' }} (Server Time)
de: Täglich um {{ product.sync_plan.sync_date | date:'mediumTime' }} (Serverzeit)
es: Diariamente a las {{ product.sync_plan.sync_date | date:'mediumTime' }} (Hora del servidor)
fr: Chaque jour à {{ product.sync_plan.sync_date | date:'mediumTime' }} (Server Time)
it: Giornalmente il {{ product.sync_plan.sync_date | date:'mediumTime' }} (Server Time)
ja: {{ product.sync_plan.sync_date | date:'mediumTime' }} に毎日 (サーバー時間)
pt_br: Diariamente em {{ product.sync_plan.sync_date | date:'mediumTime' }} (Server Time)
ru: Ежедневно в {{ product.sync_plan.sync_date | date:'mediumTime' }} (время сервера)

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
pt_br: Data
ru: Дата

source: Date Type
es: Tipo de fecha
fr: Type de date
ja: 日付タイプ
pt_br: Tipo de Data

source: deb metadata generation has been initiated in the background. Click <a href="{{ taskUrl() }}">Here</a> to monitor the progress.
de: Die Generierung von deb-Metadaten wurde im Hintergrund initiiert. Klicken Sie <a href="{{ taskUrl() }}"> hier </a>, um den Fortschritt zu überwachen.
es: la generación de metadatos deb se ha iniciado en segundo plano. Haga clic <a href="{{ taskUrl() }}">aquí</a> para supervisar el progreso.
fr: La génération de métadonnées deb a été initiée en arrière-plan. Cliquez <a href="{{ taskUrl() }}">ici</a> pour vérifier la progression.
ja: deb メタデータの生成がバックグラウンドで開始されました。<a href="{{ taskUrl() }}">ここ</a> をクリックして進捗を監視します。
pt_br: A geração de metadados de depuração foi iniciada em segundo plano. Clique <a href="{{ taskUrl() }}">aqui</a> para monitorar o progresso.

source: deb Packages
de: deb Packete
es: Paquetes deb
fr: Packages deb
ja: deb パッケージ
pt_br: Pacotes de depuração

source: Deb Packages
de: Deb Packete
es: Paquetes Deb
fr: Packages deb
ja: Deb パッケージ
pt_br: Pacotes de depuração

source: Debs
ja: Deb
pt_br: Depurações

source: Default
de: Standard
es: Predeterminado
fr: Défaut
it: Predefinita
ja: デフォルト
pt_br: Padrão
ru: По умолчанию

source: Default Status
ja: デフォルトステータス

source: Delete {{ table.numSelected }} Hosts?
de: {{ table.numSelected }} Hosts löschen?
ja: {{ table.numSelected }} 台のホストを削除しますか?

source: Delete Hosts
de: Hosts löschen
es: Borrar hosts
fr: Supprimer ces hôtes
ja: ホストの削除

source: Delete Version {{ version.version }}
es: Borrar la versión {{ version.version }}
fr: Supprimer la version {{ version.version }}
it: Cancella versione {{ version.version }}
ja: バージョン {{ version.version }} の削除
pt_br: Remover Versão {{ version.version }}
ru: Удалить версию {{ version.version }}

source: Deleted from %s
es: Borrado de %s
fr: Supprimé de %s
it: Cancellato da %s
ja: %s から削除
pt_br: Remover de %s
ru: Удалено из %s

source: Deleting from %count environments.
es: Borrando de %count entornos.
fr: Suppression à partir de %count environnements
it: Rimozione da %count ambienti.
ja: %count 環境から削除します。
pt_br: Removendo de %count ambientes.
ru: Удаление из %count окружений(я)

source: Deleting from 1 environment.
es: Borrado de 1 entorno.
fr: Suppression à partir de 1 environnement.
it: Rimozione da 1 ambiente.
ja: 1 つの環境から削除します。
pt_br: Removendo de 1 ambiente
ru: Удаление из одного окружения...

source: Deletion from %s
es: Borrado desde %s
fr: Suppression à partir de %s
it: Rimozione da %s
ja: %s からの削除
pt_br: Remoção de %s
ru: Удаление из %s

source: Delta RPM
fr: RPM Delta
ja: デルタ RPM

source: Dependencies
de: Abhängigkeiten
es: Dependencias
fr: Les dépendances
ja: 依存関係
pt_br: Dependências

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt_br: Descrição
ru: Описание

source: Details
es: Información
fr: Détails
it: Dettagli
ja: 詳細
pt_br: Detalhes
ru: Свойства

source: Details for {{ contentView.name }}
es: Detalles de {{ contentView.name }}
fr: Détails de {{ contentView.name }}
ja: {{ contentView.name }} の詳細
pt_br: Detalhes de {{ contentView.name }}

source: Details for Activation Key:
de: Details für Aktivierungsschlüssel:
es: Detalles de la llave de activación:
fr: Détails de la clé d'activation :
it: Dettagli per la chiave di attivazione:
ja: アクティベーションキーの詳細:
pt_br: Detalhes para a Chave de Ativação:
ru: Свойства ключа активации:

source: Details for Container Image Tag:
de: Details zum Container-Image-Tag:
fr: Détails de la balise d'image de conteneur :
ja: コンテナーイメージタグの詳細:

source: Details for Content View:
es: Detalles de la vista de contenido:
fr: Détails de l'affichage du contenu :
it: Dettagli per la visualizzazione del contenuto:
ja: コンテンツビューの詳細:
pt_br: Detalhes para Visualização de Contéudo:
ru: Свойства представления:

source: Details for Product:
de: Details für Produkt:
es: Detalles del producto:
fr: Détails du produit :
it: Dettagli per il prodotto:
ja: 製品の詳細:
pt_br: Detalhes para Produto:
ru: Свойства продукта:

source: Details for Repository:
de: Details für Repository:
es: Detalles del repositorio:
fr: Détails du référentiel :
ja: リポジトリーの詳細:
pt_br: Detalhes do repositório:

source: Determines whether to require login to pull container images in this lifecycle environment.
de: Legt fest, ob eine Anmeldung zum Abrufen von Container-Images in dieser Lebenszyklusumgebung erforderlich ist.
ja: このライフサイクル環境でのコンテナーイメージのプルにログインが必要かどうかを決定します。

source: Digest
ja: ダイジェスト
pt_br: Digerir

source: Disable
de: Deaktivieren
es: Inhabilitar
fr: Désactiver
ja: 無効化
pt_br: Desativar

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
ja: 無効
pt_br: Desabilitado

source: Disabled (overridden)
de: Deaktiviert (überschrieben)
es: Deshabilitado (anulado)
fr: Désactivé (remplacé)
ja: 無効 (上書き)
pt_br: Desabilitado (substituído)

source: Discover
de: Suchen
es: Descubrir
fr: Découvrir
it: Trova
ja: 検出
pt_br: Descobrir
ru: Поиск

source: Discovered Repository
de: Entdecktes Repository
es: Repositorio descubierto
fr: Référentiel détecté
ja: 検出済みのリポジトリー
pt_br: Repositório descoberto

source: Discovery failed. Error: %s
de: Erkennung fehlgeschlagen. Fehler: %s
es: Ocurrió un error en el descubrimiento. Error: %s
fr: Échec de la détection. Erreur : %s
ja: 検出に失敗しました。エラー: %s
pt_br: Falha do Discovery. Erro: %s

source: Distribution
es: Distribución
ja: ディストリビューション
pt_br: Distribuição
