Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Ignorable Content
fr: Contenu pouvant être ignoré
ja: 無視できるコンテンツ

source: Image
es: Imagen
it: Immagine
ja: イメージ
pt_br: Imagem
ru: Образ

source: Immediate
de: Sofort
es: Inmediato
fr: Immédiatement
ja: 即時
pt_br: Imediato

source: Important
de: Wichtig
es: Importante
it: Importante
ja: 重要
pt_br: Importante
ru: Важно

source: In order to add a content view to a composite view you must first publish an initial version of the content view.
es: Para añadir una vista de contenido a una vista compuesta, primero debe publicar una versión inicial de la vista de contenido.
fr: Pour ajouter un affichage du contenu à un affichage composite, vous devez d'abord publier une version initiale de l'affichage du contenu.
it: Per aggiungere una visualizzazione del contenuto ad una visualizzazione composita, è necessario prima pubblicare una versione iniziale della visualizzazione stessa.
ja: コンテンツビューを複合ビューに追加するには、最初にコンテンツビューの初期バージョンを公開する必要があります。
pt_br: Para adicionar uma visualização de conteúdo a uma coleção de visualização você deve primeiro publicar uma versão inicial de visualização de conteúdo.
ru: Чтобы добавить представления, сначала надо опубликовать исходную версию представления.

source: In order to browse this repository you must <a ng-href="/organizations/{{ organization }}/edit">download the certificate</a> or ask your admin for a certificate.
de: Um dieses Repository zu durchsuchen, müssen Sie das <a ng-href="/organizations/{{ organization }}/edit"> Zertifikat herunterladen </a> oder fragen Sie Ihren Administrator nach einem Zertifikat.
es: Para explorar este repositorio, debe <a ng-href="/organizations/{{ organization }}/edit">descargar el certificado</a> o solicitar un certificado a su administrador.
fr: Pour parcourir ce référentiel, vous devez <a ng-href="/organizations/{{ organization }}/edit">télécharger le certificat</a> ou en demander un à votre administrateur.
ja: このリポジトリーを参照するには、<a ng-href="/organizations/{{ organization }}/edit">証明書をダウンロードする</a> か、 管理者に証明書を依頼してください。
pt_br: Para navegar neste repositório, você deve <a ng-href="/organizations/{{ organization }}/edit">fazer download do certificado</a> ou pedir um certificado ao administrador.

source: Include
es: Incluir
fr: Inclure
it: Includi
ja: 追加
pt_br: Incluir
ru: Включение

source: Include all Module Streams with no errata.
ja: エラータのないモジュールストリームすべてを追加します。

source: Include all RPMs with no errata.
es: Incluir todos los RPM sin erratas.
fr: Inclure tous les RPM sans errata.
ja: エラータのない RPM すべてを追加します。
pt_br: Incluir todos os RPMs sem errata.

source: Inclusion Type
es: Tipo de inclusión
fr: Type d'inclusion
ja: 追加タイプ
pt_br: Tipo de Inclusão

source: Incremental update
es: Actualización incremental
fr: Mise à jour incrémentielle
ja: 増分更新
pt_br: Atualização incremental

source: Incremental Update
es: Actualización incremental
fr: Mise à jour croissante
it: Aggiornamento incrementale
ja: 増分更新
pt_br: Atualização Incremental
ru: Инкрементное обновление

source: Independent Packages
de: Unabhängige Pakete
ja: 独立したパッケージ

source: Install
de: Installieren
es: Instalación
fr: Installer
it: Installa
ja: インストール
pt_br: Instalar
ru: Установить

source: Install client package:
fr: Installer le package client :
ja: クライアントパッケージのインストール:

source: Install Selected
de: Auswahl installieren
es: Instalar seleccionado
fr: Installer sélectionné
it: Installa i selezionati
ja: 選択項目のインストール
pt_br: Instalar Selecionados
ru: Установить выбранные

source: Install the pre-built bootstrap RPM:
de: Installieren Sie das integrierte Bootstrap-RPM:
es: Instale el RPM pre-built bootstrap
fr: Installez le RPM bootstrap existant :
it: Installare l'RPM bootstrap esistente:
ja: ビルド済みのブートストラップ RPM のインストール:
pt_br: Instalar RPM de bootstrap pré-compilado:
ru: Установите пакет:

source: Installable
de: Installierbar
es: Instalable
it: Installabile
ja: インストール可能
pt_br: Instaláveis
ru: Можно установить

source: Installable Errata
de: Installierbare Errata
es: Erratas instalables
fr: Errata installable
it: Errata installabile
ja: インストール可能なエラータ
pt_br: Errata Instalável
ru: Разрешенные к установке исправления

source: Installable Updates
de: Installierbare Updates
es: Actualizaciones instalables
fr: Mises à jour installables
ja: インストール可能な更新
pt_br: Atualizações incrementais

source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato
ja: インストール済み
pt_br: Instalado
ru: Установлено

source: Installed Deb Packages
de: Installierte Deb-Pakete
ja: インストール済みの deb パッケージ

source: Installed On
de: Installiert auf
es: Instalado en
fr: Installé sur
ja: インストール:
pt_br: Instalado em

source: Installed Package
de: Installiertes Paket
es: Paquete instalado
fr: Paquet installé
it: Pacchetto installato
ja: インストール済みパッケージ
pt_br: Pacote instalado
ru: Установлено

source: Installed Packages
de: Installierte Pakete
es: Paquetes instalados
fr: Paquets installés
it: Pacchetti installati
ja: インストール済みパッケージ
pt_br: Pacotes Instalados
ru: Установленные пакеты

source: Installed Products
de: Installierte Produkte
es: Productos instalados
fr: Produits installés
it: Prodotti installati
ja: インストール済み製品
pt_br: Produtos Instalados
ru: Установленные

source: Installed Profile
de: Installiertes Profil
fr: Profil installé
ja: インストール済みプロファイル

source: Interfaces
de: Schnittstellen
it: Interfacce
ja: インターフェース
ru: Интерфейсы

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
ja: 間隔
pt_br: Intervalo
ru: Интервал

source: IPv4 Address
de: IPv4-Adresse
es: Dirección IPv4
fr: Adresse IPv4
it: Indirizzo IPv4
ja: IPv4 アドレス
pt_br: Endereço IPv4
ru: Адрес IPv4

source: IPv6 Address
de: IPv6-Adresse
es: Dirección IPv6
fr: Adresse IPv6
it: Indirizzo IPv6
ja: IPv6 アドレス
pt_br: Endereço IPv6
ru: Адрес IPv6

source: Issued
de: Ausgegeben
es: Emitido
fr: Émis
it: Emesso
ja: 発行済み
pt_br: Emitido
ru: Выпущен

source: Issued On
es: Emitido el
fr: Fourni le
ja: 発行:
pt_br: Emitido em

source: Katello Agent
es: Agente Katello
fr: Agent Katello
ja: Katello エージェント
ru: Агент Katello

source: Katello Tracer
ja: Katello トレーサー

source: Katello-agent is deprecated and will be removed in Katello 4.0. Consider migrating to Remote Execution.
ja: Katello-agent は非推奨になり、Katello 4.0 で削除予定です。リモート実行への移行を検討してください。

source: Label
de: Kennung
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: ラベル
pt_br: Rótulo
ru: Метка

source: Last Checkin
de: Letzte Anmeldung
es: Última conexión
fr: Dernière connexion
it: Ultimo checkin
ja: 最終チェックイン
pt_br: Último Checkin
ru: Последний вход

source: Last Published
de: Letzte Veröffentlichung
es: Última publicación
fr: Dernière publication
it: Ultimo pubblicato
ja: 最終公開日
pt_br: Último Publicado
ru: Опубликовано

source: Last Puppet Report
de: Letzter Puppet-Bericht
es: Último informe de Puppet
fr: Dernier rapport Puppet
it: Ultimo riporto del Puppet
ja: 最終 Puppet レポート
pt_br: Último Relatório do Puppet
ru: Последний отчет Puppet

source: Last Sync
de: Letzte Synchronisation
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
ja: 最終同期
pt_br: Última Sinc
ru: Синхронизация

source: Last synced
de: Letzte Synchronisation
fr: Dernière synchronisation
ja: 最終同期

source: Last Updated On
de: Letzte Aktualisierung:
es: Última actualización
fr: Dernière mise à jour effectuée le
it: Ultimo aggiornato il
ja: 最終更新
pt_br: Atualizado pela última vez em
ru: Обновлено

source: Latest (Currently %s)
es: Última (actualmente, %s)
fr: Les (Currently %s) plus récents
it: Ultimissimo (Corrente %s)
ja: 最新 (現在 %s)
pt_br: Mais recente (Atualmente %s)
ru: Последняя версия (%s)

source: Latest (Currently no version)
es: Última (actualmente, sin versión)
fr: La plus récente (actuellement aucune version)
ja: 最新 (現在バージョンなし)
pt_br: Mais recente (atualmente sem versões)

source: Latest Only
es: Solo la última
fr: La plus récente uniquement
ja: 最新のみ
pt_br: Somente mais recente

source: Learn more about these packages in the <a href="https://theforeman.org/plugins/katello/">Documentation</a>
fr: Approfondissez vos connaissances sur ces packages dans la <a href="https://theforeman.org/plugins/katello/">Documentation</a>
ja: これらのパッケージの詳細は <a href="https://theforeman.org/plugins/katello/">ドキュメント</a> を確認してください。

source: Less than version {{ rule.max_version }}
es: Inferior a la versión {{ rule.max_version }}
fr: Antérieure à la version {{ rule.max_version }}
ja: バージョン {{ rule.max_version }} より前
pt_br: Inferior à versão {{ rule.max_version }}

source: Library
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリー
pt_br: Biblioteca

source: Library Repositories
es: Repositorios de biblioteca
fr: Référentiels de bibliothèques
ja: ライブラリーリポジトリー
pt_br: Repositórios da Biblioteca

source: Library Repositories that contain this Deb.
de: Bibliotheks-Repositorys, die diese Deb enthalten.
es: Repositorios de biblioteca que contienen este Deb.
fr: Référentiels de bibliothèques qui contiennent ce Deb.
ja: この Deb を含むライブラリーリポジトリー。
pt_br: Repositórios de biblioteca que contêm esta depuração.

source: Library Repositories that contain this File.
de: Bibliotheks-Repositorys, die diese Datei enthalten.
es: Repositorios de biblioteca que contienen este archivo.
fr: Référentiels de bibliothèques qui contiennent ce fichier.
ja: このファイルを含むライブラリーリポジトリー。
pt_br: Repositórios de biblioteca que contêm este arquivo.

source: Library Repositories that contain this Puppet Module.
es: Repositorios de biblioteca que contienen este módulo Puppet.
fr: Référentiels de bibliothèques qui contiennent ce module Puppet.
ja: この Puppet モジュールを含むライブラリーリポジトリー。
pt_br: Repositórios de biblioteca que contêm este módulo Puppet.

source: Library Synced Content
de: Von Library synchronisierte Inhalte
es: Contenido de biblioteca sincronizado
fr: Contenu synchronisé de bibliothèque
it: Contenuto libreria sincronizzato
ja: ライブラリー同期コンテンツ
pt_br: Conteúdo de Biblioteca Sincronizado
ru: Синхронизировано с Library

source: License
de: Lizenz
es: Licencia
fr: Licence
ja: ライセンス
pt_br: Licença

source: Lifecycle Environment
de: Lebenszyklusumgebung
es: Entorno del ciclo de vida
fr: Environnement de cycle de vie
ja: ライフサイクル環境
pt_br: Ambiente de Ciclo de Vida

source: Lifecycle Environment Paths
de: Lebenszyklus-Umgebungspfade
es: Rutas de entornos del ciclo de vida
fr: Chemins d'environnement de cycle de vie
it: Percorsi ambiente Ciclo di vita
ja: ライフサイクル環境のパス
pt_br: Caminhos de Ambiente de Ciclo de Vida
ru: Схемы окружений жизненного цикла

source: Lifecycle Environment:
de: Lebenszyklusumgebung:
fr: Environnement de cycle de vie :
ja: ライフサイクル環境:

source: Lifecycle Environments
de: Lebenszyklusumgebungen
es: Entornos del ciclo de vida
fr: Environnements de cycle de vie
it: Ambienti Ciclo di vita
ja: ライフサイクル環境
pt_br: Ambientes de Ciclo de Vida
ru: Окружения жизненного цикла

source: Limit
de: Grenze
es: Límite
fr: Limite
it: Limite
ja: 制限
pt_br: Limite
ru: Число

source: Limit Repository Sets to only those available in this Activation Key's Lifecycle Environment
es: Limitar los conjuntos de repositorios únicamente a aquellos disponibles en este entorno de ciclo de vida de la clave de activación
fr: Limiter les ensembles de référentiels à ceux qui sont disponibles dans l'environnement de cycle de vie de cette clé d'activation
ja: アクティベーションキーのライフサイクル環境で利用可能なものだけにリポジトリーセットを制限する
pt_br: Limitar os conjuntos de repositórios para apenas aqueles disponíveis neste ambiente de ciclo de vida da chave de ativação

source: Limit Repository Sets to only those available in this Host's Lifecycle Environment
de: Beschränken Sie die Repository-Sets auf die, die in der Lebenszyklusumgebung dieses Hosts verfügbar sind
es: Limitar los conjuntos de repositorios únicamente a aquellos disponibles en el entorno de ciclo de vida del host
fr: Limiter les ensembles de référentiels à ceux qui sont disponibles dans l'environnement de cycle de vie de cet hôte
ja: ホストのライフサイクル環境で利用可能なものだけにリポジトリーセットを制限する
pt_br: Limitar os conjuntos de repositórios para apenas aqueles disponíveis neste ambiente de ciclo de vida do host

source: Limit Sync Tags
ja: 同期タグの制限

source: Limit to environment
de: Auf Umgebung beschränken
es: Limitar al entorno
fr: Limiter à l'environnement
ja: 環境に制限
pt_br: Limitar para ambiente

source: Limit to Environment
de: Auf Umgebung beschränken
es: Limitar al entorno
fr: Limiter à l'environnement
ja: 環境に制限
pt_br: Limitar para ambiente

source: Limit to Lifecycle Environment
de: Begrenzung auf Lebenszyklusumgebung
fr: Limiter à l'environnement de cycle de vie
ja: ライフサイクル環境に制限

source: Limit:
de: Grenze:
es: Límite:
fr: Limite :
it: Limite:
ja: 制限:
pt_br: Limite:
ru: Число:

source: List
de: Aufführen
es: Lista
fr: Liste
ja: リスト
pt_br: Lista

source: List/Remove
de: Auflisten/Entfernen
es: Mostrar/Eliminar
fr: Répertorier/Supprimer
it: Elenca/Rimuovi
ja: リスト/削除
pt_br: Listar/Remover
ru: Список

source: Loading Environment Paths...
es: Cargando rutas de entornos...
fr: Chargement de chemins d'environnement...
it: Caricamento percorsi ambiente in corso...
ja: 環境パスの読み込み中
pt_br: Carregando Caminhos de Ambiente...
ru: Загрузка структуры окружения...

source: Loading...
de: Laden …
es: Cargando...
fr: Chargement...
it: Caricamento in corso...
ja: ロード中...
pt_br: Carregando...
ru: Загрузка...

source: Loading..."
de: Wird geladen..."
es: Cargando..."
fr: Chargement en cours...»
ja: 読み込み..."
pt_br: Carregando..."

source: Manage Ansible Collections for Repository:
de: Ansible-Sammlungen für das Repository verwalten:
ja: リポジトリーの Ansible コレクションを管理します:

source: Manage Container Image Manifests for Repository:
de: Container-Image-Manifeste für das Repository verwalten:
fr: Gérer les manifestes d'images de conteneurs pour le référentiel :
ja: リポジトリーのコンテナイメージマニフェストを管理します:

source: Manage deb Packages for Repository:
de: Verwalten von deb-Paketen für das Repository:
es: Administrar paquetes deb para repositorio:
fr: Gérer les packages deb pour le référentiel :
ja: リポジトリーの deb パッケージを管理します:
pt_br: Gerenciar pacotes de depuração para o repositório:

source: Manage Errata
de: Errata verwalten
es: Administrar erratas
fr: Gérer les errata
ja: エラータの管理
pt_br: Administrar Erratas

source: Manage Files for Repository:
de: Dateien für Repository verwalten:
es: Administrar archivos para el repositorio:
fr: Gérer les fichiers pour le référentiel :
ja: リポジトリーのファイルを管理します:
pt_br: Gerenciar arquivos do repositório:

source: Manage Host Traces
de: Host-Traces verwalten
ja: ホストトレースの管理

source: Manage HTTP Proxy
de: HTTP-Proxy verwalten
ja: HTTP プロキシーの管理

source: Manage Module Streams
de: Modulstreams verwalten
ja: モジュールストリームの管理

source: Manage Module Streams for Repository:
de: Modulstreams für Repository verwalten:
ja: リポジトリーのモジュールストリームを管理します:

source: Manage OSTree Branches for Repository:
es: Administrar etiquetas OSTree para repositorio:
fr: Gérer les branches OSTree pour le référentiel :
ja: リポジトリーの OSTree ブランチを管理します:
pt_br: Gerenciar Ramificações OSTree para o Repositório:

source: Manage Packages
de: Pakete verwalten
es: Administrar paquetes
fr: Gérer les paquets
it: Gestisci i pacchetti
ja: パッケージの管理
pt_br: Gerenciar Pacotes
ru: Управление пакетами

source: Manage Packages for Repository:
de: Pakete für Repository verwalten:
es: Administrar paquetes para el repositorio:
fr: Gérer les paquets pour le référentiel :
it: Gestisci i pacchetti per il repositorio:
ja: リポジトリーのパッケージを管理します:
pt_br: Gerenciar Pacotes para Repositório:
ru: Управление пакетами в репозитории:

source: Manage Puppet Modules for {{ repository.name }}
es: Administrar módulos Puppet para {{ repository.name }}
fr: Gérer les modules Puppet pour {{ repository.name }}
ja: {{ repository.name }} の Puppet モジュールの管理
pt_br: Gerenciar módulos Puppet do {{ repository.name }}

source: Manage Puppet Modules for Repository:
es: Administrar módulos Puppet para repositorio
fr: Gérez les modules Puppet pour le référentiel :
it: Gestisci moduli Puppet per il repository:
ja: リポジトリーの Puppet モジュールを管理します:
pt_br: Gerenciar Módulos Puppet para Repositório:
ru: Управление модулями Puppet в репозитории:

source: Manage Repository Sets
de: Repository-Sets verwalten
es: Administrar conjuntos de repositorios
fr: Gérer les ensembles de référentiels
ja: リポジトリーセットの管理
pt_br: Gerenciar conjuntos de repositórios

source: Manage Subscriptions
de: Abonnements verwalten
es: Administrar suscripciones
fr: Gérer les abonnements
ja: サブスクリプションの管理
pt_br: Gerenciar assinaturas

source: Manage Sync Plan
de: Synchronisierungsplan verwalten
es: Administrar plan de sincronización
fr: Gérer le plan de synchronisation
ja: 同期プランの管理
pt_br: Gerenciar plano de sincronização

source: Manifest Lists
de: Manifestlisten
es: Listas de manifiestos
fr: Listes de manifestes
ja: マニフェストリスト
pt_br: Listas de manifestos

source: Manifest Type
de: Manifesttyp
es: Tipo de manifiesto
fr: Type de manifeste
ja: マニフェストタイプ
pt_br: Tipo de manifesto

source: Many Content View actions are disabled while a version task is in progress.
es: Se desactivan varias vistas de contenido mientras hay una tarea de versión en curso.
fr: De nombreuses actions de l'affichage de contenu sont désactivées pendant qu'une tâche de version est en cours.
ja: バージョンタスクの実行中に多くのコンテンツビューアクションが無効化されました。
pt_br: Muitas ações de visualização de conteúdo são desabilitadas quando uma tarefa de versão está em andamento.

source: Maximum Version
es: Versión máxima
fr: Version maximum
ja: 最大のバージョン
pt_br: Versão máxima

source: Minimum Version
es: Versión mínima
fr: Version minimum
ja: 最小のバージョン
pt_br: Versão mínima

source: Mirror on Sync
es: Reflejar en la sincronización
fr: Mirroir Sync
ja: 同期時のミラーリング
pt_br: Espelho em Sincronização

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
pt_br: Modelo
ru: Модель

source: Moderate
de: Moderat (Mittel)
es: Moderado
fr: Modéré
it: Moderato
ja: 中
pt_br: Moderada
ru: Модерация

source: Modular
ja: モジュラー

source: Module %s removed from Content View.
es: Se ha eliminado el módulo %s de la vista de contenido.
fr: Module %s supprimé de l'affichage du contenu.
it: Modulo %s rimosso dalla Visualizzazione del contenuto.
ja: モジュール %s がコンテンツビューから削除されました。
pt_br: Módulo %s removido da Visualização de Conteúdo.
ru: %s удален из представления.

source: Module Stream
es: Secuencia del módulo
fr: Flux de module
ja: モジュールストリーム

source: Module Stream Filter:
ja: モジュールストリームフィルター:

source: Module Stream Management
de: Modul-Stream-Management
ja: モジュールストリーム管理

source: Module Stream metadata generation has been initiated in the background. Click <a ng-href="{{ taskUrl() }}">Here</a> to monitor the progress.
de: Die Generierung von Modulstream-Metadaten wurde im Hintergrund initiiert. Klicken <a ng-href="{{ taskUrl() }}">Hier</a>um den Fortschritt zu überwachen.
ja: モジュールストリームメタデータの生成がバックグラウンドで開始されました。 <a ng-href="{{ taskUrl() }}">ここ</a> をクリックして進捗を監視します。

source: Module Stream Packages
de: Modul-Stream-Pakete
ja: モジュールストリームパッケージ

source: Module Stream successfully added.
ja: モジュールストリームが正常に追加されました。

source: Module Stream successfully removed.
ja: モジュールストリームが正常に削除されました。

source: Module Streams
es: Secuencias del módulo
fr: Flux de module
ja: モジュールストリーム
pt_br: Fluxos do módulo

source: Module Streams <div>{{ library.counts.module_streams || 0 }}</div>
de: Modulstreams <div> {{ library.counts.module_streams || 0 }} </div>
ja: モジュールストリーム<div>{{ library.counts.module_streams || 0 }}</div>

source: Module Streams for:
de: Modulstreams für:
ja: モジュールストリーム:

source: More Details
de: Mehr Details
es: Más información
fr: Plus de détails
it: Più informazioni
ja: 詳細
pt_br: Mais detalhes
ru: Подробнее

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt_br: Nome
ru: Имя

source: Name of the upstream repository you want to sync. Example: 'quay/busybox' or 'fedora/ssh'.
de: Name des Upstream-Repositorys, das Sie synchronisieren möchten. Beispiel: 'quay/busybox' oder 'fedora/ssh'.
ja: 同期するアップストリームリポジトリーの名前。例:「quay/busybox」または「fedora/ssh」。

source: Networking
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーキング
pt_br: Sistema de Rede
ru: Сеть

source: Never
de: Niemals
es: Nunca
fr: Jamais
ja: なし
pt_br: Nunca

source: Never checked in
de: Nie eingecheckt
ja: チェックインなし

source: Never registered
de: Nie registriert
fr: Jamais enregistré
ja: 登録なし

source: Never synced
de: Nie synchronisiert
es: Nunca sincronizado
fr: Jamais synchronisé
it: Mai sincronizzato
ja: 同期なし
pt_br: Nunca sincronizado
ru: Никогда

source: New Activation Key
de: Neuer Aktivierungsschlüssel
es: Nueva llave de activación
fr: Nouvelle clé d'activation
it: Nuova chiave di attivazione
ja: 新規アクティベーションキー
pt_br: Nova Chave de Ativação
ru: Новый ключ активации

source: New Environment
de: Neue Umgebung
es: Nuevo Entorno
fr: Nouvel environnement
it: Nuovo ambiente
ja: 新規環境
pt_br: Novo Ambiente
ru: Новое окружение

source: New Filter
es: Nuevo filtro
fr: Nouveau filtre
it: Nuovo filtro
ja: 新規フィルター
pt_br: Novo Filtro
ru: Новый фильтр

source: New Filter for Content View:
es: Nuevo filtro para la vista de contenido:
fr: Nouveau filtre pour l'affichage du contenu :
it: Nuovo filtro per la Visualizzazione dell'ambiente:
ja: コンテンツビューの新規フィルター:
pt_br: Novo Filtro para Visualização de Conteúdo
ru: Новый фильтр представления:

source: New Name:
de: Neuer Name:
es: Nuevo nombre:
fr: Nouveau nom :
it: Nuovo nome:
ja: 新しい名前：
pt_br: Novo Nome:
ru: Новое имя:

source: New Product
de: Neues Produkt
es: Nuevo producto
fr: Nouveau produit
it: Nuovo prodotto
ja: 新製品
pt_br: Novo Produto
ru: Новый продукт

source: New Repository
de: Neues Repository
es: Nuevo repositorio
fr: Nouveau référentiel
it: Nuovo repositorio
ja: 新規リポジトリー
pt_br: Novo Repositório
ru: Новый репозиторий

source: New Sync Plan
de: Neuer Synchronisationsplan
es: Nuevo plan de sincronización
fr: Nouveau plan de synchronisation
it: Nuova programmazione di sinc
ja: 新規の同期プラン
pt_br: Novo Plano de Sincronização
ru: Новый план

source: New sync plan successfully created.
de: Neuer Synchronisationsplan erfolgreich erstellt.
es: El nuevo plan de sincronización se ha creado correctamente.
fr: Nouveau plan de synchronisation créé.
it: Nuovo programma di sincronizzazione creato con successo.
ja: 新しい同期プランが正常に作成されました。
pt_br: Novo Plano de sinc criado com sucesso.
ru: План синхронизации создан.

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ja: 次へ
pt_br: Próximo
ru: Далее

source: Next Sync
de: Nächste Synchronisation
es: Próxima sincronización
fr: Prochaine synchronisation
it: Sincronizzazione successiva
ja: 次の同期
pt_br: Próxima Sinc
ru: Следующая синхронизация

source: No
de: Nein
fr: Non
ja: いいえ
pt_br: Não
ru: Нет

source: No "Edit" permissions on some of the Activation Keys in that Lifecycle Environment.
es: No hay permisos de edición en algunas de las llaves de activación de ese entorno del ciclo de vida.
fr: Aucune permission de « Modification » sur certaines clés d'activation dans cet environnement de cycle de vie.
it: Nessun permesso di "Modifica" su alcune Chiavi di attivazione nell'ambiente Ciclo di vita.
ja: 対象のライフサイクル環境のアクティベーションキーの一部に対して「編集」権限がありません。
pt_br: Não há permissões para 'Editar' em algumas Chaves de Ativação naquele Ambiente de Ciclo de Vida.
ru: Для некоторых ключей в этом окружении нет полномочий изменения.

source: No "Edit" permissions on some of the Content Hosts in that Lifecycle Environment.
es: No hay permisos de edición en algunos de los hosts de contenido de ese entorno del ciclo de vida.
fr: Aucune permission de « Modification » sur certains hôtes de contenu dans cet environnement de cycle de vie.
it: Nessun permesso di "Modifica" su alcuni degli host di contenuto nell'ambiente Ciclo di vita.
ja: 対象のライフサイクル環境のコンテンツホストの一部に対して「編集」権限がありません。
pt_br: Não há permissões para 'Editar' em alguns Hosts de Conteúdo naquele Ambiente de Ciclo de Vida.
ru: Для некоторых узлов в этом окружении нет полномочий изменения.
