Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Distribution Information
de: Distributions-Information
es: Información de distribución
fr: Information Distribution
ja: ディストリビューション情報
pt_br: Informações de Distribuição

source: Docker metadata generation has been initiated in the background. Click <a ng-href="{{ taskUrl() }}">Here</a> to monitor the progress.
de: Die Docker-Metadatengenerierung wurde im Hintergrund initiiert. Klicken <a ng-href="{{ taskUrl() }}">Hier</a>um den Fortschritt zu überwachen.
fr: La génération de métadonnées Docker a été initiée en arrière-plan. Cliquez <a ng-href="{{ taskUrl() }}">ici</a> pour vérifier la progression.
ja: Docker メタデータの生成がバックグラウンドで開始されました。 <a ng-href="{{ taskUrl() }}">ここ</a> をクリックして進捗を監視します。

source: Docker Repositories
es: Repositorios Docker
fr: Référentiels Docker
it: Repository Docker
ja: Docker リポジトリー
pt_br: Repositórios do Docker
ru: Репозитории Docker

source: Docker Repositories <div>{{ library.counts.docker_repositories || 0 }}</div>
de: Docker-Repositorys <div>{{ library.counts.docker_repositories || 0 }}</div>
es: Repositorios Docker <div>{{ library.counts.docker_repositories || 0 }}</div>
fr: Référentiels Docker <div>{{ library.counts.docker_repositories || 0 }}</div>
it: Repository Docker <div>{{ library.counts.docker_repositories || 0 }}</div>
ja: Docker リポジトリー <div>{{ library.counts.docker_repositories || 0 }}</div>
pt_br: Repositórios do Docker <div>{{ library.counts.docker_repositories || 0 }}</div>
ru: Репозитории Docker <div>{{ library.counts.docker_repositories || 0 }}</div>

source: Docker Repository Selection
es: Selección de repositorio Docker
fr: Sélection de référentiel Docker
ja: Docker リポジトリーの選択
pt_br: Seleção de repositórios do Docker

source: Done
de: Fertig
es: Terminado
fr: Terminé
ja: 完了
pt_br: Concluído

source: Download Policy
de: Richtlinie herunterladen
es: Descargar política
fr: Politique de téléchargement
ja: ダウンロードポリシー
pt_br: Política de Download

source: Duplicate repositories between the selected Content View Versions will merge, resulting in a Composite Content View with all packages that exist among the duplicates.
ja: 選択したコンテンツビューバージョンの間で重複するリポジトリーをマージすると、これらの重複するリポジトリーに存在するパッケージすべてを含めて、複合コンテンツビューが作成されます。

source: Edit
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar
ru: Изменить

source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
ja: 有効化
pt_br: Habilitar

source: Enable Traces
de: Traces aktivieren
ja: トレースの有効化

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé(e)
ja: 有効化
pt_br: Habilitado

source: Enabled (overridden)
de: Aktiviert (überschrieben)
es: Habilitado (anulado)
fr: Activé (remplacé)
ja: 有効 (上書き)
pt_br: Habilitado (substituído)

source: End Date
es: Fecha de terminación
fr: Date de fin
it: Data di fine
ja: 終了日
pt_br: Data Final
ru: Срок действия

source: Enhancement
de: Erweiterung
es: Mejora
fr: Amélioration
it: Miglioramenti
ja: 機能強化
pt_br: Melhoria
ru: Дополнение

source: Enter Package Group Name(s)...
de: Paketgruppennamen eingeben …
es: Introducir nombres de grupos de paquetes...
fr: Veuillez saisir le(s) nom(s) de groupe(s) de paquets...
it: Inserire i nomi dei gruppi di pacchetti...
ja: パッケージグループ名の入力
pt_br: Insira Nome(s) de Grupo de Pacote...
ru: Введите имена групп пакетов...

source: Enter Package Name(s)...
de: Paketnamen eingeben …
es: Ingresar nombres de paquetes...
fr: Veuillez saisir le(s) nom(s) de paquet(s)...
it: Inserire i nomi dei pacchetti...
ja: パッケージ名の入力
pt_br: Insira Nome(s) de Pacote
ru: Введите имена пакетов...

source: Environment
de: Umgebung
es: Entorno
fr: Environnement
it: Ambiente
ja: 環境
pt_br: Ambiente
ru: Окружение

source: Environment saved
de: Umgebung gespeichert
es: Entorno guardado
fr: Environnement enregistré
it: Ambiente salvato
ja: 保存済みの環境
pt_br: Ambiente Salvo
ru: Окружение сохранено

source: Environments
de: Umgebungen
es: Entornos
fr: Environnements
it: Ambienti
ja: 環境
pt_br: Ambientes
ru: Окружения

source: Environments List
de: Umgebungsliste
es: Lista de entornos
fr: Liste des environnements
it: Elenco ambienti
ja: 環境リスト
pt_br: Lista de Ambientes
ru: Список окружений

source: Errata
es: Erratas
ja: エラータ
pt_br: Erratas
ru: Исправления

source: Errata <div>{{ library.counts.errata.total || 0 }}</div>
es: Erratas <div>{{ library.counts.errata.total || 0 }}</div>
ja: エラータ <div>{{ library.counts.errata.total || 0 }}</div> 件
pt_br: Erratas <div>{{ library.counts.errata.total || 0 }}</div>
ru: Исправления <div>{{ library.counts.errata.total || 0 }}</div>

source: Errata are automatically Applicable if they are Installable
de: Errata sind automatisch anwendbar, wenn sie installierbar sind
es: Las erratas pueden aplicarse en forma automática en caso de ser instalables
fr: Les errata sont automatiquement applicables si installables
ja: エラータは、インストール可能であれば自動的に適用されます
pt_br: As erratas serão automaticamente aplicáveis se forem instaláveis

source: Errata Details
es: Detalles de las erratas
fr: Détails d'errata
it: Informazioni errata
ja: エラータの詳細
pt_br: Detalhes das Erratas
ru: Свойства исправления

source: Errata Filter:
es: Filtro de erratas:
fr: Filtre d'errata :
it: Filtro errata:
ja: エラータフィルター:
pt_br: Filtro das Erratas:
ru: Фильтр:

source: Errata for:
de: Errata für:
es: Erratas para:
fr: Errata pour :
it: Errata per:
ja: エラータ:
pt_br: Erratas para:
ru: Исправления для:

source: Errata ID
es: ID de erratas
fr: ID d'errata
it: ID errata
ja: エラータ ID
pt_br: ID de Erratas
ru: Идентификатор

source: Errata Installation
de: Installieren von Errata
es: Instalación de erratas
fr: Installation d'errata
it: Installazione errata
ja: エラータのインストール
pt_br: Instalação de Erratas
ru: Установка исправлений

source: Errata successfully added.
es: Las erratas se han añadido correctamente.
fr: Errata ajouté(s).
it: Errata aggiunto con successo.
ja: エラータが正常に追加されました。
pt_br: Erratas adicionadas com sucesso.
ru: Исправления добавлены.

source: Errata successfully removed.
es: Las erratas se han eliminado correctamente.
fr: Errata supprimé(s).
it: Errata rimosso con successo.
ja: エラータが正常に削除されました。
pt_br: Erratas removidas com sucesso.
ru: Исправления удалены.

source: Errata Task List
de: Errata-Aufgabenliste
es: Lista de tareas de erratas
fr: Liste des tâches d'errata
it: Elenco attività errata
ja: エラータタスクリスト
pt_br: Lista de Tarefas de Erratas
ru: Список задач исправлений

source: Errata Tasks
de: Errata-Aufgaben
es: Tareas de erratas
fr: Tâches d'errata
it: Attività errata
ja: エラータタスク
pt_br: Tarefas de Erratas
ru: Задачи исправлений

source: Errata Type
es: Tipo de erratas
fr: Type d'errata
it: Tipo di errata
ja: エラータタイプ
pt_br: Tipo de Errata
ru: Тип

source: Errata:
es: Erratas:
ja: エラータ:
pt_br: Erratas:
ru: Исправления:

source: Erratum - by ID
es: Errata - por ID
fr: Erratum : par id
it: Erratum - per ID
ja: エラッタ: ID 別
pt_br: Errata - por ID
ru: Исправление (ID)

source: Erratum - Date and Type
es: Errata - Fecha y tipo
fr: Erratum : date et type
ja: エラータ: 日付とタイプ
pt_br: Errata - data e tipo

source: Erratum Date Range
es: Intervalos de fechas de la errata
fr: Plage de dates d'erratum
it: Intervallo date per l'Erratum
ja: エラータの日付範囲
pt_br: Intervalo de Datas de Errata
ru: Диапазон

source: Error during upload:
de: Fehler beim Hochladen:
es: Error durante la carga:
fr: Erreur lors du téléchargement :
it: Errore durante il caricamento:
ja: アップロード中のエラー:
pt_br: Erro ao carregar:
ru: Не удалось отправить:

source: Error saving the Sync Plan:
de: Fehler beim Speichern des Synchronisierungsplans:
ja: 同期プランの保存エラー:

source: Event
de: Ereignis
es: Evento
fr: Événement
it: Evento
ja: イベント
pt_br: Evento
ru: Событие

source: Exclude
es: Excluir
fr: Exclure
it: Escludi
ja: 除外
pt_br: Remover
ru: Исключение

source: Exclude all Module Streams with no errata.
ja: エラータのないモジュールストリームすべてを除外します。

source: Exclude all RPMs with no errata.
es: Excluir todos los RPM sin erratas.
fr: Exclut tous les RPM sans errata.
ja: エラータのない RPM すべてを除外します。
pt_br: Remover todos os RPMs sem erratas.

source: Existing Product
de: Vorhandenes Produkt
es: Productos existentes
fr: Produit existant
it: Prodotto esistente
ja: 既存の製品
pt_br: Produto Existente
ru: Существующий продукт

source: Expires
de: Endet
es: Expira
fr: Expire
it: Scade
ja: 期限切れ
pt_br: Expira
ru: Истекает

source: Export
es: Exportar
fr: Exporter
ja: エクスポート
pt_br: Exportar

source: Exported content view
es: Vista de contenido exportado
fr: Vue de contenu exporté
ja: エクスポート済みのコンテンツビュー
pt_br: Visualização de conteúdo exportada

source: Family
de: Familie
es: Familia
fr: Famille
ja: 系列
pt_br: Família

source: File Information
de: Dateiinformationen
es: Información del archivo
fr: Information Fichier
ja: ファイル情報
pt_br: Informações do Arquivo

source: File removal been initiated in the background. Click <a href="{{ taskUrl() }}">Here</a> to monitor the progress.
de: Das Entfernen der Datei wurde im Hintergrund eingeleitet. Klicken Sie <a href="{{ taskUrl() }}">hier</a>, um den Fortschritt zu überwachen.
es: Se inició la eliminación del archivo en segundo plano. Haga clic <a href="{{ taskUrl() }}">aquí</a> para controlar el avance.
fr: La suppression de fichiers a été initiée en arrière-plan. Cliquez <a href="{{ taskUrl() }}">ici</a> pour contrôler la progression.
ja: ファイルの削除がバックグラウンドで開始されました。 <a href="{{ taskUrl() }}">ここ</a> をクリックして進捗を監視します。
pt_br: A remoção de arquivos foi iniciada em segundo plano. Clique <a href="{{ taskUrl() }}">aqui</a> para monitorar o progresso.

source: File Repositories
es: Repositorios de archivos
fr: Référentiels de fichiers
ja: ファイルリポジトリー
pt_br: Repositórios de arquivos

source: File too large.
de: Datei zu groß.
es: Archivo demasiado grande.
fr: Fichier trop volumineux.
ja: ファイルのサイズが大きすぎます。
pt_br: Arquivo é muito grande.

source: File too large. Please use the CLI instead.
de: Datei zu groß. Bitte stattdessen die Befehlszeilenschnittstelle verwenden.
es: Archivo demasiado grande. Use CLI en su lugar.
fr: Fichier trop volumineux. Veuillez utiliser le CLI.
it: Il file è troppo grande. Usare CLI.
ja: ファイルのサイズが大きすぎます。代わりに CLI を使用してください。
pt_br: Arquivo muito grande. Por favor use a CLI.
ru: Слишком большой файл. Используйте инструменты командной строки.

source: File:
de: Datei:
es: Archivo:
fr: Fichier :
ja: ファイル:
pt_br: Arquivo:

source: Filename
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
ja: ファイル名
pt_br: Nome de arquivo

source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
pt_br: Arquivos

source: Files in package {{ package.nvrea }}
de: Dateien im Paket {{ package.nvrea }}
es: Archivos en el paquete {{ package.nvrea }}
fr: Fichiers du paquetage {{ package.nvrea }}
ja: パッケージ内のファイル {{ package.nvrea }}
pt_br: Arquivos no pacote {{ package.nvrea }}

source: Filter
es: Filtro
fr: Filtre
it: Filtro
ja: フィルター
pt_br: Filtro
ru: Фильтр

source: Filter by Status:
de: Nach Status filtern:
fr: Filtrer par Statut :
ja: 状態別でフィルター:

source: Filter information for:
es: Información de filtro para:
fr: Information de filtre pour :
it: Informazioni filtro per:
ja: 次の情報のフィルタリング:
pt_br: Informações do filtro para:
ru: Фильтр:

source: Filter rule successfully removed.
es: Se eliminó correctamente la regla de filtro.
fr: Règle de filtre supprimée.
ja: フィルタールールが正常に削除されました。
pt_br: Regra de filtros removida com êxito.

source: Filter rule successfully updated.
es: Se actualizó correctamente la regla de filtro.
fr: Règle de filtre mise à jour.
ja: フィルタールールが正常に更新されました。
pt_br: Regra de filtros atualizada com êxito.

source: Filter Saved
es: Filtro guardado
fr: Filtre enregistré
it: Filtro salvato
ja: 保存済みフィルター
pt_br: Filtro salvo
ru: Фильтр сохранен

source: Filter Updated -
ja: 更新済みフィルター:

source: Filter:
es: Filtro:
fr: Filtre :
it: Filtro:
ja: フィルター:
pt_br: Filtro:
ru: Фильтр:

source: Filter...
de: Filtern …
es: Filtrar...
fr: Filtre...
it: Filtro...
ja: フィルター...
pt_br: Filtro...
ru: Фильтр...

source: Filters
es: Filtros
fr: Filtres
it: Filtri
ja: フィルター
pt_br: Filtros
ru: Фильтры

source: Filters for Content View:
es: Filtros de la vista de contenido:
fr: Filtres pour affichage du contenu :
it: Filtri per la Visualizzazione del contenuto:
ja: コンテンツビューのフィルター:
pt_br: Filtros para Visualização de Conteúdo
ru: Фильтры представлений:

source: Filters successfully removed.
es: Los filtros se han eliminado correctamente.
fr: Filtres supprimés.
it: Filtri rimossi con successo.
ja: フィルターが正常に削除されました。
pt_br: Filtros removidos com sucesso.
ru: Фильтры удалены.

source: Finished At
de: Abgeschlossen am
es: Finalizado a las
fr: Fini à
it: Terminato
ja: 完了:
pt_br: Finalizado em
ru: Завершено:

source: For older operating systems such as Red Hat Enterprise Linux 5 or CentOS 5 it is recommended to use sha1.
de: Für ältere Betriebssysteme wie Red Hat Enterprise Linux 5 oder CentOS 5 wird die Verwendung von sha1 empfohlen.
es: Para sistemas operativos tales como Red Hat Enterprise Linux 5 o CentOS 5 se recomienda usar sha1.
fr: Pour les systèmes d'exploitation plus anciens, tels que Red Hat Enterprise Linux 5 ou CentOS 5, il est recommandé d'utiliser sha1.
it: Per sistemi operativi come Red Hat Enterprise Linux 5 o CentOS 5 è consigliato usare sha1.
ja: Red Hat Enterprise Linux 5 または CentOS 5 などの以前のオペレーティングシステムの場合は sha1 の使用を推奨します。
pt_br: Para sistemas operacionais mais antigos, como o Red Hat Enterprise Linux 5 ou CentOS 5, recomendamos o uso de sha1.
ru: Для старых операционных систем (таких как Red Hat Enterprise Linux 5 и CentOS 5) рекомендуется использовать SHA1.

source: For On Demand synchronization, only the metadata is downloaded during sync and packages are fetched and stored on the filesystem when clients request them. On Demand is not recommended for custom repositories unless the upstream repository maintains older versions of packages within the repository. For Background synchronization, a background task will download all packages after the initial sync (Deprecated). The Immediate option will download all metadata and packages immediately during the sync.
ja: オンデマンド同期の場合には、同期中にメタデータのみがダウンロードされ、パッケージは、クライアントから要求されるとフェッチされて、ファイルシステムに保存されます。 アップストリームリポジトリーで以前のバージョンのパッケージを保存していない限り、カスタムリポジトリーでのオンデマンド同期は推奨されません。 バックグラウンドの同期の場合には、バックグラウンドタスクで初回同期 (非推奨) の後にパッケージすべてがダウンロードされます。 即時オプションでは、同期中にすぐに全メタデータとパッケージがダウンロードされます。

source: For remote actions via katello-agent:
ja: katello-agent を使用したリモートアクションの場合:

source: Force Promote?
es: ¿Forzar promover?
fr: Forcer Promotion ?
ja: 強制的にプロモートしますか?
pt_br: Forçar Promoção?

source: Force Puppet Environment
es: Forzar entorno Puppet
fr: Forcer l'environnement Puppet
ja: Puppet 環境の強制作成
pt_br: Forçar ambiente puppet

source: Global Default
de: Globaler Standard
ja: グローバルデフォルト

source: Global Default (None)
de: Globaler Standard (None)
ja: グローバルデフォルト (なし)

source: GPG Key
de: GPG-Schlüssel
es: llave GPG
fr: Clé GPG
it: Chiave GPG
ja: GPG キー
pt_br: Chave GPG
ru: Ключ GPG

source: Greater than version {{ rule.min_version }}
es: Superior a la versión {{ rule.min_version }}
fr: Postérieure à la version {{ rule.min_version }}
ja: バージョン {{ rule.min_version }} 以降
pt_br: Superior à versão {{ rule.min_version }}

source: Group
de: Gruppe
es: Grupo
fr: Groupe
ja: グループ
pt_br: Grupo

source: Group Install
es: Instalación de grupo
fr: Installation de groupe
it: Installazione gruppo
ja: グループインストール
pt_br: Instalação de Grupo
ru: Установка группы

source: Group Remove
es: Eliminación de grupo
fr: Suppression de groupe
it: Rimozione gruppo
ja: グループの削除
pt_br: Remoção de Grupo
ru: Удаление группы

source: Helper
de: Helfer
es: Agente
fr: Assistant
ja: ヘルパー
pt_br: Assistente

source: here
es: aquí
fr: ici
it: qui
ja: こちら
pt_br: aqui
ru: здесь

source: Hide affected Activation Keys
es: Ocultar llaves de activación afectadas
fr: Masquer les clés d'activation affectées
it: Nascondi le chiavi di attivazione interessate
ja: 影響のあるアクティベーションキーの非表示
pt_br: Ocultar as Chaves de Ativação Afetadas
ru: Скрыть затронутые ключи активации

source: Hide affected Content Hosts
es: Ocultar hosts de contenido afectados
fr: Masquer les hôtes de contenu affectés
it: Nascondi gli host di contenuto interessati
ja: 影響のあるコンテンツホストの非表示
pt_br: Ocultar os Hosts de Conteúdo Afetados
ru: Скрыть затронутые узлы

source: History
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
pt_br: Histórico
ru: Журнал

source: History for Content View:
es: Historial para la vista de contenido:
fr: Historique de l'affichage du contenu :
it: Cronologia per la Visualizzazione del contenuto
ja: コンテンツビューの履歴:
pt_br: Histórico para Visualização de Conteúdo:
ru: Журнал представления:

source: Host %s has been deleted.
de: Host %s wurde gelöscht.
es: Se ha eliminado el host %s.
fr: L'hôte %s a été supprimé.
ja: ホスト %s が削除されました。
pt_br: O host %s foi excluído.

source: Host %s has been unregistered.
de: Host %s wurde abgemeldet.
es: Se ha cancelado el registro del host %s.
fr: L'hôte %s a été désenregistré.
ja: ホスト%s の登録が解除されました。
pt_br: O registro do host %s foi desfeito.

source: Host Collection Management
de: Verwaltung von Hostsammlungen
es: Administración de colecciones de hosts
fr: Gestion de collection d'hôtes
it: Gestione insieme di host
ja: ホストコレクションの管理
pt_br: Gerenciamento de Coleção de Host
ru: Управление коллекциями

source: Host Collection Membership
de: Mitgliedschaft in Hostsammlung
es: Afiliación de colecciones de hosts
fr: Abonnement de collection d'hôtes
it: Appartenenza insieme di host
ja: ホストコレクションのメンバーシップ
pt_br: Associação de Coleção do Host
ru: Изменение состава коллекции

source: Host Collection removed.
de: Hostsammlung entfernt
es: Se ha eliminado la colección de hosts.
fr: Collection d'hôtes supprimée
it: Insieme di host rimosso.
ja: ホストコレクションが削除されました。
pt_br: Coleção de host removida.
ru: Коллекция удалена.

source: Host Collection updated
de: Hostsammlung aktualisiert
es: Colección de hosts actualizada
fr: Collection d'hôtes mise à jour
it: Insieme di host aggiornato
ja: 更新済みのホストコレクション
pt_br: Coleção de host atualizada
ru: Коллекция обновлена.

source: Host Collection:
de: Hostsammlung:
es: Colección de hosts:
fr: Collection d'hôtes :
it: Insieme di host:
ja: ホストコレクション
pt_br: Coleção de Host:
ru: Коллекция:

source: Host Collections
de: Hostsammlungen
es: colecciones de hosts
fr: Collections d'hôtes
it: Insiemi di host
ja: ホストコレクション
pt_br: Coleções de Host
ru: Коллекции

source: Host Collections for:
de: Hostsammlungen für:
es: Colecciones de hosts de:
fr: Collections d'hôtes pour :
it: Insiemi di host per:
ja: ホストコレクション:
pt_br: Coleções de Host para:
ru: Коллекции узлов для:

source: Host Count
de: Hostanzahl
es: Cuenta de host
fr: Nombre d'hôtes
it: Conteggio host
ja: ホスト数
pt_br: Contagem de Host
ru: Число узлов

source: Host Group
de: Hostgruppe
es: Grupo de hosts
fr: Groupe d'hôtes
it: Gruppo di host
ja: ホストグループ
pt_br: Grupo de Host
ru: Группа узлов

source: Host Limit
de: Hostgrenze
es: Límite de host
fr: Limite d'hôte
ja: ホストの制限
pt_br: Limite de Hosts

source: Hostname
es: Nombre de host
fr: Nom d'hôte
ja: ホスト名
pt_br: Nome do host
ru: Имя узла

source: Hosts
fr: Hôtes
ja: ホスト

source: hourly
de: stündlich
es: Por hora
fr: horaire
it: ad ogni ora
ja: 毎時
pt_br: por hora
ru: каждый час

source: Hourly at {{ product.sync_plan.sync_date | date:'m' }} minutes and {{ product.sync_plan.sync_date | date:'s' }} seconds
de: Stündlich um {{ product.sync_plan.sync_date | date:'m' }} Minuten und {{ product.sync_plan.sync_date | date:'s' }} Sekunden
es: Cada hora a los {{ product.sync_plan.sync_date | date:'m' }} minutos y {{ product.sync_plan.sync_date | date:'s' }} segundos
fr: Chaque heure à {{ product.sync_plan.sync_date | date:'m' }} minutes et {{ product.sync_plan.sync_date | date:'s' }} secondes
it: Ogni ora {{ product.sync_plan.sync_date | date:'m' }} minuti e {{ product.sync_plan.sync_date | date:'s' }} secondi
ja: {{ product.sync_plan.sync_date | date:'m' }}分 {{ product.sync_plan.sync_date | date:'s' }}秒 に毎時
pt_br: A cada hora em {{ product.sync_plan.sync_date | date:'m' }} minutos e {{ product.sync_plan.sync_date | date:'s' }} segundos
ru: Каждый час в {{ product.sync_plan.sync_date | date:'m' }} мин. {{ product.sync_plan.sync_date | date:'s' }} сек.

source: HTTP Proxy
es: Proxy HTTP
fr: Mandataire HTTP
ja: HTTP プロキシー

source: HTTP Proxy Policy
ja: HTTPプロキシーポリシー

source: HTTP Proxy Policy:
ja: HTTPプロキシポリシー:

source: HTTP Proxy:
ja: HTTP プロキシー:

source: If you are not using Remote Execution to manage content on this host, ensure that it has the katello-agent package installed.
ja: このホストのコンテンツの管理にリモート実行を使用しない場合には、katello-agent がインストールされていることを確認してください。

source: If you would prefer to move portions of these Activation Keys to different content views or Lifecycle Environments click
es: Si prefiere mover partes de estas teclas de activación a otras vistas de contenido o entornos del ciclo de vida, haga clic
fr: Si vous préférez déplacer des portions de ces clés d'activations vers différents affichages du contenu ou environnements de cycle de vie, cliquez
it: Se preferisci spostare parte di queste Chiavi di attivazione su visualizzazioni diverse del contenuto o Ambienti Ciclo di vita.
ja: アクティベーションキーの一部を別のコンテンツビューまたはライフサイクル環境に移動する場合には、以下をクリックします。
pt_br: Caso você prefira mover partes destas Chaves de Ativação para visualizações de conteúdo diferentes ou Ambientes de Ciclo de Vida clique
ru: Чтобы сразу переместить несколько ключей активации в другое окружение и представление, нажмите

source: If you would prefer to move portions of these Activation Keys to different Content Views or Lifecycle Environments click <a href="{{ activationKeyLink() }}">here</a> to manage them individually.
es: Si prefiere mover partes de estas teclas de activación a otras vistas de contenido o entornos del ciclo de vida, haga clic <a href="{{ activationKeyLink() }}">aquí</a> para gestionarlas de forma individual.
fr: Si vous préférez déplacer des portions de ces clés d'activations vers différents affichages du contenu ou environnements de cycle de vie, cliquez <a href="{{ activationKeyLink() }}">ici</a> pour les gérer individuellement.
it: Se preferisci spostare parte di queste Chiavi di attivazione su visualizzazioni diverse del contenuto, o Ambienti Ciclo di vita, fare clic <a href="{{ activationKeyLink() }}">qui</a> per una loro gestione individuale.
ja: アクティベーションキーの一部を別のコンテンツビューまたはライフサイクル環境に移動する場合には、<a href="{{ activationKeyLink() }}">ここ</a> をクリックして個別に管理します。
pt_br: Caso você prefira mover partes destas Chaves de Ativação para visualizações de conteúdo diferentes ou Ambientes de Ciclo de Vida clique <a href="{{ activationKeyLink() }}">aqui</a> para gerenciá-las individualmente.
ru: Чтобы сразу переместить несколько ключей активации в другое окружение и представление, нажмите <a href="{{ activationKeyLink() }}">здесь</a>

source: If you would prefer to move portions of these Content Hosts to different content views or environments click <a href="{{ contentHostsLink() }}">here</a> to manage these Content Hosts in bulk.
es: Si prefiere mover partes de estos hosts de contenido a otras vistas de contenido o entornos, haga clic <a href="{{ contentHostsLink() }}">aquí</a> para gestionar estos hosts de contenido de forma masiva.
fr: Si vous préférez déplacer des portions de ces hôtes de contenu vers différents environnements ou affichages du contenu, cliquez <a href="{{ contentHostsLink() }}">ici</a> pour gérer ces hôtes de contenu par lots.
it: Se preferisci spostare parte di questi host di contenuto su visualizzazioni diverse o ambienti fare clic <a href="{{ contentHostsLink() }}">qui</a> per una loro gestione di gruppo.
ja: これらのコンテンツホストを別のコンテンツビューまたは環境に移動する場合には、<a href="{{ contentHostsLink() }}">ここ</a> をクリックしてコンテンツホストを一括で管理します。
pt_br: Caso você prefira mover partes destes Hosts de Conteúdo para visualizações de conteúdo diferentes ou ambientes clique <a href="{{ contentHostsLink() }}">aqui</a> para gerenciar esses Hosts de Conteúdo em massa.
ru: Чтобы сразу переместить несколько узлов в другое окружение и представление, нажмите <a href="{{ contentHostsLink() }}">здесь</a>
