Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: or authenticate with a username and password:
it: o eseguire una autenticazione con un nome utente e password:
ru: или укажите свое имя пользователя и пароль:

source: task details
it: Dettagli dell'attività
ru: описание задачи

source: {{ detailsTable.numSelected }} Selected
it: {{ detailsTable.numSelected }} Selezionato
ru: Выбрано: {{ detailsTable.numSelected }}

source: {{ addSubscriptionsTable.numSelected }} Selected
it: {{ addSubscriptionsTable.numSelected }} Seleczionato
ru: Выбрано: {{ addSubscriptionsTable.numSelected }}

source: {{ contentView.puppet_modules.length || 0 }} Puppet Modules
it: {{ contentView.puppet_modules.length || 0 }} Moduli Puppet
ru: Модулей Puppet: {{ contentView.puppet_modules.length || 0 }}

source: {{ contentView.repositories.length || 0 }} Repositories
it: {{ contentView.repositories.length || 0 }} Repositori
ru: Репозиториев: {{ contentView.repositories.length || 0 }}

source: {{ contentViewVersion.puppet_module_count || 0 }} Puppet Modules
it: {{ contentViewVersion.puppet_module_count || 0 }} Moduli Puppet
ru: Модулей Puppet: {{ contentViewVersion.puppet_module_count || 0 }}

source: {{ contentViewVersion.repositories.length || 0 }} Repositories
it: {{ contentViewVersion.repositories.length || 0 }} Repositori
ru: Репозиториев: {{ contentViewVersion.repositories.length || 0 }}

source: {{ discoveryTable.numSelected }} Selected
it: {{ discoveryTable.numSelected }} Selezionato
ru: Выбрано: {{ discoveryTable.numSelected }}

source: {{ environment.name }} Environment
it: Ambiente {{ environment.name }}
ru: Окружение {{ environment.name }}

source: {{ hostCollectionsTable.numSelected }} Selected
it: {{ hostCollectionsTable.numSelected }} Selezionato
ru: Выбрано: {{ hostCollectionsTable.numSelected }}

source: {{ package.removeTask.affected_units }} package removed
it: {{ package.removeTask.affected_units }} pacchetto rimosso
ru: Удален {{ package.removeTask.affected_units }} пакет

source: {{ package.removeTask.affected_units }} packages removed
it: {{ package.removeTask.affected_units }} pacchetti rimossi
ru: Удалено пакетов: {{ package.removeTask.affected_units }}

source: {{ product.last_sync_words }} Ago ({{ product.sync_status.finish_time | date:'medium' }} Local Time)
it: {{ product.last_sync_words }} fa ({{ product.sync_status.finish_time | date:'medium' }} Ora locale)
ru: {{ product.last_sync_words }} назад ({{ product.sync_status.finish_time | date:'medium' }} по местному времени)

source: {{ product.sync_plan.next_sync | date:'medium' }} (Server Time)
ru: {{ product.sync_plan.next_sync | date:'medium' }} (время сервера)

source: {{ productsTable.numSelected }} Selected
it: {{ productsTable.numSelected }} Selezionato
ru: Выбрано: {{ productsTable.numSelected }}

source: {{ repository.content_counts.docker_image || 0 }} Docker Images
it: Immagini Docker {{ repository.content_counts.docker_image || 0 }}
ru: {{ repository.content_counts.docker_image || 0 }} образов Docker

source: {{ repository.content_counts.docker_image }} Docker Images
it: Immagini Docker {{ repository.content_counts.docker_image }}
ru: образы Docker: {{ repository.content_counts.docker_image }}

source: {{ repository.content_counts.docker_tag || 0 }} Docker Tags
it: {{ repository.content_counts.docker_tag || 0 }} Docker Tag
ru: {{ repository.content_counts.docker_tag || 0 }} тегов Docker

source: {{ repository.content_counts.docker_tag }} Docker Tags
it: {{ repository.content_counts.docker_tag }} Docker Tag
ru: теги Docker {{ repository.content_counts.docker_tag }}

source: {{ repository.last_sync_words }} Ago ({{ repository.last_sync.ended_at | date:'medium' }} Local Time)
it: {{ repository.last_sync_words }} fa ({{ repository.last_sync.ended_at | date:'medium' }} Ora locale)
ru: {{ repository.last_sync_words }} назад ({{ repository.last_sync.ended_at | date:'medium' }} по местному времени)

source: {{ repository.product.sync_plan.next_sync | date:'medium' }} (Server Time)
ru: {{ repository.product.sync_plan.next_sync | date:'medium' }} (время сервера)

source: {{ subscriptionsTable.numSelected }} Selected
it: {{ subscriptionsTable.numSelected }} Selezionato
ru: Выбрано: {{ subscriptionsTable.numSelected }}

source: {{ version.docker_image_count }} Docker Images
it: Immagini Docker {{ version.docker_image_count }}
ru: образы Docker: {{ version.docker_image_count }}

source: {{ version.docker_tag_count }} Docker Tags
it: {{ version.docker_tag_count }} Docker Tag
ru: теги Docker: {{ version.docker_tag_count }}

source: true
it: vero

source: Add Subscriptions
de: Abonnements hinzufügen

source: Ansible Collection Authorization
de: Ansible Sammlung Authorisierung

source: Assign System Purpose
de: Systemzweck zuweisen

source: Auth Token
de: Authentifizierungstoken

source: Auth URL
de: Authentifizierungs-URL

source: ctrl-click or shift-click to select multiple Add ons
de: ctrl-click oder shift-click um mehrere Add ons auszuwählen

source: Discover Repositories
de: Repositorys suchen

source: For On Demand synchronization, only the metadata is downloaded during sync and packages are fetched and stored on the filesystem when clients request them. On Demand is not recommended for custom repositories unless the upstream repository maintains older versions of packages within the repository. The Immediate option will download all metadata and packages immediately during the sync.
de: Bei der On-Demand-Synchronisierung werden während der Synchronisierung nur die Metadaten heruntergeladen und Pakete werden abgerufen und im Dateisystem gespeichert, wenn Clients sie anfordern. On Demand wird für angepasste Repositorys nicht empfohlen, es sei denn, das Upstream-Repository verwaltet ältere Paketversionen im Repository. Die Option Sofort lädt alle Metadaten und Pakete sofort während der Synchronisierung herunter.

source: Group Install (Deprecated)
de: Gruppeninstallation (eingestellt)

source: Group package actions are being deprecated, and will be removed in a future version.
de: Gruppenpaketaktionen sind veraltet und werden in einer zukünftigen Version entfernt.

source: Group Remove (Deprecated)
de: Gruppe entfernen (eingestellt)

source: Ignore SRPMs
de: SRPMs ignorieren

source: Manage System Purpose
de: Systemzweck verwalten

source: No restriction
de: Keine Einschränkung

source: Package Group (Deprecated)
de: Paketgruppe (eingestellt)

source: Remove Content
de: Inhalt entfernen

source: Restrict to <br>OS version
de: Auf Betriebssystemversion <br> beschränken

source: Restrict to OS version
de: Auf Betriebssystemversion beschränken

source: Retain package versions
de: Paketversionen beibehalten

source: Role:
de: Rolle:

source: Selecting this option will exclude SRPMs from repository synchronization.
de: Wenn Sie diese Option auswählen, werden SRPMs von der Repository-Synchronisierung ausgeschlossen.

source: System Purpose Management
de: Systemzweckverwaltung

source: The maximum number of versions of each package to keep.
de: Die maximale Anzahl von Versionen jedes Pakets, die aufbewahrt werden sollen.

source: The token key to use for authentication.
de: Der für die Authentifizierung zu verwendende Tokenschlüssel.

source: The URL to receive a session token from, e.g. used with Automation Hub.
de: Die URL, von der ein Sitzungstoken empfangen werden soll, z. mit Automation Hub verwendet.

source: These instructions will be removed in a future release. NEW: To register a content host without following these manual steps, see <a href="https://{{ katelloHostname }}/hosts/register">Register Host</a>
de: Diese Anweisungen werden in einer zukünftigen Version entfernt. NEU: Um einen Content-Host zu registrieren, ohne diese manuellen Schritte zu befolgen, siehe Host <a href="https://{{ katelloHostname }}/hosts/register"> registrieren </a>

source: This change will be applied to <b>{{ hostCount }} systems.</b>
de: Diese Änderung wird auf <b> {{ hostCount }}-Systeme </b> angewendet.

source: Usage Type:
de: Nutzungsart:
