Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Sync Plan created and assigned to product.
de: Synchronisierungsplan erstellt und dem Produkt zugewiesen.
es: Plan de sincronización creado y asignado al producto.
fr: Plan de synchronisation créé et attribué au produit.
ja: 同期プランが作成され、製品に割り当てられました。
pt_br: Plano de sincronização criado e atribuído ao produto.

source: Sync Plan saved
de: Synchronisierungsplan gespeichert
fr: Plan de synchronisation enregistré
ja: 同期プランが保存されました

source: Sync Plan Saved
de: Synchronisationsplan gespeichert
es: Plan de sincronización guardado
fr: Plan de synchronisation enregistré
it: Programmazione sincronizzazione salvata
ja: 同期プランが保存されました
pt_br: Plano de Sinc Salvo
ru: План синхронизации сохранен.

source: Sync Plan:
de: Synchronisationsplan:
es: Plan de sincronización:
fr: Plan de synchronisation :
it: Programmazione sincronizzazione:
ja: 同期プラン:
pt_br: Plano de Sinc:
ru: План синхронизации:

source: Sync Plans
de: Synchronisationspläne
es: Planes de sincronización
fr: Plans de synchronisation
it: Programmazione di sinc
ja: 同期プラン
pt_br: Planos de Sincronização
ru: Планы синхронизации

source: Sync Selected
de: Ausgewählte synchronisieren
es: Sincronización seleccionada
fr: Synchronisation sélectionnée
ja: 選択項目の同期
pt_br: Sincronização selecionada

source: Sync Settings
de: Synchronisierungseinstellungen
es: Configuración de la sincronización
fr: Paramètres de synchronisation
ja: 同期の設定
pt_br: Configurações de sincronização

source: Sync State
de: Syncronisationsstatus
es: Estado de la sincronización
fr: État de synchronisation
it: Stato sincronizzazione
ja: 同期の状態
pt_br: Estado de Sinc
ru: Статус синхронизации

source: Sync Status
de: Synchronisationsstatus
es: Estatus de sincronización
fr: Statut de la synchronisation
it: Stato di sinc
ja: 同期の状態
pt_br: Status de Sincronização
ru: Синхронизация

source: Synced manually, no interval set.
de: Manuell synchronisiert, kein Intervall festgelegt.
es: Se ha sincronizado de forma manual. No se ha establecido un intervalo.
fr: Synchronisé manuellement, aucun intervalle défini.
it: Sincronizzato manualmente, nessun intervallo impostato.
ja: 手動で同期。間隔は設定されていません。
pt_br: Sincronizado manualmente, nenhum intervalo foi definido.
ru: Вручную. Интервал не задан.

source: Synchronization is about to start...
de: Die Synchronisierung beginnt...
es: La sincronización está por comenzar...
fr: La synchronisation va commencer...
ja: 同期を開始します...
pt_br: A sincronização está prestes a começar...

source: Synchronization is being cancelled...
de: Synchronisierung wird abgebrochen...
es: La sincronización se está cancelando...
fr: La synchronisation a été annulée...
ja: 同期を取り消しています...
pt_br: A sincronização está sendo cancelada...

source: System Purpose
de: Systemzweck
es: Propósito del sistema
fr: Objectif système
ja: システム目的
pt_br: Objetivo do sistema

source: System Purpose allows you to set the system's intended use on your network and improves the accuracy of auto attaching subscriptions.
ja: システムの目的を使用すると、ネットワーク上でシステムの使用目的を設定し、サブスクリプションの自動アタッチの精度を向上させることができます。

source: System Purpose Status
de: Systemzweckstatus
ja: システム目的のステータス

source: Tags
es: Etiquetas
fr: Balises
it: Tag
ja: タグ
ru: Теги

source: Task Details
de: Aufgabendetails
es: Detalles de tareas
fr: Détails de la tâche
it: Informazione attività
ja: タスクの詳細
pt_br: Detalhes de Tarefa
ru: Свойства задачи

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività
ja: タスク
pt_br: Tarefas
ru: Задачи

source: The <i>Registry Name Pattern</i> overrides the default name by which container images may be pulled from the server. (By default this name is a combination of Organization, Lifecycle Environment, Content View, Product, and Repository labels.) <br><br>The name may be constructed using ERB syntax. Variables available for use are: <pre> organization.name organization.label repository.name repository.label repository.docker_upstream_name content_view.label content_view.name content_view_version.version product.name product.label lifecycle_environment.name lifecycle_environment.label</pre> Examples: <pre> &lt;%= organization.label %&gt;-&lt;%= lifecycle_environment.label %&gt;-&lt;%= content_view.label %&gt;-&lt;%= product.label %&gt;-&lt;%= repository.label %&gt; &lt;%= organization.label %&gt;/&lt;%= repository.docker_upstream_name %&gt;</pre>
de: Das<i> Registrierungsnamenmuster </i> überschreibt den Standardnamen, mit dem Containerimages vom Server abgerufen werden können. (Standardmäßig ist dieser Name eine Kombination aus Organisation, Lebenszyklusumgebung, Inhaltsansicht, Produkt und Repository-Bezeichnungen.) <br><br>Der Name kann unter Verwendung der ERB-Syntax konstruiert werden. Zur Verwendung verfügbare Variablen sind: <pre> organisation.name organisation.label repository.name repository.label repository.docker_upstream_name content_view.label content_view.name content_view_version.version product.name product.label lifecycle_environment.name lifecycle_environment.label</pre> Examples: <pre> &lt;%= organization.label %&gt;-&lt;%= lifecycle_environment.label %&gt;-&lt;%= content_view.label %&gt;-&lt;%= product.label %&gt;-&lt;%= repository.label %&gt; &lt;%= organization.label %&gt;/&lt;%= repository.docker_upstream_name %&gt;</pre>
ja: <i>リポジトリー名のパターン</i> はデフォルト名を上書きし、このパターンでサーバーからコンテナーイメージがプルされる場合があります (デフォルトではこの名前は組織、ライフサイクル環境、コンテンツビュー、製品およびリポジトリーラベルの組み合わせです)。 <br><br>この名前は、ERB 構文を使用して構成される場合があります。利用可能な変数は以下のとおりです: <pre> organization.name organization.label repository.name repository.label repository.docker_upstream_name content_view.label content_view.name content_view_version.version product.name product.label lifecycle_environment.name lifecycle_environment.label</pre> 例: <pre> &lt;%= organization.label %&gt;-&lt;%= lifecycle_environment.label %&gt;-&lt;%= content_view.label %&gt;-&lt;%= product.label %&gt;-&lt;%= repository.label %&gt; &lt;%= organization.label %&gt;/&lt;%= repository.docker_upstream_name %&gt;</pre>

source: The Activation Keys listed below are currently using this Content View Version. Before deleting the Version you must move these Activation Keys to a Lifecycle Environment where this Version is not in use.
es: Las teclas de activación que se muestran a continuación utilizan actualmente esta versión de vista de contenido. Antes de borrar la versión, debe mover estas teclas de activación a un entorno del ciclo de vida donde no se esté utilizando esta versión.
fr: Les clés d'activation répertoriées ci-dessous utilisent actuellement cette version d'affichage du contenu. Avant de supprimer la version, veuillez déplacer ces clés d'activation vers un environnement de cycle de vie où cette version n'est pas utilisée.
it: Le chiavi di attivazione qui di seguito elencate attualmente utilizzano questa versione per la visualizzazione dei contenuti. Prima di rimuovere la versione sarà necessario spostare le chiavi di attivazione in un ambiente Ciclo di vita, dove questa versione non è in uso.
ja: 以下にリストされているアクティベーションキーは現在、このコンテンツビューバージョンを使用します。バージョンを削除する前に、このバージョンが使用されていないライフサイクル環境に、これらのアクティベーションキーを移動する必要があります。
pt_br: As Chaves de Ativação listadas abaixo estão usando atualmente esta Versão de Visualização de Conteúdo. Antes de remover a versão, você deve mover essas Chaves de Ativação para um Ambiente de Ciclo de Vida onde essa versão não está sendo utilizada.
ru: Ниже перечислены ключи активации, использующие эту версию представления. Прежде чем удалить версию, перенесите ключи в окружение с другой версией.

source: The archive of this Version will be deleted. This Version will not be available once deletion is complete.
es: El archivo de esta versión se borrará. Esta versión no estará disponible una vez que finalice el borrado.
fr: L'archive de cette version sera supprimée. Cette version ne sera plus disponible une fois la suppression terminée.
it: L'archivia di questa versione verrà rimosso. Dopo la sua rimozione la versione non risulterà più disponibile.
ja: このバージョンのアーカイブは削除されます。削除が完了すると、このバージョンは利用できなくなります。
pt_br: O arquivo desta versão será removido. Esta versão não estará disponível depois que a remoção for concluída.
ru: После удаления архива версия будет недоступна.

source: The archive of this Version will not be deleted. This Version will still be available to be promoted to a Lifecycle Environment.
es: El archivo de esta versión no se borrará. Esta versión aún estará disponible para ser promovida a un entorno del ciclo de vida.
fr: L'archive de cette version ne sera pas supprimée. Cette version pourra toujours être promue à l'environnement du cycle de vie.
it: L'archivio di questa versione non sarà rimosso. Questa versione potrà essere avanzata in un ambiente Ciclo di vita.
ja: このバージョンのアーカイブは削除されません。このバージョンは、ライフサイクル環境へのプロモートに引き続き使用できます。
pt_br: O arquivo desta versão não será removido. Esta versão ainda estará disponível para promoção para um Ambiente de Ciclo de vida.
ru: Архив не будет удален. Версия все так же будет доступна для продвижения в другие окружения.

source: The Content Hosts listed below are currently using this Content View Version. Before removing the version you must move these Content Hosts to an environment where this version is not in use.
es: Los hosts de contenido que se muestran a continuación utilizan actualmente esta versión de vista de contenido. Antes de eliminar la versión, debe mover estos hosts de contenido a un entorno donde no se esté utilizando esta versión.
fr: Les hôtes de contenu répertoriés ci-dessous utilisent actuellement cette version d'affichage du contenu. Avant de supprimer cette version, veuillez déplacer ces hôtes de contenu vers un environnement où cette version n'est pas utilisée.
it: Gli host di contenuto qui di seguito elencati attualmente utilizzano questa versione per la visualizzazione dei contenuti. Prima di rimuovere la versione sarà necessario spostare gli host di contenuto in un ambiente dove questa versione non è in uso.
ja: 以下にリストされているコンテンツホストは現在、このコンテンツビューバージョンを使用しています。バージョンを削除する前に、このバージョンが使用されていない環境に、これらのコンテンツホストを移動する必要があります。
pt_br: Os hosts de conteúdo listados abaixo estão utilizando atualmente esta Versão de Visualização de Conteúdo. Antes de remover a versão, você deve mover esses hosts de conteúdo para um ambiente onde essa versão não está sendo utilizada.
ru: Ниже перечислены узлы, использующие эту версию представления. Прежде чем удалить версию, следует их перенести в окружение с другой версией.

source: The Content View or Lifecycle Environment needs to be updated in order to make errata available to these hosts.
de: Die Inhaltsansicht oder Lebenszyklusumgebung muss aktualisiert werden, um Errata für diese Hosts verfügbar zu machen.
es: La vista de contenido o entorno de ciclo de vida debe ser actualizada para que la errata esté disponible para estos hosts.
fr: L'affichage de contenu ou environnement de cycle de vie doit être mis à jour pour rendre les errata disponibles pour ces hôtes.
it: La Visualizzazione del contenuto o l'Ambiente del ciclo di vita devono essere aggiornati per rendere disponibili gli errata per gli host rilevanti.
ja: これらのホストでエラータを利用できるようにするには、コンテンツビューまたはライフサイクル環境を更新する必要があります。
pt_br: A Visualização de Conteúdo ou o Ambiente de Ciclo de Vida precisa ser atualizado para disponibilizar erratas a estes hosts.
ru: Чтобы эти узлы могли получать исправления, необходимо обновить представление или окружение.

source: The following actions can be performed on content hosts in this host collection:
de: Die folgenden Aktionen können auf Inhaltshosts in dieser Hostsammlung ausgeführt werden:
es: Las siguientes acciones se pueden realizar en hosts de contenido en esta colección de hosts:
fr: Les actions suivantes peuvent être effectuées sur les hôtes de contenu dans cette collection d'hôtes :
it: È possibile eseguire le seguenti azioni su host di contenuto presenti in questo insieme:
ja: このホストコレクションのコンテンツホストでは、次のアクションを実行できます。
pt_br: As seguintes ações podem ser realizadas nos hosts de conteúdo nesta coleção de host:
ru: Над узлами в этой коллекции могут выполняться операции:

source: The host has not reported any applicable packages for upgrade.
de: Der Host hat keine anwendbaren Pakete für das Upgrade gemeldet.
es: El host no ha informado ningún paquete aplicable para actualizar.
fr: L'hôte n'a notifié aucun paquetage applicable à la mise à niveau.
ja: ホストから、アップグレードに適用可能なパッケージは報告されていません。
pt_br: O host não relatou pacotes aplicáveis para upgrade.

source: The host has not reported any installed packages, registering with subscription-manager should cause these to be reported.
de: Der Host hat keine installierten Pakete gemeldet, eine Registrierung beim Subscription-Manager sollte dazu führen, dass diese gemeldet werden.
es: El host no ha informado ningún paquete instalado, el registro con subscription-manager debería informar estos paquetes.
fr: L'hôte n'a notifié aucun paquet installé. L'inscription au subscription_manager aura dû entraîner une notification.
ja: ホストから、インストール済みのパッケージは報告されていません。subscription-manager を登録すると報告されるようになります。
pt_br: O host não informou nenhum pacote instalado, o registro com o subscription-manager deve gerar a notificação deles.

source: The host requires being attached to a content view and the lifecycle environment you have chosen has no content views promoted to it. See the <a href="/content_views">content views page</a> to manage and promote a content view.
de: Der Host muss an eine Inhaltsansicht angehängt sein, und die von Ihnen ausgewählte Lebenszyklusumgebung enthält keine hochgestuften Inhaltsansichten. Auf der Seite <a href="/content_views"> Inhaltsansichten </a> können Sie eine Inhaltsansicht verwalten und bewerben.
fr: L'hôte doit être relié à un affichage de contenu et à l'environnement de cycle de vie que vous avez choisi ne possède pas d'affichage de contenu. Veuillez consulter la <a href="/content_views">page d'affichage de contenu</a> pour gérer et attribuer un affichage de contenu.
ja: ホストは、コンテンツビューにアタッチされている必要があり、選択したライフサイクル環境にはコンテンツビューがプロモートされていません。 <a href="/content_views">コンテンツビューページ</a> を参照して、コンテンツビューの管理とプロモートを行ってください。

source: The page you are attempting to access requires selecting a specific organization.
de: Die Seite, auf die Sie zugreifen möchten, erfordert die Auswahl einer bestimmten Organisation.
es: Para acceder a la página debe seleccionar una organización específica.
fr: Veuillez sélectionner une organisation spécifique afin d'accéder à cette page.
it: Per accedere alla pagina desiderata selezionare una organizzazione specifica.
ja: アクセスしようとしているページでは、特定の組織を選択する必要があります。
pt_br: A página que você está tentando acessar requer a seleção de uma organização específica.
ru: Для доступа к этой странице надо выбрать организацию.

source: The remote execution feature is required to manage packages on this Host.
de: Die Remote-Ausführungsfunktion ist erforderlich, um Pakete auf diesem Host zu verwalten.
ja: このホストでパッケージを管理するには、リモート実行機能が必要です。

source: The Remote Execution plugin needs to be installed in order to resolve Traces.
de: Das Remote Execution-Plugin muss installiert sein, um Traces aufzulösen.
ja: トレースを解決するには、リモート実行プラグインをインストールする必要があります。

source: The selected environment contains no Content Views, please select a different environment.
de: Die gewählte Umgebung einhält keine Inhaltsansichten, bitte wählen Sie eine andere Umgebung.
es: El entorno seleccionado no contiene vistas de contenido. Seleccione otro entorno.
fr: L'environnement sélectionné ne contient pas d'affichage du contenu. Veuillez sélectionner un autre environnement.
it: L'ambiente selezionato non presenta alcuna visualizzazione del contenuto, selezionare un altro ambiente.
ja: 選択した環境にはコンテンツビューが含まれていません。別の環境を選択してください。
pt_br: O ambiente selecionado não contém visualizações de conteúdo, por favor selecione um outro ambiente.
ru: В выбранном окружении нет представлений. Выберите другое окружение.

source: The time the sync should happen in your current time zone.
de: Die Uhrzeit, zu der die Synchronisierung in Ihrer aktuellen Zeitzone erfolgen soll.
es: La hora en que debería tener lugar la sincronización en su zona horaria actual.
fr: Heure à laquelle doit intervenir la synchronisation dans votre fuseau horaire.
ja: 現在のタイムゾーンで同期が実行する時間。
pt_br: A hora de sincronização deve estar no seu fuso horário atual.

source: There are {{ errataCount }} total Errata in this organization but none match the above filters.
de: Es gibt insgesamt {{ errataCount }} Errata in dieser Organisation, aber keines entspricht den obigen Filtern.
es: Hay {{ errataCount }} erratas totales en esta organización pero ninguna coincide con los filtros anteriores.
fr: Il y a un total de {{ errataCount }} errata dans cette organisation, mais aucun ne correspond aux filtres ci-dessus.
ja: この組織には合計 {{ errataCount }} 件のエラータがありますが、上記のフィルターに一致するものがありません。
pt_br: Exitem {{ errataCount }} erratas no total nesta organização, mas nenhuma corresponde aos filtros acima.

source: There are {{ packageCount }} total Packages in this organization but none match the above filters.
de: Es gibt insgesamt {{ packageCount }} Pakete in dieser Organisation, aber keines entspricht den obigen Filtern.
es: Hay un total de {{ packageCount }} paquetes en esta organización, pero ninguno coincide con los filtros de arriba.
fr: Il y a un total de {{ packageCount }} paquetages dans cette organisation, mais aucun ne correspond aux filtres ci-dessus.
ja: この組織には合計 {{ packageCount }} 件のパッケージがありますが、上記のフィルターに一致するものがありません。
pt_br: Há {{ packageCount }} pacotes nesta organização, mas nenhum corresponde aos filtros acima.

source: There are currently no Apt Repositories associated with this Content View, you can add some by clicking on the "Add" tab above.
ja: 現在、このコンテンツビューに関連付けられている Apt リポジトリーはありません。上の「追加」タブをクリックして追加できます。

source: There are currently no Apt Repositories to add to this Content View,
ja: 現在、このコンテンツビューに追加する Apt リポジトリーはありません。

source: There are currently no Docker Repositories associated with this Content View, you can add some by clicking on the "Add" tab above.
es: En este momento, no hay repositorios Docker asociados con esta vista de contenido. Puede agregar algunos. Para ello, haga clic en la pestaña "Añadir" arriba.
fr: Aucun référentiel Docker n'est actuellement associé à cet affichage de contenu. Vous pouvez en ajouter en cliquant sur l'onglet « Ajouter » ci-dessus.
ja: 現在、このコンテンツビューに関連付けられている Docker リポジトリーはありません。上の「追加」タブをクリックして追加できます。
pt_br: No momento, não há repositórios do Docker associados a essa visualização de conteúdo. Você pode adicionar alguns clicando na guia "Adicionar" acima.

source: There are currently no Docker Repositories to add to this Content View,
es: En este momento, no hay repositorios Docker para añadir a esta vista de contenido.
fr: Il n'y a actuellement aucun référentiel Docker à ajouter à cet affichage du contenu,
ja: 現在、このコンテンツビューに追加する Docker リポジトリーはありません。
pt_br: No momento, não há repositórios do Docker para adicionar a essa visualização de conteúdo.

source: There are currently no File Repositories associated with this Content View, you can add some by clicking on the "Add" tab above.
es: En este momento, no hay repositorios de archivos asociados con esta vista de contenido. Puede añadir algunos. Para ello, haga clic en la pestaña "Añadir" arriba.
fr: Il n'y a actuellement aucun référentiel de fichier associé à cet affichage du contenu. Vous pouvez en ajouter en cliquant sur l'onglet « Ajouter » ci-dessus.
ja: 現在、このコンテンツビューに関連付けられているファイルリポジトリーはありません。上の「追加」タブをクリックして追加できます。
pt_br: No momento, não há repositórios de arquivos associados a essa visualização de conteúdo, você pode adicionar

source: There are currently no File Repositories to add to this Content View,
es: En este momento, no hay repositorios de archivos para añadir a esta vista de contenido.
fr: Il n'y a actuellement aucun référentiel de fichier à ajouter à cet affichage du contenu,
ja: 現在、このコンテンツビューに追加するファイルリポジトリーはありません。
pt_br: No momento, não há repositórios de arquivos para adicionar a esta visualização de conteúdo.

source: There are currently no OSTree Repositories associated with this Content View, you can add some by clicking on the "Add" tab above.
es: En este momento, no hay repositorios OSTree asociados con esta vista de contenido. Puede añadir algunos. Para ello, haga clic en la pestaña "Añadir" arriba.
fr: Il n'y a actuellement aucun référentiel OASTree associé à cet affichage du contenu. Vous pouvez en ajouter en cliquant sur l'onglet « Ajouter » ci-dessus.
ja: 現在、このコンテンツビューに関連付けられている OSTree リポジトリーはありません。上の「追加」タブをクリックして追加できます。
pt_br: No momento, não há repositórios do OSTree associados a esta visualização de conteúdo. Você pode adicionar alguns clicando na guia "Adicionar" acima.

source: There are currently no OSTree Repositories to add to this Content View,
es: En este momento, no hay repositorios OSTree para añadir a esta vista de contenido.
fr: Il n'y a actuellement aucun référentiel OSTree à ajouter à cet affichage du contenu,
ja: 現在、このコンテンツビューに追加する OSTree リポジトリーはありません。
pt_br: No momento, não há repositórios do OSTree associados a esta visualização de conteúdo.

source: There are currently no repositories associated with this Content View, you can add some by clicking on the "Add" tab above.
es: Actualmente no hay repositorios asociados a esta vista de contenido. Puede añadir alguno haciendo clic en la pestaña anterior "Añadir".
fr: Il n'y a actuellement aucun référentiel associé à cet affichage du contenu. Vous pouvez en ajouter quelques uns en cliquant sur l'onglet « Ajouter » ci-dessus.
it: Attualmente non è stato associato alcun repositorio a questa visualizzazione del contenuto, per questa operazione selezionare la scheda "Aggiungi".
ja: 現在、このコンテンツビューに関連付けられている OSTree リポジトリーはありません。上の「追加」タブをクリックして追加できます。
pt_br: Não há repositórios no momento associados à Visualização de Conteúdo, você pode adicionar alguns clicando em "Adicionar" na aba acima.
ru: Чтобы добавить репозиторий, перейдите на вкладку «Добавить».

source: There are currently no repositories to add to this Content View,
es: Actualmente no hay ningún repositorio que añadir a esta vista de contenido,
fr: Il n'y a actuellement aucun référentiel à ajouter à cet affichage du contenu,
it: Attualmente non è disponibile alcun repositorio da aggiungere a questa visualizzazione.
ja: 現在、このコンテンツビューに追加するリポジトリーはありません。
pt_br: Não existem repositórios no momento para serem adicionados a esta Visualização de Conteúdo,
ru: Нет репозиториев для этого представления.

source: There are no %(contentType)s that match the criteria.
de: Es gibt keine %(contentType)s , die den Kriterien entsprechen.
fr: Il n'existe aucun %(contentType)s correspondant à ce critère
ja: この条件に一致する %(contentType)s はありません。

source: There are no Content Views in this Environment.
de: Es gibt keine Inhaltsansichten in dieser Umgebung.
es: No hay vistas de contenido en este entorno.
fr: Cet environnement ne contient pas d'affichage de contenu.
it: Non è presente alcuna Visualizzazione del contenuto in questo Ambiente.
ja: この環境にはコンテンツビューはありません。
pt_br: Não existem Visualizações de Conteúdo neste Ambiente.
ru: В окружении нет представлений.

source: There are no Content Views that match the criteria.
de: Es gibt keine Inhaltsansichten, die mit diesen Kriterien übereinstimmen.
es: No hay vistas de contenido que coincidan con los criterios.
fr: Aucun affichage de contenu ne correspond à ce critère.
it: Non è disponibile alcuna Visualizzazione del contenuto corrispondente a questo criterio.
ja: 条件に一致するコンテンツビューはありません。
pt_br: Não existem Visualizações de Conteúdo que correspondem aos critérios.
ru: Нет представлений, отвечающих условиям поиска.
