Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Attached
de: Verknüpft
es: Asociada
fr: Attaché
it: Connesso
ja: 割り当て済み
pt_br: Anexado(a)
ru: Назначен

source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore
ja: 作成者
pt_br: Autor
ru: Автор

source: Auto Publish
es: Publicación automática
fr: Publication automatique
ja: 自動公開
pt_br: Publicar automaticamente

source: Auto-Attach
de: Automatische Verknüpfung
es: Asociar automáticamente
fr: Attacher automatiquement
ja: 自動アタッチ
pt_br: Anexar Automaticamente
ru: Автоподбор

source: Auto-Attach Details
de: Automatische Verknüpfung der Details
ja: 自動アタッチの詳細

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
pt_br: Automático(a)
ru: Автоматически

source: Available Content Views for Composite Content View:
es: Vistas de contenido disponibles para vista de contenido compuesta:
fr: Affichages du contenu disponibles pour l'affichage du contenu composite :
it: Visualizzazioni del contenuto disponibili per una visualizzazione multipla:
ja: 複合コンテンツビューで使用可能なコンテンツビュー:
pt_br: Visualizações de Conteúdo Disponíveis para a Coleção de Visualização de Conteúdo:
ru: Доступные представления для сложного представления:

source: Available Module Streams
de: Verfügbare Modulstreams
ja: 利用可能なモジュールストリーム

source: Available Puppet Modules for Content View:
es: Módulos Puppet disponibles para vista de contenido:
fr: Modules puppet disponibles pour l'affichage du contenu :
it: Moduli Puppet disponibili per una Visualizzazione del contenuto:
ja: コンテンツビューで利用可能な Puppet モジュール:
pt_br: Módulos Puppet Disponíveis para a Visualização de Conteúdo:
ru: Доступные модули Puppet для сложного представления:

source: Available Schema Versions
de: Verfügbare Schemaversionen
es: Versiones de esquema disponibles
fr: Versions de schéma disponibles
ja: 利用可能なスキーマバージョン
pt_br: Versões disponíveis de esquema

source: Back
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt_br: Retornar
ru: Назад

source: Back To Errata List
de: Zurück zur Errata-Liste
es: Volver a la lista de erratas
fr: Retour à la liste d'errata
it: Torna all'Elenco di errata
ja: エラータリストに戻る
pt_br: Retornar à Lista de Erratas
ru: Назад к списку исправлений

source: Backend Identifier
de: Back-End-Kennung
es: Identificador de backend
fr: Identifiant du serveur principal
ja: バックエンド識別子
pt_br: Identificador de back-end

source: Background (Deprecated)
ja: バックグラウンド (非推奨)

source: Basic Information
de: Allgemeine Informationen
es: Información básica
fr: Informations de base
it: Informazioni di base
ja: 基本情報
pt_br: Informações Básicas
ru: Общая информация

source: Below are the repository content sets currently available for this content host through its subscriptions. For Red Hat subscriptions, additional content can be made available through the
de: Nachfolgend finden Sie die Repository-Inhaltsgruppen, die derzeit für diesen Inhaltshost über dessen Subskriptionen zur Verfügung stehen. Für Red Hat Subskriptionen können weitere Inhalte verfügbar gemacht werden auf der Seite
es: A continuación, se indican los conjuntos de contenido de repositorio que están disponibles para este host de contenido mediante sus suscripciones. En el caso de suscripciones Red Hat, se puede ofrecer contenido adicional mediante
fr: Les ensembles de contenus de référentiels actuellement disponibles pour cet hôte de contenu à travers ses abonnements sont situés ci-dessous. Pour les abonnements Red Hat, du contenu supplémentaire est disponible via
it: Di seguito vengono riportati gli insiemi del contenuto dei repositori attualmente disponibili per questo host per mezzo delle proprie sottoscrizioni. Per le sottoscrizioni di Red Hat, è possibile ottenere altri contenuti attraverso
ja: 以下は、サブスクリプションを使用してこのコンテンツホストで現在利用可能なリポジトリーコンテンツセットです。Red Hat サブスクリプションの場合は、追加のコンテンツを利用できる可能性があります。
pt_br: Abaixo seguem os conjuntos de conteúdo do repositório atualmente disponíveis para este host de conteúdo através de sua subscrição. Para as subscrições Red Hat, os conteúdos adicionais podem estar disponíveis através da
ru: Ниже приведен список наборов репозиториев для этой подписки. Чтобы включить дополнительное содержимое, см.

source: Below are the Repository Sets currently available for this activation key through its subscriptions. For Red Hat subscriptions, additional content can be made available through the
de: Nachfolgend sind die Repository-Sets aufgeführt, die derzeit für diesen Aktivierungsschlüssel über seine Abonnements verfügbar sind. Für Red Hat-Abonnements können zusätzliche Inhalte zur Verfügung gestellt werden via
es: A continuación, se mencionan los conjuntos de repositorio disponibles actualmente para esta clave de activación mediante sus suscripciones. En el caso de suscripciones Red Hat, se puede ofrecer contenido adicional mediante
fr: Les ensembles de référentiels actuellement disponibles pour cette clé d'activation à travers ses abonnements sont situés ci-dessous. Pour les abonnements Red Hat, du contenu supplémentaire est disponible via
ja: 以下は、サブスクリプションを使用してこのアクティベーションキーで現在利用可能なリポジトリーセットです。Red Hat サブスクリプションの場合は、追加のコンテンツを利用できる可能性があります。
pt_br: Abaixo estão os grupos de repositórios disponíveis para essa chave de ativação por meio de suas assinaturas. Para assinaturas da Red Hat, conteúdo adicional pode ser disponibilizado por meio do

source: Between versions {{ rule.min_version }} and {{ rule.max_version }}
es: Entre las versiones {{ rule.min_version }} y {{ rule.max_version }}
fr: Entre les versions {{ rule.min_version }} et {{ rule.max_version }}
ja: バージョン ({{ rule.min_version }} および {{ rule.max_version }})
pt_br: Entre as versões {{ rule.min_version }} e {{ rule.max_version }}

source: Bootable
de: Bootfähig
es: De arranque
fr: Amorçable
ja: ブート可能
pt_br: Inicializável

source: Branch Info
es: Información de sucursal
fr: Informations sur la branche
ja: ブランチ情報
pt_br: Informações de ramificação

source: Branch Name
es: Nombre de la etiqueta
fr: Nom de la branche
ja: ブランチ名
pt_br: Nome da Ramificação

source: Bug Fix
es: Corrección de errores
fr: Correctif de bogue
ja: バグ修正
pt_br: Correção de Erro
ru: Исправление ошибки

source: Bug Fix Advisory
es: Recomendación de corrección de errores
fr: Alerte de correctif de bogue
ja: バグ修正アドバイザリー
pt_br: Aviso de Correção de Erros
ru: Исправление ошибки

source: Bugfix
es: Corrección de errores
fr: Correction de bogues
ja: バグ修正
ru: Исправление ошибки

source: Build Host
es: Crear host
fr: Hôte de création
ja: ホストのビルド
pt_br: Compilar Host

source: Build Information
es: Desarrollar información
fr: Informations de création
ja: ビルド情報
pt_br: Informações da build

source: Build Time
de: Build Zeit
es: Tiempo de construcción
fr: Temps de génération
ja: ビルド時間
pt_br: Tempo de Compilação

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: 取り消し
pt_br: Cancelar
ru: Отмена

source: Cannot Remove
de: Löschen nicht möglich
es: No es posible eliminar
fr: Suppression impossible
ja: 削除できません
pt_br: Não é possível remover

source: Cannot republish Repository without the proper permissions.
de: Sie können dieses Repository ohne die erforderlichen Rechte nicht neu veröffentlichen.
es: No es posible volver a publicar el repositorio sin los permisos correspondientes.
fr: Impossible d'effectuer une nouvelle publication du référentiel sans les autorisations appropriées.
ja: 適切な権限なしでリポジトリーを再公開できません。
pt_br: Não é possível republicar o repositório sem as permissões necessárias.

source: Cannot republish Repository, a sync is already in progress.
de: Sie können das Repository nicht neu veröffentlichen, da bereits eine Aktualisierung stattfindet.
es: No es posible volver a publicar el repositorio ya que hay una sincronización en curso.
fr: Nouvelle publication du référentiel impossible. Une synchronisation est déjà en cours.
ja: リポジトリーを再公開できません。すでに同期中です。
pt_br: Não é possível republicar repositório, um sincronização já está em progresso.

source: Cannot sync Repository without a URL.
de: Sie können das Repository ohne URL nicht synchroniseren.
es: No es posible sincronizar un repositorio sin una URL.
fr: Impossible de synchroniser le référentiel sans URL.
ja: URL なしでリポジトリーを同期できません。
pt_br: Não é possível sincronizar repositório sem uma URL.

source: Cannot sync Repository without the proper permissions.
de: Sie können dieses Repository ohne die erforderlichen Rechte nicht veröffentlichen.
es: No es posible sincronizar un repositorio sin los permisos correspondientes.
fr: Impossible de synchroniser le référentiel sans les autorisations appropriées.
ja: 適切な権限なしでリポジトリーを同期できません。
pt_br: Não é possível sincronizar repositório sem as permissões necessárias.

source: Cannot sync Repository, a sync is already in progress.
de: Sie können das Repository nicht synchroniseren, da es bereits synchronisiert wird.
es: No es posible sincronizar el repositorio ya que hay una sincronización en curso.
fr: Synchronisation du référentiel impossible. Une synchronisation est déjà en cours.
ja: リポジトリーを同期できません。すでに同期中です。
pt_br: Não é possível sincronizar repositório, uma sincronização já está em progresso.

source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité
it: Capacità
ja: 容量
pt_br: Capacidade
ru: Размер

source: Certificate
de: Zertifikat
es: Certificado
fr: Certificat
ja: 証明書
pt_br: Certificado

source: Change assigned Lifecycle Environment or Content View
de: Ändern der zugewiesenen Lebenszyklusumgebung oder Inhaltsansicht
es: Cambiar entorno del ciclo de vida o vista de contenido asignados
fr: Modifier l'environnement de cycle de vie attribué ou l'affichage du contenu
it: Modifica la Visualizzazione del contenuto o l'Ambiente Ciclo di vita assegnati
ja: 割り当て済みのライフサイクル環境またはコンテンツビューの変更
pt_br: Mudar Visualização de Conteúdo ou Ambiente de Ciclo de Vida atribuído
ru: Изменение окружений жизненного цикла и представлений

source: Change Host Collections
de: Ändere Host-Collections
es: Cambiar colecciones de hosts
fr: Modifier les collections d'hôtes
ja: ホストコレクションの変更
pt_br: Alterar coleções de hosts

source: Change Lifecycle Environment
de: Ändere Lifecycle Environment
es: Cambiar el entorno de ciclo de vida
fr: Modifier l'environnement du cycle de vie
ja: ライフサイクル環境の変更
pt_br: Alterar ambiente de ciclo de vida de ambientes

source: Changing default settings for content hosts that register with this activation key requires subscription-manager version 1.10 or newer to be installed on that host.
de: Um die Standardeinstellungen für Inhaltshosts zu ändern, die sich mit diesem Aktivierungsschlüssel registrieren, muss subscription-manager Version 1.10 oder höher auf dem Host installiert sein.
es: Para modificar la configuración predeterminada de los hosts de contenido que se registran con esta llave de activación debe tener instalada en este host la herramienta subscription-manager versión 1.10 o posterior.
fr: Une version 1.10 ou ultérieure de subscription-manager doit être installée sur cet hôte pour modifier les paramètres par défaut pour les hôtes de contenu qui s'enregistrent avec cette clé d'activation.
it: Per la modifica delle impostazioni predefinite degli host che eseguono la registrazione con questa chiave di attivazione, è necessario avere la versione 1.10 o più recente di subscription-manager sull'host in questione.
ja: このアクティベーションキーで登録するコンテンツホストのデフォルト設定を変更するには、subscription-manager バージョン 1.10 以降を対象のホストにインストールしておく必要があります。
pt_br: A alteração das configurações padrão para os hosts de conteúdo que possuem registro com esta chave de ativação exige que a versão 1.10, ou mais recente, do subscription-manager seja instalada neste host.
ru: Чтобы изменить исходные настройки для узлов, зарегистрированных с помощью этого ключа активации, необходимо, чтобы на этих узлах был установлен subscription-manager версии 1.10 или новее.

source: Changing default settings requires subscription-manager version 1.10 or newer to be installed on this host.
de: Um die Standardeinstellungen zu ändern, muss subscription-manager Version 1.10 oder höher auf diesem Host installiert sein.
es: Para modificar la configuración predeterminada debe tener instalada en el host la herramienta subscription-manager versión 1.10 o posterior.
fr: Une version 1.10 ou ultérieure de subscription-manager doit être installée sur cet hôte pour modifier les paramètres par défaut.
it: Per la modifica delle impostazioni predefinite è necessario aver installato la versione 1.10, o versione più recente, di subscription-manager su questo host.
ja: デフォルト設定の変更には、subscription-manager バージョン1.10 以降を対象のホストにインストールしておく必要があります。
pt_br: A alteração das configurações padrão exige que a versão 1.10, ou mais recente, do subscription-manager seja instalada neste host.
ru: Для изменения исходных параметров необходимо, чтобы на узле была установлена как минимум версия subscription-manager 1.10.

source: Changing the Content View will not affect the Content Host until its next checkin. To update the Content Host immediately run the following command:
de: Das Ändern der Inhaltsansicht wirkt sich bis zum nächsten Einchecken nicht auf den Inhaltshost aus. Um den Content Host sofort zu aktualisieren, führen Sie den folgenden Befehl aus:
ja: コンテンツビューを変更しても、次のチェックインまでコンテンツホストには適用されません。 コンテンツホストを更新するには、次のコマンドを今すぐ実行します。

source: Changing the Content View will not affect the Content Hosts until their next checkin. To update the Content Hosts immediately run the following command:
de: Das Ändern der Inhaltsansicht hat keine Auswirkungen auf die Inhaltshosts bis zum nächsten Einchecken. Um die Content Hosts sofort zu aktualisieren, führen Sie den folgenden Befehl aus:
ja: コンテンツビューを変更しても、次のチェックインまでコンテンツホストには適用されません。 コンテンツホストを更新するには、次のコマンドを今すぐ実行します。

source: Checksum
de: Prüfsumme
es: Suma de verificación
fr: Somme de contrôle
ja: チェックサム
pt_br: Soma de verificação
ru: Контрольная сумма

source: Checksum Type
de: Prüfsummentyp
es: Tipo de suma de verificación
fr: Type de somme de contrôle
ja: チェックサムタイプ
pt_br: Tipo de soma de verificação

source: Choose <b>Default</b> to enable the repository for all architectures
es: Elija <b>Default</b> para habilitar el repositorio para todas las arquitecturas
fr: Choisir <b>Default</b> pour activer le référentiel pour toutes les architectures
ja: 全アーキテクチャーのリポジトリーを有効にするには <b>デフォルト</b> を選択します
pt_br: Selecione <b>Padrão</b> para ativar o repositório para todas as arquiteturas

source: Choose a lifecycle environment from the available promotion paths.
es: Elija un entorno del ciclo de vida de las rutas de promoción disponibles.
fr: Choisir un environnement de cycle de vie à partir des chemins d'accès de promotion disponibles.
it: Selezionere un ambiente Ciclo di vita dai percorsi di avanzamento disponibili.
ja: 利用可能なプロモーションパスからライフサイクル環境を選択します。
pt_br: Escolha um ambiente de ciclo de vida a partir dos caminhos de promoção disponíveis.
ru: Выберите окружение.

source: Choose one of the policy selections for downloading ostree content from upstream url during synchronization. Choose "Latest" for downloading the latest version of the upstream branch. Choose "All History" to download all available versions of the upstream repository (this may take a large amount of space). Choose "Custom Depth" and provide an number to indicate the number of prior versions of the upstream branch to download.
es: Elija una de las selecciones de políticas para descargar contenido ostree de la URL de upstream durante la sincronización. Seleccione "Más reciente" para descargar la última versión de la rama ascendente. Seleccione "Todo el historial" para descargar todas las versiones disponibles del repositorio upstream (puede consumir mucho espacio). Seleccione "Profundidad personalizada" e indique un número para señalar el número de versiones anteriores que pueden descargarse de la rama ascendente.
fr: Choisissez une des sélections de stratégie pour télécharger le contenu ostree depuis l'URL en amont pendant la synchronisation. Choisissez « La plus récente » pour télécharger la dernière version de la branche en amont. Choisissez « Tout l'historique » pour télécharger toutes les versions disponibles du référentiel en amont (cette opération est très gourmande en espace). Choisissez « Personnaliser la profondeur » et spécifiez un nombre pour indiquer le nombre de versions précédentes de la branche en amont à télécharger.
ja: ポリシーの選択肢から 1 つ選び、同期中にアップストリームの URL から OSTree のコンテンツをダウンロードします。アップストリームブランチの最新版をダウンロードするには「最新」を選択します。アップストリームのリポジトリーで利用可能なバージョンすべてをダウンロードするには「全履歴」を選択します (この操作には大量の領域が必要です)。「カスタム深度」を選択して、アップグレードのブランチにあるこれまでのバージョンをいくつダウンロードするか数字を指定します。
pt_br: Escolha uma seleção de políticas para fazer download de conteúdo OSTree da URL upstream durante a sincronização. Escolha "Mais recente" para fazer download da versão mais recente da ramificação upstream. Escolha "Todo o histórico" para fazer download de todas as versões disponíveis do repositório upstream (isso pode ocupar uma grande quantidade de espaço. Escolha "Profundidade personalizada" para fornecer um número que indique quantas versões anteriores da ramificação upstream serão transferidas.

source: Choose one of the registry options to discover containers. To examine a private registry choose "Custom" and provide the url for the private registry.
de: Wählen Sie eine der Registrierungsoptionen aus, um Container zu erkennen. Um eine private Registrierung zu untersuchen, wählen Sie "Benutzerdefiniert" und geben Sie die URL für die private Registrierung an.
ja: レジストリーオプションの 1 つを選択して、コンテナーを検出します。プライベートレジストリーを調べるには、「カスタム」を選択し、プライベートレジストリーの URL を入力します。

source: Click here to check the status of the task.
de: Klicken Sie hier, um den Status der Aufgabe zu prüfen.
es: Haga clic para verificar el estatus de la tarea.
fr: Cliquez ici pour vérifier le statut de la tâche.
it: Fai clic qui per controllare lo stato dell'attività.
ja: ここをクリックしてタスクのステータスを確認します。
pt_br: Clique aqui para verificar o status da tarefa.
ru: Нажмите здесь, чтобы проверить статус задачи.

source: Click here to select Errata for an Incremental Update.
de: Klicken Sie hier, um Errata für eine inkrementelle Aktualisierung auszuwählen.
es: Haga clic para seleccionar erratas para una actualización incremental.
fr: Cliquez ici pour sélectionner les erratas pour une mise à jour croissante.
it: Fai clic qui per selezionare l'Errata per un Aggiornamento incrementale
ja: ここをクリックして増分更新のエラータを選択します
pt_br: Clique aqui para selecionar as Erratas para uma Atualização Incremental.
ru: Нажмите здесь, чтобы выбрать исправление для инкрементного обновления.

source: Click to monitor task progress.
de: Klicken Sie hier, um den Aufgabenfortschritt zu überwachen.
ja: クリックしてタスクの進捗を監視します。

source: Click to view task
de: Klicken Sie hier, um die Aufgabe anzuzeigen
fr: Cliquez pour voir la tâche
ja: クリックしてタスクを表示

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt_br: Fechar
ru: Закрыть

source: Collection Name
de: Kollektionsname
ja: コレクション名

source: Comma separated list of components to sync from (leave clear to sync all). Example: main
es: Lista de componentes (separados por comas) desde los cuales ejecutar la sincronización (dejar en blanco para sincronizar desde todos) (p. ej. principal)
fr: Liste des composants à synchroniser, séparés par des virgules (laisser vide pour tout synchroniser). Exemple : main
ja: 同期元のコンポーネントのコンマ区切りリスト (すべて同期する場合は何も選択しないでください)。例: main
pt_br: Lista separada por vírgulas dos componentes a partir da qual sincronizar (deixar em branco para sincronizar tudo). Exemplo: principal

source: Comma separated list of processor architectures to filter the sync by. Example: amd64
es: Lista de arquitecturas de procesador (separadas por comas) con las cuales filtrar la sincronización (p. ej., amd64)
fr: Liste des architectures de processeur séparées par des virgules selon laquelle effectuer la synchronisation. Exemple : amd64
ja: 同期をフィルタリングするプロセッサーアーキテクチャーのコンマ区切りリスト。例: amd64
pt_br: Lista separada por vírgulas das arquiteturas do processador a partir da qual filtrar a sincronização. Exemplo:

source: Comma separated list of releases (suite or codename) to sync from. Default: stable
es: Lista de lanzamientos (conjunto o nombre del código) (separados por comas) desde los cuales ejecutar la sincronización. Valor predeterminado: estable
fr: Liste des versions séparées par des virgules (suite ou nom de code) à partir de laquelle effectuer la synchronisation. Valeur par défaut : stable
ja: 同期元のリリースのコンマ区切りリスト (スイートまたはコード名)。デフォルト: 安定
pt_br: Lista separada por vírgulas das versões (conjunto ou nome de código) a partir da qual sincronizar. Padrão: estável.

source: Commit
es: Validar
fr: Valider
ja: コミット
pt_br: Confirmar

source: Complete Sync
de: Vollständige Synchronisierung
es: Completar sincronización
fr: Terminer la synchronisation
ja: 完全同期
pt_br: Concluir sincronização

source: Completed {{ repository.last_sync_words }} ago
de: Vor {{ repository.last_sync_words }} abgeschlossen
ja: 完了: {{ repository.last_sync_words }} 前

source: Completely deletes the host including VM and disks, and removes all reporting, provisioning, and configuration information.
de: Löscht den Host einschließlich VM und Festplatten vollständig und entfernt alle Berichts-, Bereitstellungs- und Konfigurationsinformationen.
ja: 仮想マシンとディスクなどホストを完全に削除し、すべてのレポート、プロビジョニング、設定情報を消去します。

source: Completely remove version?
es: ¿Eliminar completamente la versión?
fr: Supprimer la version entièrement ?
it: Rimuovere completamente la versione?
ja: バージョンを完全に削除しますか?
pt_br: Remover completamente a versão?
ru: Удалить версию окончательно?

source: Components
de: Komponenten
es: Componentes
fr: Composants
it: Componenti
ja: コンポーネント
pt_br: Componentes
ru: Компоненты

source: Components:
de: Komponenten:
es: Componentes:
fr: Composants :
it: Componenti:
ja: コンポーネント:
pt_br: Componentes:
ru: Компоненты:

source: Composite
es: Compuesto
ja: 複合

source: Composite View
de: Verbundansicht
es: Vista de compuesto
fr: Affichage composite
it: Visualizzazione composita
ja: 複合ビュー
pt_br: Coleção de Visualização
ru: Сложное представление

source: Composite View?
es: ¿Vista compuesta?
fr: Affichage composite ?
it: Visualizzazione composita?
ja: 複合ビュー?
pt_br: Coleção de Visualização?
ru: Сложное

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
pt_br: Confirmar
ru: Подтвердить

source: Confirm Remove
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma rimozione
ja: 削除の確定
pt_br: Confirmar a Remoção
ru: Подтвердить удаление

source: Confirm services restart
de: Neustart der Dienste bestätigen
ja: サービス再起動の確定

source: Confirm Version Removal: Version {{ version.version }}
es: Confirmar eliminación de versión: Versión {{ version.version }}
fr: Confirmer la suppression de la version : Version {{ version.version }}
it: Conferma rimozione versione: Versione {{ version.version }}
ja: バージョン削除の確認: バージョン {{ version.version }}
pt_br: Confirmar a Remoção da Versão: Versão {{ version.version }}
ru: Подтвердите удаление версии {{ version.version }}

source: Container Image Manifest
es: Manifiesto de imagen de contenedor
fr: Manifeste d'image de conteneur
ja: コンテナーイメージマニフェスト

source: Container Image Manifest Lists
de: Container-Image-Manifestlisten
fr: Listes des manifestes d'images de conteneurs
ja: コンテナーイメージマニフェストリスト

source: Container Image Manifests
de: Container-Image-Manifeste
fr: Manifestes d'images de conteneurs
ja: コンテナーイメージマニフェスト

source: Container Image metadata generation has been initiated in the background. Click <a ng-href="{{ taskUrl() }}">Here</a> to monitor the progress.
de: Die Generierung von Container Image-Metadaten wurde im Hintergrund initiiert. Klicken <a ng-href="{{ taskUrl() }}">Hier</a> um den Fortschritt zu überwachen.
fr: La génération des métadonnées d'image de conteneur a été initiée en arrière plan. Cliquer <a ng-href="{{ taskUrl() }}">ici</a> pour contrôler la progression.
ja: コンテナーイメージメタデータの生成がバックグラウンドで開始されました。 <a ng-href="{{ taskUrl() }}">ここ</a> をクリックして進捗を監視します。
