Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Select a Content Source:
de: Inhaltsquelle wählen:
es: Seleccione una fuente de contenido:
fr: Sélectionnez une source de contenu :
it: Seleziona un sorgente del contenuto:
ja: コンテンツソースの選択
pt_br: Selecionar uma Fonte de Conteúdo:
ru: Выберите источник содержимого:

source: Select A New Puppet Module To Add
es: Seleccionar el nuevo módulo Puppet a añadir
fr: Sélectionner un nouveau module Puppet à ajouter
it: Seleziona un nuovo modulo Puppet da aggiungere
ja: 追加する新規 Puppet モジュールの選択
pt_br: Selecionar um Novo Módulo Puppet para Adicionar
ru: Выберите модуль Puppet

source: Select a Version
es: Seleccionar una versión
fr: Sélectionner une version
it: Seleziona una versione
ja: バージョンの選択
pt_br: Selecionar uma Versão
ru: Выберите версию

source: Select Action
de: Aktion auswählen
es: Seleccionar una acción
fr: Choisir l'action
ja: アクションの選択
pt_br: Selecionar Ação

source: Select an Available Version of {{ $stateParams.moduleName }}
es: Seleccionar una versión disponible de {{ $stateParams.moduleName }}
fr: Sélectionner une version disponible de {{ $stateParams.moduleName }}
it: Seleziona una versione disponibile di {{ $stateParams.moduleName }}
ja: {{ $stateParams.moduleName }} の利用可能なバージョンの選択
pt_br: Selecionar uma Versão Disponível de {{ $stateParams.moduleName }}
ru: Выберите версию {{ $stateParams.moduleName }}

source: Select an Organization
de: Organisation wählen
es: Seleccionar una organización
fr: Sélectionner une organisation
it: Seleziona una organizzazione
ja: 組織の選択
pt_br: Selecione uma Organização.
ru: Выберите организацию

source: Select content units to ignore while synchronizing this repository.
fr: Sélectionner les unités de contenu à ignorer quand vous synchronisez ce référentiel.
ja: このリポジトリーの同期中に無視するコンテンツユニットを選択します。

source: Select Content View
de: Inhaltsansicht auswählen
es: Seleccionar vista de contenido
fr: Sélectionner l'affichage de contenu
ja: コンテンツビューの選択
pt_br: Selecionar Visualização de Conteúdo

source: Select Environment
es: Seleccionar entorno
fr: Sélectionner l'environnement
ja: 環境の選択
pt_br: Selecionar ambiente

source: Select new version
es: Seleccionar nueva versión
fr: Sélectionner une nouvelle version
it: Seleziona una nuova versione
ja: 新しいバージョンの選択
pt_br: Selecionar nova versão
ru: Выбрать другую версию

source: Select the Lifecycle Environments you would like to remove Version {{ version.version }} from:
es: Seleccione los entornos del ciclo de vida de los que desea eliminar la versión {{ version.version }}:
fr: Sélectionner les environnements de cycle de vie desquels vous souhaiteriez supprimer Version {{ version.version }} :
it: Seleziona gli ambienti Ciclo di vita dai quali desideri rimuovere la versione {{ version.version }}:
ja: バージョン {{ version.version }} を削除するライフサイクル環境を選択します:
pt_br: Selecionar os Ambientes de Ciclo de Vida de onde você deseja remover a Versão {{ version.version }}:
ru: Выберите окружения, из которых будет удалена версия {{ version.version }}:

source: Select Version
es: Seleccionar versión
fr: Sélectionner version
it: Seleziona versione
ja: バージョンの選択
pt_br: Selecionar Versão
ru: Выберите версию

source: Selecting "Complete Sync" will cause only Yum repositories of the selected product to be synced. Selecting "Validate Content" will cause only Yum repositories using the "Immediate" or "Background" download policies will be synced.
es: El hecho de seleccionar "Completar sincronización" hará que solo los repositorios Yum del producto seleccionado se sincronicen. Seleccionar "Validar contenido" hará que solo se sincronicen los repositorios Yum que utilizan políticas de descarga "Inmediata" o "En segundo plano".
fr: Si vous sélectionnez « Terminer la synchronisation », seuls les référentiels Yum du produit sélectionné seront synchronisés. Si vous sélectionnez « Valider le contenu », seuls les référentiels Yum utilisant les règles de téléchargement « Immédiates » ou « Arrière-plan » seront synchronisés.
ja: 「完全同期」を選択すると、選択した製品の Yum リポジトリー飲みが同期されます。「コンテンツの検証」を選択すると、「即時」または「バックグラウンド」のダウンロードポリシーを使用する Yum リポジトリーのみが同期されます。
pt_br: Selecionar "Concluir sincronização" fará com que apenas repositórios Yum do produto selecionado sejam sincronizados. Selecionar "Validar conteúdo" fará com que apenas repositórios Yum usando as políticas de download "Imediato" ou "Segundo plano" sejam sincronizados.

source: Selecting this option will result in contents that are no longer part of the upstream repository being removed during synchronization.
es: Si selecciona esta opción, el contenido que ya no forma parte del repositorio de desarrollo principal se eliminará durante la sincronización.
fr: La sélection de cette option entraînera la suppression de contenus ne faisant plus partie du référentiel en amont pendant la synchronisation.
ja: このオプションを選択すると、コンテンツが同期中に削除され、アップストリームリポジトリーに含まれなくなります。
pt_br: A seleção desta opção resultará em conteúdos que não fazem mais parte do repositório upstream sendo removido durante a sincronização.

source: Selecting this option will result in Katello verifying that the upstream url's SSL certificates are signed by a trusted CA. Unselect if you do not want this verification.
de: Wenn Sie diese Option auswählen, überprüft Katello, ob die SSL-Zertifikate der Upstream-URL von einer vertrauenswürdigen Zertifizierungsstelle signiert sind. Deaktivieren Sie diese Option, wenn Sie diese Überprüfung nicht wünschen.
es: El hecho de seleccionar esta opción ocasionará que Katello verifique que los certificados SSL de la URL de upstream estén firmados por un CA confiable. Quite esta marca si no quiere que se realice esta verificación.
fr: Si vous sélectionnez cette option, Katello vérifiera que les certificats SSL des URL en amont sont signés par une autorité de certification (CA) de confiance. Désélectionnez-la si vous ne souhaitez pas que cette vérification intervienne.
ja: このオプションを選択すると、Katello はアップストリーム URL の SSL 証明書が信頼される CA により署名されていることを確認します。検証が必要ない場合には、この選択を解除してください。
pt_br: Selecionar essa opção fará com que o Katello verifique se os certificados SSL da URL upstream estão assinados por um CA confiável. Desmarque se você não quiser essa verificação.

source: Selecting this option will result in the Version being completely deleted and no longer being available for promotion. The version must be removed from all Lifecycle Environments in order to select this option.
es: Si se selecciona esta opción, la versión se borrará completamente y dejará de estar disponible para su promoción. La versión se debe eliminar de todos los entornos del ciclo de vida para seleccionar esta opción.
fr: La sélection de cette option entraînera la suppression totale de la Version et ne la rendra plus disponible à la promotion. La version doit être supprimée de tous les environnements de cycle de vie pour sélectionner cette option.
it: La selezione di questa opzione comporterà la cancellazione della Versione, la quale a sua volta non sarà più disponibile per l'avanzamento. Per poter selezionare questa opzione rimuovere la versione dagli ambienti Ciclo di vita.
ja: このオプションを選択すると、バージョンが完全に削除され、プロモーションに使用できなくなります。このオプションを選択するには、バージョンを全ライフサイクル環境から削除する必要があります。
pt_br: A seleção desta opção resultará na versão sendo completamente removida e não disponível para promoção. Para selecionar essa opção, a versão deve ser removida de todos os ambientes de ciclo de vida.
ru: Эта версия будет безвозвратно удалена. Прежде чем продолжить, удалите ее из всех окружений.

source: Serve via HTTP
es: Servir a través de HTTP
fr: Servir via HTTP
ja: HTTP 経由で提供
pt_br: Veicular por HTTP

source: Service Level
es: Nivel de servicio
fr: Niveau de service
it: Livello di servizio
ja: サービスレベル
pt_br: Nível de Serviço
ru: Уровень обслуживания

source: Service Level (SLA)
es: Nivel de servicio %s (SLA)
fr: Niveau de service (SLA)
ja: サービスレベル (SLA)

source: Set Release Version
de: Release-Version festlegen
es: Definir versión de lanzamiento
fr: Définir une version de publication
ja: リリースバージョンの設定
pt_br: Definir versão

source: Severity
de: Schweregrad
es: Gravedad
fr: Sévérité
it: Severitá
ja: 重要度
pt_br: Gravidade
ru: Приоритет

source: Show affected Activation Keys
es: Mostrar llaves de activación afectadas
fr: Afficher les clés d'activation affectées
it: Mostra le chiavi di attivazione interessate
ja: 影響のあるアクティベーションキーの表示
pt_br: Exibir as Chaves de Ativação Afetadas
ru: Показать затронутые ключи активации

source: Show affected Content Hosts
es: Mostrar host de contenido afectados
fr: Afficher les hôtes de contenu affectés
it: Mostra gli host di contenuto interessati
ja: 影響のあるコンテンツホストの表示
pt_br: Exibir Hosts de Conteúdo Afetados
ru: Показать затронутые узлы

source: Show All
de: Zeige alles
es: Mostrar todo
fr: Tout afficher
ja: すべて表示
pt_br: Exibir Todos

source: Show all Repository Sets in Organization
de: Alle Repository-Sets in Organisation anzeigen
es: Mostrar todos los conjuntos de repositorios en la organización
fr: Afficher tous les ensembles de référentiels de l'organisation
ja: 組織内の全リポジトリーセットの表示
pt_br: Exibir todos os grupos de repositórios na organização

source: Show Matching Content
ja: 一致するコンテンツの表示

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
pt_br: Tamanho

source: Smart proxy currently syncing to your locations...
de: Smart Proxy synchronisiert derzeit mit Ihren Standorten...
es: Proxy inteligente sincronizándose en este momento con sus ubicaciones...
fr: Smart proxy en cours de synchronisation sur vos emplacements...
ja: 使用するロケーションに現在同期中の Smart Proxy...
pt_br: Proxy inteligente atualmente sincronizando para seus locais...

source: Smart proxy is synchronized
de: Smart-Proxy wird synchronisiert
es: Proxy inteligente está sincronizado
fr: Le smart proxy est synchronisé
ja: Smart Proxy を同期します
pt_br: Proxy inteligente está sincronizado

source: Sockets
it: Socket
ja: ソケット
pt_br: Soquetes
ru: Сокеты

source: Solution
de: Lösung
es: Solución
it: Soluzione
ja: 解決
pt_br: Solução
ru: Решение

source: Solve Dependencies
ja: 依存関係の解決

source: Some of the Errata shown below may not be installable as they are not in this Content Host's Content View and Lifecycle Environment. In order to apply such Errata an Incremental Update is required.
de: Einige der unten gezeigten Errata können möglicherweise nicht installiert werden, da sie nicht in der Inhaltsansicht und Lebenszyklusumgebung. Um solche Errata anzuwenden, ist eine inkrementelle Aktualisierung erforderlich.
es: Es posible que algunas de las erratas que se muestran abajo no puedan instalarse al no estar incluidas en la vista de contenido y en el entorno de ciclo de vida de este host de contenido. Es preciso realizar una Actualización incremental para poder aplicar esta errata.
fr: Certains errata affichés ci-dessous ne peuvent pas être installés puisqu'ils n'appartiennent pas à l'affichage de contenu et à l'environnement de cycle de vie de l'hôte de contenu. Pour appliquer ces errata, une mise à jour incrémentielle est requise.
ja: 以下のエラータの一部は、コンテンツホストのコンテンツビューおよびライフサイクル環境に含まれないのでインストールできない可能性があります。 このようなエラータを適用するには、増分更新が必要です。
pt_br: Algumas das erratas exibidas abaixo podem não ser instaláveis pois, não estão neste Ambiente de Ciclo de Vida e Visualização de Conteúdo do Host de Conteúdo. Para aplicar tal errata, é necessário uma Atualização Incremental.

source: Something went wrong when deleting the resource.
de: Beim Löschen der Ressource ist ein Fehler aufgetreten.
ja: リソースの削除時にエラーが発生しました。

source: Something went wrong when retrieving the resource.
de: Beim Abrufen der Ressource ist ein Fehler aufgetreten.
es: Algo ha fallado al recuperar el recurso.
fr: Quelque chose s'est passé lors de l'extraction de la ressource.
ja: リソースの取得時にエラーが発生しました。
pt_br: Algo saiu errado durante a restauração do recurso.

source: Something went wrong when saving the resource.
de: Beim Speichern der Ressource ist ein Fehler aufgetreten.
es: Algo pasó al guardar el recurso.
fr: Quelque chose s'est passé lors de l'enregistrement de la ressource.
ja: リソースの保存時にエラーが発生しました。
pt_br: Ocorreu um erro ao salvar o recurso.

source: Source
es: Fuente
ja: ソース
pt_br: Fonte

source: Source RPM
de: Quell-RPM
es: RPM de origen
fr: RPM source
ja: ソース RPM
pt_br: RPM de origem

source: Source RPMs
de: Quell-RPMs
es: RPM de fuente
fr: RPM source
ja: ソース RPM
pt_br: RPMs de origem

source: Specific packages are throwing a 404 from the package-manager.
ja: 特定のパッケージで package-manager から 404 のエラーが送出されています。

source: SSL CA Cert
de: SSL-CA-Zertifikat
es: Certificado CA de SSL
fr: Certificat CA SSL
ja: SSL CA 証明書
pt_br: Certificado SSL CA

source: SSL Certificate
de: SSL-Zertifikat
es: Certificado SSL
fr: Certificat SSL
ja: SSL 証明書
pt_br: Certificado SSL

source: SSL Client Cert
de: SSL-Client-Zertifikat
es: Certificado de cliente de SSL
fr: Certificat client SSL
ja: SSL クライアント証明書
pt_br: Certificado de cliente SSL

source: SSL Client Key
de: SSL-Clientschlüssel
es: Clave de cliente SSL
fr: Clé du client SSL
ja: SSL クライアントキー
pt_br: Chave do cliente SSL

source: Standard sync, optimized for speed by bypassing any unneeded steps.
de: Standardsynchronisierung, optimiert für Geschwindigkeit durch Umgehen unnötiger Schritte.
es: Sincronización estándar, optimizada para la velocidad al omitir los pasos innecesarios.
fr: Synchronisation standard, dont la vitesse est optimisée en ignorant les étapes superflues.
ja: 標準同期。必要のない手順をなくすことで速度が最適化されます。
pt_br: Sincronização padrão, otimizada para velocidade, ignorando velocidades desnecessárias.

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data d'inizio
ja: 開始日
pt_br: Data de Início
ru: Дата начала

source: Start Time
de: Startzeit
es: Hora de inicio
fr: Date de lancement
it: Ora d'inizio
ja: 開始時刻
pt_br: Hora inicial
ru: Время

source: Started At
de: Gestartet am
es: Iniciado el
fr: Date de début
it: Iniziato
ja: 開始:
pt_br: Iniciou em
ru: Время

source: Starting
de: Start
es: Iniciando
fr: Démarrage
it: Avviata
ja: 起動中
pt_br: Iniciando
ru: Начало

source: Starts
de: Beginnt
es: Inicia
fr: Commence
it: Inizia
ja: 開始
pt_br: Começa
ru: Начало

source: State
de: Status
es: Estado
fr: État
it: Stato
ja: 状態
pt_br: Estado
ru: Статус

source: Status
es: Estatus
fr: État
it: Stato
ja: 状態
ru: Статус

source: Stream
es: Secuencia
fr: Flux
ja: ストリーム
pt_br: Fluxo

source: Subscription Details
de: Subskriptionsdetails
es: Información de suscripción
fr: Détails de l'abonnement
it: Informazioni sulla sottoscrizione
ja: サブスクリプションの詳細
pt_br: Detalhes de Subscrição
ru: Подписка

source: Subscription Management
de: Abonnementverwaltung
es: Administración de suscripción
fr: Gestion des abonnements
ja: サブスクリプションの管理
pt_br: Gerenciamento de subscrições

source: Subscription Status
de: Subskriptionsstatus
es: Estatus de suscripción
fr: Statut de l'abonnement
it: Stato sottoscrizione
ja: サブスクリプションのステータス
pt_br: Status de Subscrição
ru: Состояние

source: Subscription UUID
de: Abonnement-UUID
ja: サブスクリプション UUID

source: Subscriptions
de: Subskriptionen
es: Suscripciones
fr: Abonnements
it: Sottoscrizioni
ja: サブスクリプション
pt_br: Subscrições
ru: Подписки

source: Subscriptions for Activation Key:
de: Subskriptionen für Aktivierungsschlüssel:
es: Suscripciones para la llave de activación:
fr: Abonnements pour la clé d'activation :
it: Sottoscrizioni per la chiave di attivazione:
ja: アクティベーションキーのサブスクリプション:
pt_br: Subscrições para Chave de Ativação:
ru: Подписки для ключа активации:

source: Subscriptions for Content Host:
de: Abonnements für Content-Host:
es: Suscripciones para el host de contenido:
fr: Abonnements pour l'hôte de contenu :
ja: コンテンツホストのサブスクリプション:
pt_br: Subscrições para o Host de Conteúdo:

source: Subscriptions for:
de: Subskriptionen für:
es: Suscripciones para:
fr: Abonnements pour :
it: Sottoscrizioni per:
ja: サブスクリプション:
pt_br: Subscrições para:
ru: Подписки для:

source: Success!
de: Erfolg!
es: ¡Exito!
fr: Succès !
ja: 成功!
pt_br: Sucesso!

source: Successfully added %s subscriptions.
de: %s Subskriptionen erfolgreich hinzugefügt.
es: %s suscripciones se han añadido correctamente.
fr: %s abonnements ajoutés.
it: Aggiunte con successo %s sottoscrizioni.
ja: %s サブスクリプションが正常に追加されました。
pt_br: %s subscrições adicionadas com sucessso.
ru: Добавлено подписок: %s

source: Successfully deleted %cv version %ver.
es: %cv version %ver se ha borrado correctamente.
fr: %cv version %ver supprimée.
it: Rimossa con successo %cv versione %ver.
ja: %cv のバージョン %ver を正常に削除しました。
pt_br: %c versão %ver removida com sucesso.
ru: Версия %cv %ver удалена.

source: Successfully initiated deletion of %cv version %ver.
es: El borrado de %cv version %ver se ha iniciado correctamente.
fr: Suppression de %cv version %ver initiée.
it: Inizializzata con successo la rimozione di %cv versione %ver.
ja: %cv のバージョン %ver の削除が正常に開始されました。
pt_br: Remoção da %cv versão %ver iniciada com sucesso.
ru: Началось удаление версии %cv %ver.

source: Successfully initiated promotion of %cv version %ver to %env.
es: La promoción de %cv version %ver a %env se ha iniciado correctamente.
fr: Promotion de %cv version %ver à %env initiée.
it: Inizializzato con successo l'avanzamento di %cv versione %ver a %env.
ja: %cv のバージョン %ver の%env へのプロモートが正常に開始されました。
pt_br: Promoção da %cv versão %ver para %env iniciada com sucesso.
ru: Начат перенос версии %cv %ver в %env.

source: Successfully initiated removal of %cv version %ver.
es: La eliminación de %cv version %ver se ha iniciado correctamente.
fr: Suppression de %cv version %ver initiée.
it: Inizializzata con successo la rimozione di %cv versione %ver.
ja: %cv のバージョン %ver の削除が正常に開始されました。
pt_br: Remoção da %cv versão %ver iniciada com sucesso.
ru: Началось удаление версии %cv %ver.

source: Successfully initiated restart of services.
de: Neustart der Dienste erfolgreich eingeleitet.
ja: サービスの再起動が正常に開始されました。

source: Successfully promoted %cv version %ver to %env
es: %cv version %ver se ha promovido a %env correctamente
fr: %cv version %ver promue à %env.
it: Inizializzato con successo l'avanzamento di %cv versione %ver a %env.
ja: %cv のバージョン %ver が %env に正常にプロモートされました。
pt_br: Promoção da %cv versão %ver para %env realizada com sucesso
ru: Версия %cv %ver перенесена в %env.

source: Successfully published %cv version %ver and promoted to Library
es: %cv version %ver se ha publicado y se ha promovido a la biblioteca correctamente
fr: %cv version %ver publiée et promue à la Bibliothèque.
it: Pubblicazione con successo di %cv versione %ver e avanzamento su Libreria
ja: %cv のバージョン %ver を正常に公開して、ライブラリーにプロモートされました。
pt_br: Publicação da %cv versão %ver e promoção para a Biblioteca realizada com sucesso
ru: Версия %cv %ver опубликована в Library.

source: Successfully removed %cv version %ver from environments: %env
es: %cv version %ver se ha eliminado correctamente de los entornos: %env
fr: %cv version %ver supprimée des environnements : %env
it: Rimozione con successo di %cv versione %ver dagli ambienti: %env
ja: 環境: %env から %cv のバージョン %ver を正常に削除しました。
pt_br: Remoção da %cv versão %ver de ambientes %env realizada com sucesso
ru: Версия %cv %ver удалена из %env

source: Successfully removed %s items.
de: %s Elemente erfolgreich entfernt.
es: Se retiraron %s elementos.
fr: %s éléments supprimés.
it: Rimossi %s elementi con successo.
ja: %s 件の項目が正常に削除されました。
pt_br: %s itens removidos com sucesso.
ru: Удалено: %s

source: Successfully removed %s subscriptions.
de: %s Subskriptionen erfolgreich entfernt.
es: %s suscripciones se han eliminado correctamente.
fr: %s abonnements supprimés.
it: Rimosse con successo %s sottoscrizioni.
ja: %s 件のサブスクリプションが正常に削除されました。
pt_br: %s subscrições removidas com sucesso.
ru: Удалено подписок: %s

source: Successfully removed 1 item.
de: 1 Element erfolgreich entfernt.
es: Se retiró 1 ítem.
fr: 1 élément supprimé.
it: Rimosse con successo 1 elemento.
ja: 1 件の項目が正常に削除されました。
pt_br: 1 Item removido com sucesso.
ru: Удален один элемент.

source: Successfully scheduled an update of all packages
es: Se programó correctamente una actualización de todos los paquetes
fr: Planification réussie d'une mise à jour de tous les paquetages
ja: 全パッケージの更新が正常にスケジュールされました
pt_br: Uma atualização para todos os pacotes foi agendada com êxito

source: Successfully scheduled package installation
es: Se programó correctamente la instalación del paquete
fr: Planification réussie de l'installation du paquetage
ja: パッケージのインストールが正常にスケジュールされました
pt_br: Instalação de pacote agendada com êxito

source: Successfully scheduled package removal
es: Se programó correctamente la eliminación del paquete
fr: Planification réussie de la suppression du paquetage
ja: パッケージの削除が正常にスケジュールされました
pt_br: Remoção de pacote agendada com êxito

source: Successfully scheduled package update
es: Se programó correctamente la actualización del paquete
fr: Planification réussie de la mise à jour du paquetage
ja: パッケージの更新が正常にスケジュールされました
pt_br: Atualização de pacote agendada com êxito

source: Successfully updated subscriptions.
de: Subskriptionen erfolgreich aktualisiert.
es: Las suscripciones se han actualizado correctamente.
fr: Abonnements mis à jour.
it: Sottoscrizioni aggiornate con successo.
ja: サブスクリプションが正常に更新されました
pt_br: Subscrições atualizadas com sucesso.
ru: Подписки обновлены.

source: Successfully uploaded content:
de: Erfolgreich hochgeladener Inhalt:
es: Se cargó correctamente el contenido:
fr: Téléchargement du contenu réussi :
ja: コンテンツが正常にアップロードされました:
pt_br: Conteúdo carregado com êxito:

source: Summary
de: Zusammenfassung
es: Resumen
fr: Récapitulatif
it: Sommario
ja: 要約
pt_br: Sumário
ru: Сводка

source: Support Level
es: Nivel de soporte
fr: Niveau de service
it: Livello supporto
ja: サポートレベル
pt_br: Nível de Suporte
ru: Уровень поддержки

source: Sync
de: Synchronisieren
es: Sincronización
ja: 同期
pt_br: Sinc

source: Sync Enabled
de: Synchronisation aktiviert
es: Se habilitó sincronización
fr: Synchronisation activée.
it: Sinc abilitata
ja: 有効化された同期
pt_br: Sincronização Habilitada
ru: Синхронизация

source: Sync even if the upstream metadata appears to have no change. This option is only relevant for yum repositories and will take longer than an optimized sync. Choose this option if:
es: Sincronizar, aun cuando, aparentemente, no se hayan producido cambios en los metadatos upstream. Esta opción es únicamente relevante para repositorios yum y demorará más que una sincronización optimizada. Elija esta opción si:
fr: La synchronisation intervient même si les métadonnées en amont semblent inchangées. Cette option ne s'applique que pour les référentiels yum et prendra plus de temps qu'une synchronisation optimisée. Choisissez cette option dans les cas suivants :
ja: アップストリームメタデータに変更がない場合にも同期します。このオプションは、Yum リポジトリーのみに該当し、最適化同期よりも時間がかかります。以下の場合にこのオプションを選択してください。
pt_br: Sincronizar mesmo que os metadados de upstream pareçam não ter alterações. Essa opção é relevante somente para repositórios Yum e levará mais tempo que uma sincronização otimizada. Escolha essa opção se:

source: Sync Interval
de: Synchronisationsintervall
es: Intervalo de sincronización
fr: Intervalle de synchronisation
it: Intervallo di sincronizzazione
ja: 同期間隔
pt_br: Intervalo de Sincronização
ru: Интервал

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser
it: Sincronizza ora
ja: 今すぐ同期
pt_br: Sinc Agora
ru: Синхронизировать

source: Sync Plan
de: Synchronisationsplan
es: Plan de sincronización
fr: Plan de synchronisation
it: Programmazione di sincronizzazione
ja: 同期プラン
pt_br: Plano de Sinc
ru: План синхронизации

source: Sync Plan %s has been deleted.
de: Synchronisationsplan %s wurde gelöscht.
es: El plan de sincronización %s se ha borrado.
fr: Le plan de synchronisation %s a été supprimé.
it: La programmazione di sincronizzazione %s è stata rimossa.
ja: 同期プラン %s が削除されました。
pt_br: Plano de Sinc %s removido.
ru: План %s удален.
