Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Apply {{ errata.errata_id }}
de: {{ errata.errata_id }} anwenden
es: Aplicar {{ errata.errata_id }}
fr: Appliquer {{ errata.errata_id }}
it: Applica {{ errata.errata_id }}
ja: {{ errata.errata_id }} の適用
pt_br: Aplicar {{ errata.errata_id }}
ru: Установить {{ errata.errata_id }}

source: Apply {{ errata.errata_id }} to {{ contentHostIds.length }} Content Host(s)?
de: {{ errata.errata_id }} auf {{ contentHostIds.length }} Content-Host(s) anwenden?
es: ¿Aplicar {{ errata.errata_id }} a {{ contentHostIds.length }} host(s) de contenido?
fr: Appliquer {{ errata.errata_id }} à {{ contentHostIds.length }} hôte(s) de contenu ?
ja: {{ errata.errata_id }} を {{ contentHostIds.length }} コンテンツホストに適用しますか?
pt_br: Aplicar {{ errata.errata_id }} aos hosts de conteúdo {{ contentHostIds.length }}?

source: Apply {{ errata.errata_id }} to all Content Host(s)?
es: ¿Aplicar {{ errata.errata_id }} a todos los hosts de contenido?
fr: Appliquer {{ errata.errata_id }} à tous les hôtes de contenu ?
ja: 全コンテンツホストに {{ errata.errata_id }} 適用しますか?
pt_br: Aplicar {{ errata.errata_id }} a todos os hosts de conteúdo?

source: Apply {{ errataIds.length }} Errata to {{ contentHostIds.length }} Content Host(s)?
es: ¿Aplicar {{ errataIds.length }} erratas a {{ contentHostIds.length }} host(s) de contenido?
fr: Appliquer {{ errataIds.length }} Errata à {{ contentHostIds.length }} hôte(s) de contenu ?
ja: {{ errataIds.length }} エラータを {{ contentHostIds.length }} コンテンツホストに適用しますか?
pt_br: Aplicar errata {{ errataIds.length }} aos hosts de conteúdo {{ contentHostIds.length }}?

source: Apply {{ errataIds.length }} Errata to all Content Host(s)?
es: ¿Aplicar errata {{ errataIds.length }} a todos los hosts de contenido?
fr: Appliquer l'errata {{ errataIds.length }} à tous les hôtes de contenu ?
ja: 全コンテンツホストに {{ errataIds.length }} エラータを適用しますか?
pt_br: Aplicar a errata {{ errataIds.length }} a todos os hosts de conteúdo?

source: Apply Errata
de: Errata anwenden
es: Aplicar erratas
fr: Appliquer l'errata
it: Applica Errata
ja: エラータの適用
pt_br: Aplicar Errata
ru: Применить

source: Apply Errata to Content Host "{{host.name}}"?
de: Errata auf Inhaltshost "{{host.name}}" anwenden?
es: ¿Aplicar erratas al host de contenido "{{host.name}}"?
fr: Doit-on appliquer l'errata à l'hôte de contenu "{{host.name}}" ?
ja: エラータをコンテンツホスト "{{host.name}}" に適用しますか?
pt_br: Aplicar Erratas ao Host de Conteúdo "{{host.name}}"?

source: Apply Errata to Content Hosts
de: Errata auf Inhaltshosts anwenden
es: Aplicar erratas a hosts de contenido
fr: Appliquer l'errata aux hôtes de contenu
it: Applica errata agli host di contenuto
ja: エラータのコンテンツホストへの適用
pt_br: Aplicar Errata aos Hosts de Conteúdo
ru: Применить исправления к узлам содержимого

source: Apply Errata to Content Hosts immediately after publishing.
de: Errata sofort nach Veröffentlichung auf Inhaltshosts anwenden.
es: Aplicar erratas a hosts de contenido inmediatamente después de la publicación.
fr: Appliquer les errata aux hôtes de contenu tout de suite après la publication.
it: Applica errata agli host di contenuto immediatamente dopo la pubblicazione.
ja: 公開直後にエラータをコンテンツホストに適用します。
pt_br: Aplicar Errata aos Hosts de Conteúdo imediatamente após publicação.
ru: Применить исправления сразу после публикации.

source: Apply Selected
de: Auswahl anwenden
es: Aplicar seleccionado
fr: Appliquer Sélectionné
it: Applica quelli selezionati
ja: 選択項目の適用
pt_br: Aplicar Selecionados
ru: Применить выбранные

source: Apply to Content Hosts
de: Auf Inhaltshosts anwenden
es: Aplicar a hosts de contenido
fr: Appliquer aux hôtes de contenu
it: Applica agli host di contenuto
ja: コンテンツホストへの適用
pt_br: Aplicar aos Hosts de Conteúdo
ru: Применить к узлам содержимого

source: Apply to Hosts
de: Auf Hosts anwenden
es: Aplicar a hosts
fr: Appliquer aux hôtes
it: Applica agli host
ja: ホストへの適用
pt_br: Aplicar aos Hosts
ru: Применить к узлам

source: Applying
de: Anwenden
es: Aplicación
fr: Application
it: Applicazione in corso
ja: 適用中
pt_br: Aplicando
ru: Установка...

source: Apt Actions
de: Apt Aktionen
ja: Apt アクション

source: Apt Repositories
es: Repositorios Apt
fr: Référentiels Apt
ja: Apt リポジトリー
pt_br: Repositórios aptos

source: Arch
de: Architektur
es: Arquitectura
ja: アーキテクチャー
pt_br: Arq
ru: Архитектура

source: Architecture
de: Architektur
es: Arquitectura
ja: アーキテクチャー
pt_br: Arquitetura

source: Architectures
de: Architekturen
es: Arquitecturas
ja: アーキテクチャー
pt_br: Arquiteturas

source: Archived Copy
es: Copia archivada
fr: Copie archivée
it: Copia archiviata
ja: アーカイブされたコピー
pt_br: Cópia Arquivada
ru: Архивная копия

source: Are you sure you want to add the {{ table.numSelected }} content host(s) selected to the host collection(s) chosen?
de: Sind Sie sicher, dass Sie die {{ table.numSelected }} gewählten Inhaltshosts zu den ausgewählten Hostsammlungen hinzufügen möchten?
es: ¿Está seguro de que desea añadir los {{ table.numSelected }} hosts de contenido seleccionados a las colecciones de hosts elegidas?
fr: Êtes-vous sûr de vouloir ajouter le(s) {{ table.numSelected }} hôte(s) de contenu sélectionnés à la/aux collection(s) d'hôtes choisie(s) ?
it: Sei sicuro di voler aggiungere l'host di contenuto {{ table.numSelected }} selezionato all'insieme di host desiderati?
ja: 選択したホストコレクションに {{ table.numSelected }} 個のコンテンツホストを追加してもよろしいですか?
pt_br: Tem certeza que deseja adicionar o(s) {{ table.numSelected }} host(s) de conteúdo selecionado(s) à(s) coleção(ões) de host escolhida(s)?
ru: Вы действительно хотите добавить выбранное число узлов ({{ table.numSelected }}) в коллекцию?

source: Are you sure you want to add the sync plan to the selected products(s)?
es: ¿Está seguro de que desea agregar el plan de sincronización a los productos seleccionados?
fr: Êtes-vous sûr de vouloir ajouter le plan de synchronisation au(x) produit(s) sélectionné(s) ?
ja: 選択した製品に同期プランを追加してもよろしいですか？
pt_br: Tem certeza de que deseja adicionar o plano de sincronização aos produtos selecionados?

source: Are you sure you want to apply Errata to content host "{{ host.name }}"?
de: Sind Sie sicher, dass Sie die Errata auf Inhaltshost "{{ host.name }}" anwenden möchten?
es: ¿Está seguro de que desea aplicar erratas al host de contenido"{{ host.name }}"?
fr: Êtes-vous sûr de vouloir appliquer les errata à l'hôte de contenu "{{ host.name }}" ?
ja: エラータをコンテンツホスト "{{ host.name }}" に適用してもよろしいですか?
pt_br: Tem certeza que deseja aplicar Erratas ao host de conteúdo "{{ host.name }}"?

source: Are you sure you want to apply the {{ table.numSelected }} selected errata to the content hosts chosen?
es: ¿Está seguro de que desea aplicar las {{ table.numSelected }} erratas seleccionadas a los hosts de contenido elegidos?
fr: Êtes-vous sûr de vouloir appliquer les {{ table.numSelected }} errata sélectionnés aux hôtes de contenu choisis ?
ja: 選択したホストに {{ table.numSelected }} 件のエラータを適用してもよろしいですか?
pt_br: Tem certeza de que deseja aplicar as {{ table.numSelected }} erratas selecionadas aos hosts de conteúdo escolhidos?

source: Are you sure you want to assign the {{ table.numSelected }} content host(s) selected to {{ selected.contentView.name }} in {{ selected.environment.name }}?
de: Sind Sie sicher, dass Sie die {{ table.numSelected }} gewählten Inhaltshosts zu {{ selected.contentView.name }} in {{ selected.environment.name }} zuweisen möchten?
es: ¿Está seguro de que desea asignar los {{ table.numSelected }} hosts de contenido seleccionados a {{ selected.contentView.name }} en {{ selected.environment.name }}?
fr: Êtes-vous sûr de vouloir attribuer le(s) {{ table.numSelected }} hôte(s) de contenu sélectionnés à {{ selected.contentView.name }} dans {{ selected.environment.name }} ?
it: Sei sicuro di voler assegnare gli host di contenuto {{ table.numSelected }} selezionati su {{ selected.contentView.name }} in {{ selected.environment.name }}?
ja: {{ selected.environment.name }} で {{ selected.contentView.name }} に選択した {{ table.numSelected }} のコンテンツホストを割り当ててもよろしいですか?
pt_br: Tem certeza que deseja atribuir o(s) {{ table.numSelected }} host(s) de conteúdo selecionado(s) ao(s) {{ selected.contentView.name }} em {{ selected.environment.name }}?
ru: Связать выбранное число узлов ({{ table.numSelected }}) с представлением {{ selected.contentView.name }} в окружении {{ selected.environment.name }}?

source: Are you sure you want to delete the {{ table.numSelected }} host(s) selected?
ja: 選択した {{ table.numSelected }} 台のホストを削除してもよろしいですか?

source: Are you sure you want to disable the {{ table.numSelected }} repository set(s) chosen?
es: ¿Está seguro de querer desactivar los {{ table.numSelected }} conjuntos de repositorios elegidos?
fr: Êtes-vous sûr de vouloir désactiver le(s) {{ table.numSelected }} ensemble(s) de référentiels choisi(s) ?
ja: 選択した {{ table.numSelected }} 個のリポジトリーを無効にしてもよろしいですか?
pt_br: Tem certeza de que deseja desabilitar os {{ table.numSelected }} grupos de repositórios escolhidos?

source: Are you sure you want to enable the {{ table.numSelected }} repository set(s) chosen?
es: ¿Está seguro de querer activar los {{ table.numSelected }} conjuntos de repositorios elegidos?
fr: Voulez-vous vraiment activer le(s) {{ table.numSelected }} ensemble(s) de référentiels choisis ?
ja: 選択した {{ table.numSelected }} 個のリポジトリーセットを有効化してもよろしいですか?
pt_br: Tem certeza de que deseja habilitar os {{ table.numSelected }} grupos de repositórios escolhidos?

source: Are you sure you want to install {{ content.content }} on the {{ getSelectedSystemIds().length }} system(s) selected?
de: Sind Sie sicher, dass Sie {{ content.content }} auf den {{ getSelectedSystemIds().length }} ausgewählten Systemen installieren möchten?
es: ¿Está seguro de que desea instalar {{ content.content }} en los {{ getSelectedSystemIds().length }} sistemas seleccionados?
fr: Êtes-vous sûr de vouloir installer {{ content.content }} sur le(s) {{ getSelectedSystemIds().length }} système(s) sélectionné(s) ?
it: Sei sicuro di voler installare {{ content.content }} sui sistemi {{ getSelectedSystemIds().length }} selezionati?
ja: 選択した {{ getSelectedSystemIds().length }} システムに {{ content.content }} をインストールしてもよろしいですか?
pt_br: Tem certeza que deseja instalar {{ content.content }} no(s) sistema(s) {{ getSelectedSystemIds().length }} selecionado(s)?
ru: Установить {{ content.content }} в выбранном числе систем ({{ getSelectedSystemIds().length }})?

source: Are you sure you want to remove {{ content.content }} from the {{ getSelectedSystemIds().length }} system(s) selected?
de: Sind Sie sicher, dass Sie {{ content.content }} von den {{ getSelectedSystemIds().length }} ausgewählten Systemen entfernen möchten?
es: ¿Está seguro de que desea eliminar {{ content.content }} de los {{ getSelectedSystemIds().length }} sistemas seleccionados?
fr: Êtes-vous sûr de vouloir supprimer {{ content.content }} du/des {{ getSelectedSystemIds().length }} système(s) sélectionné(s) ?
it: Sei sicuro di voler rimuovere {{ content.content }} dai sistemi {{ getSelectedSystemIds().length }} selezionati?
ja: 選択した {{ getSelectedSystemIds().length }} のシステムから {{ content.content }} を削除してもよろしいですか?
pt_br: Tem certeza que deseja remover {{ content.content }} do(s) {{ getSelectedSystemIds().length }} sistema(s) selecionado(s)?
ru: Вы действительно хотите удалить {{ content.content }} из {{ getSelectedSystemIds().length }} систем(ы)?

source: Are you sure you want to remove Activation Key "{{ activationKey.name }}"?
de: Sind Sie sicher, dass Sie den Aktivierungsschlüssel "{{ activationKey.name }}" entfernen möchten?
es: ¿Está seguro de que desea eliminar la llave de activación "{{ activationKey.name }}"?
fr: Voulez-vous vraiment supprimer la clé d'activation « {{ activationKey.name }} » ?
it: Sei sicuro di voler rimuovere la chiave di attivazione "{{ activationKey.name }}"?
ja: アクティベーションキー "{{ activationKey.name }}" を削除してもよろしいですか?
pt_br: Tem certeza que deseja remover a Chave de Ativação "{{ activationKey.name }}"?
ru: Вы действительно хотите удалить ключ «{{ activationKey.name }}»?

source: Are you sure you want to remove Content Credential {{ contentCredential.name }}?
es: ¿Está seguro de que desea eliminar la credencial de contenidos {{ contentCredential.name }}?
fr: Voulez-vous vraiment supprimer les informations d'identification de contenu {{ contentCredential.name }} ?
ja: コンテンツ認証情報 {{ contentCredential.name }} を削除してもよろしいですか?
pt_br: Tem certeza de que deseja remover a credencial de conteúdo {{ contentCredential.name }}?

source: Are you sure you want to remove Content View "{{ contentView.name }}"?
es: ¿Está seguro de que desea eliminar la vista de contenido "{{ contentView.name }}"?
fr: Voulez-vous vraiment supprimer l'affichage du contenu « {{ contentView.name }} » ?
ja: コンテンツビュー "{{ contentView.name }}" を削除してもよろしいですか?
pt_br: Tem certeza de que deseja remover a visualização de conteúdo "{{ contentView.name }}"?

source: Are you sure you want to remove Host Collection "{{ hostCollection.name }}"?
de: Sind Sie sicher, dass Sie die Hostsammlung "{{ hostCollection.name }}" entfernen möchten?
es: ¿Está seguro de que desea retirar esta colección de hosts "{{ hostCollection.name }}"?
fr: Êtes-vous sûr de vouloir supprimer la collection d'hôtes "{{ hostCollection.name }}" ?
it: Sei sicuro di voler rimuovere l'insieme "{{ hostCollection.name }}"?
ja: ホストコレクション "{{ hostCollection.name }}" を削除してもよろしいですか?
pt_br: Tem certeza que deseja remover a Coleção de Host "{{ hostCollection.name }}"?
ru: Удалить коллекцию «{{ hostCollection.name }}»?

source: Are you sure you want to remove product "{{ product.name }}"?
de: Sind Sie sicher, dass Sie das Produkt "{{ product.name }}" entfernen möchten?
es: ¿Está seguro de que desea retirar el producto "{{ product.name }}"?
fr: Êtes-vous sûr de vouloir supprimer le produit "{{ product.name }}" ?
it: Sei sicuro di voler rimuovere il prodotto "{{ product.name }}"?
ja: 製品 "{{ product.name }}" を削除してもよろしいですか?
pt_br: Tem certeza que deseja remover o produto "{{ product.name }}"?
ru: Удалить продукт «{{ product.name }}}»?

source: Are you sure you want to remove repository "{{ repository.name }}"?
es: ¿Está seguro de que desea retirar el repositorio "{{ repository.name }}"?
fr: Êtes-vous sûr de vouloir supprimer le référentiel "{{ repository.name }}" ?
it: Sei sicuro di voler rimuovere il repository "{{ repository.name }}"?
ja: リポジトリー "{{ repository.name }}" を削除してもよろしいですか?
pt_br: Tem certeza que deseja remover o repositório "{{ repository.name }}"?
ru: Удалить репозиторий «{{ repository.name }}»?

source: Are you sure you want to remove Sync Plan "{{ syncPlan.name }}"?
de: Sind Sie sicher, dass Sie den Synchronisationsplan "{{ syncPlan.name }}" entfernen möchten?
es: ¿Está seguro de que desea retirar el plan de sincronización "{{ syncPlan.name }}"?
fr: Êtes-vous sûr de vouloir supprimer le plan de synchronisation "{{ syncPlan.name }}" ?
it: Sei sicuro di voler rimuovere la programmazione di sincronizzazione "{{ syncPlan.name }}"?
ja: 同期プラン "{{ syncPlan.name }}" を削除してもよろしいですか?
pt_br: Tem certeza que deseja remover o Plano de Sinc "{{ syncPlan.name }}"?
ru: Удалить план синхронизации «{{ syncPlan.name }}»?

source: Are you sure you want to remove the {{ table.getSelected()[0].name }} file?
fr: Voulez-vous vraiment supprimer le fichier {{ table.getSelected()[0].name }} ?
ja: {{ table.getSelected()[0].name }} ファイルを削除してもよろしいですか?

source: Are you sure you want to remove the {{ table.getSelected()[0].name }} package?
fr: Voulez-vous vraiment supprimer le paquetage {{ table.getSelected()[0].name }} ?
ja: {{ table.getSelected()[0].name }} パッケージを削除してもよろしいですか?

source: Are you sure you want to remove the {{ table.getSelected()[0].name }} product?
fr: Voulez-vous vraiment supprimer le produit {{ table.getSelected()[0].name }} ?
ja: {{ table.getSelected()[0].name }} 製品を削除してもよろしいですか?

source: Are you sure you want to remove the {{ table.getSelected()[0].name }} Puppet Module?
ja: {{ table.getSelected()[0].name }} Puppet モジュールを削除してもよろしいですか?

source: Are you sure you want to remove the {{ table.getSelected()[0].name }} repository?
ja: {{ table.getSelected()[0].name }} リポジトリーを削除してもよろしいですか?

source: Are you sure you want to remove the {{ table.numSelected }} Container Image manifest selected?
ja: 選択した {{ table.numSelected }} 個のコンテナーイメージマニフェストを削除してもよろしいですか?

source: Are you sure you want to remove the {{ table.numSelected }} content host(s) selected from the host collection(s) chosen?
de: Sind Sie sicher, dass Sie die {{ table.numSelected }} gewählten Inhaltshosts aus der ausgewählten Hostsammlung entfernen möchten?
es: ¿Está seguro de que desea eliminar los {{ table.numSelected }} hosts de contenido seleccionados de las colecciones de hosts elegidas?
fr: Êtes-vous sûr de vouloir supprimer le(s) {{ table.numSelected }} hôte(s) de contenu sélectionnés de la/des collection(s) d'hôtes choisie(s) ?
it: Sei sicuro di voler rimuovere gli host di contenuto {{ table.numSelected }} dall'insieme di host desiderato?
ja: 選択したホストコレクションから、選択した {{ table.numSelected }} 個のコンテンツホストを削除してもよろしいですか?
pt_br: Tem certeza que deseja remover o(s) {{ table.numSelected }} host(s) de conteúdo selecionado(s) da(s) coleção(ões) de host escolhida(s)?
ru: Удалить выбранные узлы (всего {{ table.numSelected }}) из коллекций?

source: Are you sure you want to remove the sync plan from the selected product(s)?
es: ¿Está seguro de que desea eliminar el plan de sincronización de los productos seleccionados?
fr: Voulez-vous vraiment supprimer le plan de synchronisation du ou des produits sélectionnés ?
ja: 選択した製品から同期プランを削除してもよろしいですか?
pt_br: Tem certeza de que deseja remover o plano de sincronização dos produtos selecionados?

source: Are you sure you want to reset to default the {{ table.numSelected }} repository set(s) chosen?
es: ¿Está seguro de que desea restablecer el valor predeterminado de los {{ table.numSelected }} conjuntos de repositorios seleccionados?
fr: Voulez-vous vraiment réinitialiser les valeurs par défaut du/des {{ table.numSelected }} ensemble(s) de référentiels choisi(s) ?
ja: 選択した {{ table.numSelected }} 個のリポジトリーをデフォルトの設定にリセットしてもよろしいですか?
pt_br: Tem certeza de que deseja redefinir o padrão dos {{ table.numSelected }} grupos de repositórios selecionados?

source: Are you sure you want to restart services on content host "{{ host.name }}"?
es: ¿Está seguro de que desea reiniciar los servicios en el host de contenido "{{ host.name }}"?
fr: Voulez-vous vraiment redémarrer les services sur l'hôte de contenu « {{ host.name }} » ?
ja: コンテンツホスト "{{ host.name }}" でサービスを再起動してもよろしいですか?
pt_br: Tem certeza de que deseja reiniciar os serviços no host de conteúdo "{{ host.name }}"?

source: Are you sure you want to restart the services on the selected content hosts?
de: Möchten Sie die Dienste auf den ausgewählten Inhaltshosts wirklich neu starten?
ja: 選択したコンテンツホストでサービスを再起動してもよろしいですか？

source: Are you sure you want to set the HTTP Proxy to the selected products(s)?
de: Möchten Sie den HTTP-Proxy wirklich auf die ausgewählten Produkte einstellen?
ja: 選択した製品に HTTP プロキシーを設定してもよろしいですか？

source: Are you sure you want to set the Release Version the {{ table.numSelected }} content host(s) selected to {{ selected.release }}?. This action will affect only those Content Hosts that belong to the appropriate Content View and Lifecycle Environment containining that release version.
de: Möchten Sie die Release-Version der {{ table.numSelected }} ausgewählten Content-Hosts wirklich auf {{ selected.release }} setzen?. Diese Aktion wirkt sich nur auf die Inhaltshosts aus, die zu der entsprechenden Inhaltsansicht und Lebenszyklusumgebung gehören, die diese Release-Version enthält.
es: ¿Está seguro de que desea definir la versión de lanzamiento seleccionada por el(los) {{ table.numSelected }} host(s) de contenido seleccionado(s) para {{ selected.release }}? Esta acción afectará únicamente los hosts de contenido que pertenezcan a la vista de contenido correspondiente y al entorno del ciclo de vida que contenga dicha versión de lanzamiento.
fr: Voulez-vous vraiment définir la version de publication du/des {{ table.numSelected }} hôte(s) de contenu sélectionné(s) sur {{ selected.release }} ?. Cette action n'affectera que les hôtes de contenu qui appartiennent à l'affichage de contenu et à l'environnement de cycle de vie appropriés contenant cette version de publication.
ja: {{ table.numSelected }} 台のコンテンツホストのリリースバージョンを {{ selected.release }} に設定してよろしいですか? この操作は、該当するコンテンツビューおよび、対象のリリースバージョンを含むライフサイクル環境に所属するコンテンツホストのみに適用されます。
pt_br: Tem certeza de que deseja definir a versão dos {{ table.numSelected }} hosts selecionados como {{ selected.release }}? Essa ação afetará somente os hosts de conteúdo que pertencem à visualização de conteúdo e ao ciclo de vida adequados que contenham a versão.

source: Are you sure you want to update {{ content.content }} on the {{ getSelectedSystemIds().length }} system(s) selected?
de: Sind Sie sicher, dass Sie {{ content.content }} auf den {{ getSelectedSystemIds().length }} ausgewählten Systemen aktualisieren möchten?
es: ¿Está seguro de que desea actualizar {{ content.content }} en los {{ getSelectedSystemIds().length }} sistemas seleccionados?
fr: Êtes-vous sûr de vouloir mettre à jour {{ content.content }} sur le(s) {{ getSelectedSystemIds().length }} système(s) sélectionné(s) ?
it: Sei sicuro di voler aggiornare {{ content.content }} sui sistemi {{ getSelectedSystemIds().length }} selezionati?
ja: 選択した {{ getSelectedSystemIds().length }} 台のシステムで {{ content.content }} を更新してもよろしいですか?
pt_br: Tem certeza que deseja atualizar{{ content.content }} no(s) {{ getSelectedSystemIds().length }} sistema(s) selecionado(s)?
ru: Вы действительно хотите обновить {{ content.content }} в {{ getSelectedSystemIds().length }} систем(е)(ах)?

source: Are you sure you want to update all packages on the {{ getSelectedSystemIds().length }} system(s) selected?
de: Möchten Sie wirklich alle Pakete auf den ausgewählten {{ getSelectedSystemIds().length }}-Systemen aktualisieren?
es: ¿Está seguro de que desea actualizar todos los paquetes del(de los) {{ getSelectedSystemIds().length }} sistema(s) seleccionado(s)?
fr: Voulez-vous vraiment mettre à jour tous les paquetages sur le(s) {{ getSelectedSystemIds().length }} système(s) sélectionné(s) ?
ja: 選択した {{ getSelectedSystemIds().length }} 台のシステムにあるすべてのパッケージを更新してもよろしいですか?
pt_br: Tem certeza de que deseja atualizar todos os pacotes nos {{ getSelectedSystemIds().length }} sistemas selecionados?

source: As part of this deletion, 1 Content View Version will be deleted.
es: Como parte del borrado, se borrará 1 versión de vista de contenido.
it: Come parte di questo processo, 1 Versione della visualizzazione del contenuto verrà cancellata.
ja: 今回の削除の操作では、コンテンツビューバージョン 1 つが削除されます。
pt_br: Como parte desta remoção, 1 Versão de Visualização de Conteúdo será removida.
ru: В ходе операции будет удалена одна версия представления.

source: Assign
de: Zuweisen
es: Asignar
fr: Attribuer
it: Assegna
ja: 割り当て
pt_br: Atribuir
ru: Выбрать

source: Assign Lifecycle Environment and Content View
de: Lebenszyklusumgebung und Inhaltsansicht zuweisen
fr: Attribuer l'environnement de cycle de vie et l'affichage du contenu
ja: ライフサイクル環境およびコンテンツビューの割り当て

source: Assign Release Version
de: Release-Version zuordnen
es: Asignar versión de lanzamiento
fr: Attribuer une version de publication
ja: リリースバージョンの割り当て
pt_br: Atribuir versão

source: Associations
de: Zuweisungen
es: Asociaciones
it: Associazioni
ja: 関連付け
pt_br: Associações
ru: Связи

source: At least one Errata needs to be selected to Apply.
de: Mindestens ein Erratum muss zum Anwenden ausgewählt werden.
es: Se debe seleccionar por lo menos una errata para que aplique.
fr: Au moins un errata doit être sélectionné pour appliquer.
it: Selezionare almeno un errata da applicare.
ja: 適用するには、最低でもエラータ 1 つを選択する必要があります。
pt_br: Ao menos uma Errata precisa ser selecionada para Aplicar.
ru: Необходимо выбрать хотя бы одно исправление.
