Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: There are no Errata associated with this Content Host to display.
de: Es gibt keine anzuzeigenden Errata, die mit diesem Inhaltshost verknüpft sind.
es: No hay erratas asociadas con este Host de contenido para mostrar.
fr: Il n'y a aucun errata associé à cet hôte de contenu à afficher.
it: Non è presente alcun errata associato con questo Host di contenuto da visualizzare.
ja: このコンテンツホストに関連付けられているエラータで表示できるものがありません。
pt_br: Não existem Erratas associadas ao Host de Conteúdo para serem exibidas.
ru: Нет исправлений для этого узла.

source: There are no Errata in this organization. Create one or more Products with Errata to view Errata on this page.
de: Es gibt keine Errata in dieser Organisation. Erstellen Sie ein oder mehrere Produkte mit Errata, um auf dieser Seite Errata anzuzeigen.
es: No hay erratas en esta organización. Cree uno más productos con erratas para ver erratas en esta página.
fr: Il n'existe aucun errata dans cette organisation. Créer un ou plusieurs Produit(s) avec Errata pour afficher les Errata sur cette page.
it: Non è presente alcun Errata in questa organizzazione. Creare uno o più prodotti con Errata per poterli visualizzare su questa pagina.
ja: この組織にはエラータがありません。エラータのある製品を 1 つ以上作成して、このページでエラータを確認します。
pt_br: Não existem Erratas nesta organização. Crie um ou mais Produtos com Erratas para visualizar as Erratas nesta página.
ru: Нет исправлений. Вы можете создать продукт и добавить исправления.

source: There are no Errata to display.
de: Es gibt keine anzuzeigenden Errata.
es: No hay erratas a mostrar.
fr: Aucun errata à afficher.
it: Non è presente alcun errata da visualizzare.
ja: 表示するエラータはありません。
pt_br: Não existem Erratas para serem exibidas.
ru: Нет исправлений.

source: There are no Host Collections available. You can create new Host Collections after selecting 'Host Collections' under 'Hosts' in main menu.
de: Es sind keine Hostsammlungen verfügbar. Sie können neue Hostsammlungen erstellen, wenn Sie im Hauptmenü "Hosts" auf "Hostsammlungen" klicken.
es: No hay colecciones de hosts disponibles. Cree una nueva colección de hosts después de seleccionar 'Colecciones de hosts' bajo 'Hosts' en el menú.
fr: Aucune collection d'hôte disponible. Vous pouvez créer de nouvelles collections d'hôtes après avoir sélectionné « Collections d'hôtes » sous « Hôtes » dans le menu principal.
it: Non è disponibile alcun insieme di host. È possibile creare un insieme dopo aver selezionato 'Insiemi di host' in 'Host' nel menu principale.
ja: 利用可能なホストコレクションはありません。メインメニューで「ホスト」、「ホストコレクション」の順に選択して、新規ホストコレクションを作成できます。
pt_br: Nao existe uma Coleção de Host disponível. Você pode adicionar novas Coleções de Host após selecionar 'Coleções de Host' sob 'Hosts' no menu principal.
ru: Нет коллекций узлов. Чтобы создать коллекцию, в главном меню выберите «Узлы» - «Коллекции».

source: There are no Module Streams to display.
de: Es sind keine Modulstreams zum Anzeigen vorhanden.
ja: 表示するモジュールストリームはありません。

source: There are no Packages in this organization. Create one or more Products with Packages to view Packages on this page.
de: In dieser Organisation sind keine Pakete vorhanden. Erstellen Sie ein oder mehrere Produkte mit Paketen, um Pakete auf dieser Seite anzuzeigen.
es: No hay paquetes en esta organización. Cree uno o más productos con paquetes para ver paquetes en esta página.
fr: Il n'existe aucun paquet dans cette organisation. Créer un ou plusieurs Produit(s) avec des paquets pour afficher de paquets sur cette page.
ja: この組織にはパッケージがありません。パッケージのある製品を 1 つ以上作成して、このページでパッケージを確認します。
pt_br: Não existem pacotes nesta organização. Crie um ou mais produtos com pacotes para visualizá-los nesta página.

source: There are no Sync Plans available. You can create new Sync Plans after selecting 'Sync Plans' under 'Hosts' in main menu.
de: Es sind keine Synchronisierungspläne verfügbar. Sie können neue Synchronisierungspläne erstellen, nachdem Sie im Hauptmenü unter 'Hosts' die Option 'Synchronisierungspläne' ausgewählt haben.
es: No hay planes de sincronización disponibles. Puede crear nuevos planes de sincronización tras seleccionar "Planes de sincronización" en la opción "Hosts", en el menú principal.
fr: Aucun plan de synchronisation disponible. Vous pouvez créer d'autres plans de synchronisation en sélectionnant « Plans de synchronisation » sous « Hôtes » dans le menu principal.
ja: 利用可能な同期プランはありません。メインメニューで「ホスト」、「同期プラン」の順に選択して、新規同期プランを作成できます。
pt_br: Não há planos de sincronização disponíveis. Você pode criar novos planos de sincronização selecionando "Planos de sincronização" em "Hosts" no menu principal.

source: There are no Traces to display.
de: Es sind keine Traces zum Anzeigen vorhanden.
es: No hay rastros para mostrar.
fr: Aucune trace à afficher.
ja: 表示するトレースはありません。
pt_br: Não há rastreamentos para exibir.

source: There is currently an Incremental Update task in progress. This update must finish before applying existing updates.
de: Derzeit läuft eine inkrementelle Aktualisierung. Diese Aktualisierung muss abgeschlossen sein, bevor vorhandene Aktualisierungen angewendet werden können.
es: Actualmente hay una tarea de actualización incremental en progreso. Esta actualización debe terminar antes de aplicar las actualizaciones existentes.
fr: Une tâche de mise à jour croissante est actuellement en cours. Cette mise à jour doit se terminer avant d'appliquer les mises à jour existantes.
it: È attualmente in corso un Aggiornamento incrementale. Il suddetto aggiornamento deve terminare prima di applicare gli aggiornamenti esistenti.
ja: 現在、増分更新中です。この更新を完了してから、既存の更新を適用する必要があります。
pt_br: Existe atualmente uma tarefa de Atualização Adicional em andamento. Esta atualização deve ser concluída antes das atualizações existentes serem aplicadas.
ru: В настоящий момент выполняется инкрементное обновление. Дождитесь его завершения.

source: There is currently no history associated with this Content View.
es: En este momento, no hay un historial asociado con esta vista de contenido.
fr: Aucun historique n'est actuellement associé à cet affichage de contenu.
ja: 現在、このコンテンツビューに関連付けられている履歴はありません。
pt_br: No momento, não há histórico associado a esta visualização de conteúdo.

source: This action will affect only those Content Hosts that require a change. If the Content Host does not have the selected Subscription no action will take place.
de: Diese Aktion wirkt sich nur auf die Inhaltshosts aus, die eine Änderung erfordern. Wenn der Content-Host nicht über das ausgewählte Abonnement verfügt, wird keine Aktion ausgeführt.
es: Esta acción afectará únicamente los hosts de contenido que requieran de un cambio. Si el host de contenido no posee la suscripción seleccionada, no se iniciarán acciones.
fr: Cette action n'affectera que les hôtes de contenu qui exigent un changement. Si l'hôte de contenu ne dispose pas de l'abonnement sélectionné, aucune action ne sera prise.
ja: このアクションは、変更が必要なコンテンツホストにだけ適用されます。 コンテンツホストにサブスクリプションが選択されていない場合には、何も実行されません。
pt_br: Esta ação afetará somente os hosts de conteúdo que exigem a alteração. Se o host de conteúdo não tiver a assinatura selecionada, nenhuma ação será realizada.

source: This activation key is not associated with any content hosts.
de: Dieser Aktivierungsschlüssel ist derzeit mit keinen Inhaltshosts verknüpft.
es: Esta llave de activación no está asociada a ningún host de contenido.
fr: Cette clé d'activation n'est associée à aucun hôte de contenu.
it: Questa chiave di attivazione non è stata associata con alcun host di contenuto.
ja: このアクティベーションキーは、どのコンテンツホストにも関連付けられていません。
pt_br: Esta chave de ativação não está associada a nenhum host de conteúdo.
ru: Этот ключ активации не связан с узлами.

source: This activation key may be used during system registration. For example:
de: Dieser Aktivierungsschlüssel kann während der Systemregistrierung verwendet werden. Zum Beispiel:
es: Esta llave de activación se puede utilizar durante el registro de sistema. Por ejemplo:
fr: Cette clé d'activation peut être utilisée au cours de l'enregistrement du système. Exemple :
it: Questa chiave di attivazione può essere usata durante la registrazione del sistema. Per esempio:
ja: このアクティベーションキーは、システム登録時に使用できます。例:
pt_br: Esta chave de ativação pode ser utilizada durante o registro do sistema. Por exemplo:
ru: Чтобы зарегистрировать систему с использованием этого ключа:

source: This Container Image Tag is not present in any Lifecycle Environments.
de: Dieses Container-Image-Tag ist in keiner Lebenszyklusumgebung vorhanden.
fr: Cette balise d'image de conteneur n'est présente dans aucun environnement de cycle de vie.
ja: このコンテナーイメージタグは、どのライフサイクル環境にも存在しません。

source: This Content View does not have any versions, create your first Content View Version by using the "Publish New Version" button on the right.
es: Este contenido no tiene versiones, primero cree su versión de vista de contenido con el botón de la derecha "Publicar nueva versión".
fr: Cet affichage de contenu ne possède aucune version, créez votre première version d'affichage de contenu à l'aide du bouton Publier une nouvelle version situé à droite.
it: Questa Visualizzazione del contenuto non presenta alcuna versione, creare la prima Versione usando il pulsante "Pubblica nuova versione" sulla destra.
ja: このコンテンツビューにはバージョンがありません。右側の「新規バージョンの公開」ボタンを使用して、最初のコンテンツバージョンを作成してください。
pt_br: Esta Visualização de Conteúdo não possui nenhuma versão, crie sua primeira Versão de Visualização de Conteúdo utilizando o botão "Publicar Nova Versão" à direita.
ru: Это представление еще не публиковалось. Нажмите «Опубликовать версию».

source: This filter applies only to a subset of repositories in the content view.
es: Este filtro solo se aplica a un subconjunto de repositorios en la vista de contenido.
fr: Le filtre s'applique uniquement à un sous-ensemble de référentiels dans l'affichage du contenu.
it: Questo filtro viene applicato solo a una sottorete di repositori presenti nella visualizzazione del contenuto.
ja: このフィルターは、コンテンツビューに含まれるリポジトリーのサブセットにのみ適用されます。
pt_br: Este filtro se aplica somente a um subconjunto de repositórios na visualização de conteúdo.
ru: Выборочно

source: This filter applies to all repositories in the content view (current and future).
es: Este filtro se aplica a todos los repositorios en la vista de contenido (actuales y futuros).
fr: Ce filtre s'applique à tous les référentiels dans l'affichage du contenu (actuel et futur).
it: Questo filtro viene applicato su tutti i repositori presenti nella visualizzazione del contenuto (attuali e futuri).
ja: このフィルターは、コンテンツビューの全リポジトリー (現在および将来) に適用されます。
pt_br: Este filtro se aplica a todos os repositórios na visualização de conteúdo (atuais e futuros)
ru: Все репозитории в представлении

source: This operation may also remove managed resources linked to the host such as virtual machines and DNS records. Change the setting "Delete Host upon Unregister" to false on the <a href="/settings">settings page</a> to prevent this.
de: Dieser Vorgang kann auch verwaltete Ressourcen entfernen, die mit dem Host verknüpft sind, wie z. B. virtuelle Maschinen und DNS-Einträge. Ändern Sie die Einstellung "Host beim Abmelden löschen" auf der <a href="/settings"> Einstellungsseite </a>auf "false", um dies zu verhindern.
es: Esta operación también puede eliminar los recursos administrados vinculados al host, como máquinas virtuales y registros DNS. Para evitarlo, cambie el parámetro "Eliminar host al cancelar registro" para que el valor sea falso en <a href="/settings">settings page</a>.
fr: Cette opération peut également supprimer les ressources gérées liées à l'hôte, telles que les machines virtuelles et les enregistrements DNS. Changez le paramètre « Supprimer l'hôte lors du désenregistrement » sur false dans la <a href="/settings">page des paramètres</a> pour empêcher cela.
ja: この操作では、仮想マシンや DNS レコードなどのホストにリンクされている管理対象リソースも削除される可能性があります。 <a href="/settings">設定ページ</a> で「登録解除時のホストの削除」設定を false に指定してこれを回避してください。
pt_br: Esta operação também poderá remover os recursos vinculados ao host, como as máquinas virtuais e registros DNS. Altere a configuração "Excluir host ao cancelar registro" para falso na <a href="/settings">página de configurações</a> para impedir isso.

source: This organization has Simple Content Access enabled. Hosts are not required to have subscriptions attached to access repositories.
de: Für diese Organisation ist der einfache Inhaltszugriff aktiviert. Hosts müssen keine Abonnements haben, die an Zugriffs-Repositorys angehängt sind.
ja: この組織ではシンプルコンテンツアクセスが有効です。リポジトリーにアクセスできるように、ホストにサブスクリプションをアタッチする必要はありません。

source: This Version cannot be deleted from some of the Lifecycle Environments due to one of the reasons below.
es: Esta versión no se puede borrar de algunos de los entornos del ciclo de vida debido a una de las siguientes razones.
fr: Cette version ne peut pas être supprimée de l'un des environnements de cycle de vie à cause de l'une des raisons ci-dessous.
it: Questa versione non può essere rimossa da alcuni ambienti Ciclo di vita a causa di uno dei seguenti motivi.
ja: このバージョンは、以下のいずれかの理由で、一部のライフサイクル環境から削除できません。
pt_br: Esta Versão não pode ser removida de alguns Ambientes de Ciclo de Vida devido a uma das razões abaixo:
ru: Версия не может быть удалена из некоторых окружений по перечисленным ниже причинам.

source: This Version is not associated with any Lifecycle Environments.
es: Esta versión no está asociada a ningún entorno del ciclo de vida.
fr: Cette version n'est associée à aucun environnement de cycle de vie.
it: Questa versione non è stata associata con alcun ambiente Ciclo di vita.
ja: このバージョンは、どのライフサイクル環境にも関連付けられていません。
pt_br: Esta Versão não está associada a nenhum Ambiente de Ciclo de Vida.
ru: Эта версия не сопоставлена окружениям.

source: This version will be removed from:
es: Se eliminará esta versión de:
fr: Cette version sera supprimée de :
it: Questa versione verrà rimossa da:
ja: このバージョンは以下から削除されます:
pt_br: Esta versão será removida de:
ru: Версия будет удалена из:

source: This will solve RPM and Module Stream dependencies on every publish of this Content View. Dependency solving significantly increases publish time (publishes can take over three times as long) and filters will be ignored when adding packages to solve dependencies. Also, certain scenarios involving errata may still cause dependency errors.
ja: これで、このコンテンツビューの公開時に必ず、RPM とモジュールストリームの依存関係が解決されます。依存関係を解決すると公開時間が大幅に増加し (公開時間は 3 倍以上になる可能性あり)、 パッケージを追加して依存関係を解決する時にフィルターは無視されます。また、エラータが含まれる特定のシナリオで依存関係のエラーが依然として発生する可能性があります。

source: This will solve RPM and Module Stream dependencies on every publish of this Content View. Dependency solving significantly increases publish time (publishes can take over three times as long) and filters will be ignored when adding packages to solve dependencies. Also, certain scenarios involving errata may still cause dependency errors.
ja: これで、このコンテンツビューの公開時に必ず、RPM とモジュールストリームの依存関係が解決されます。依存関係を解決すると公開時間が大幅に増加し (公開時間は 3 倍以上になる可能性あり)、パッケージを追加して依存関係を解決する時にフィルターは無視されます。 また、エラータが含まれる特定のシナリオで依存関係のエラーが依然として発生する可能性があります。

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
pt_br: Título
ru: Название

source: to manage them individually.
es: para administrarlas de forma individual.
fr: pour les gérer individuellement.
it: per una loro gestione individuale.
ja: 個別に管理します。
pt_br: para gerencia-las individualmente

source: To register a content host to this server, follow these steps.
de: Um einen Inhaltshosts bei diesem Server zu registrieren, gehen Sie folgendermaßen vor.
es: Para registrar un host de contenido para este servidor, siga los siguientes pasos:
fr: Pour enregistrer un hôte de contenu sur ce serveur, suivez ces étapes.
it: Per registrare un host di contenuto a questo server, eseguire le fasi di seguito riportate.
ja: このサーバーにコンテンツホストを登録するには、次の手順に従います。
pt_br: Para registrar um host de conteúdo neeste servidor, siga os passos abaixo.
ru: Чтобы зарегистрировать узел содержимого на этом сервере, выполните следующие действия.

source: To report package & errata information:
fr: Pour rapporter le package et les informations d'errata :
ja: パッケージとエラータ情報のレポート:

source: Toggle Dropdown
de: Dropdown-Menü umschalten
es: Alternar menú desplegable
fr: Afficher la liste déroulante
ja: ドロップダウンの切り替え
pt_br: Ativar menu suspenso

source: Topic
de: Thema
es: Tema:
fr: Sujet
it: Argomento
ja: トピック
pt_br: Tópico
ru: Тема

source: Tracer helps administrators identify applications that need to be restarted after a system is patched.
de: Tracer hilft Administratoren, Anwendungen zu identifizieren, die nach dem Patchen eines Systems neu gestartet werden müssen.
ja: トレーサーを使用することで、管理者はシステムにパッチ修正を適用した後に再起動する必要のあるアプリケーションを特定しやすくなります。

source: Tracer helps administrators identify applications that need to be restarted after a system is patched. To optionally report tracer information:
ja: トレーサーを使用することで、管理者はシステムにパッチ修正を適用した後に再起動する必要のあるアプリケーションを特定しやすくなります。トレーサーの情報をオプションでレポートする場合:

source: Traces
de: Spuren
es: Rastros
ja: トレース
pt_br: Rastreamentos

source: Traces for:
de: Traces für:
es: Rastros para:
fr: Traces pour :
ja: トレース:
pt_br: Rastreamentos para:

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
pt_br: Tipo
ru: Тип

source: Type: {{ filter.inclusion | filterType }} {{ filter.type | filterContentType }}
es: Tipo: {{ filter.inclusion | filterType }} {{ filter.type | filterContentType }}
ja: タイプ: {{ filter.inclusion | filterType }} {{ filter.type | filterContentType }}
pt_br: Tipo: {{ filter.inclusion | filterType }} {{ filter.type | filterContentType }}

source: Unable to determine version
es: No se puede determinar la versión.
fr: Impossible de déterminer la version
ja: バージョンを特定できません
pt_br: Não é possível determinar a versão

source: Unauthenticated Pull
de: Nicht authentifizierter Pull
es: Extracción no autenticada
fr: Extraction non authentifiée
ja: 認証されていないプル
pt_br: Transferência não autenticada

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
pt_br: Desconhecido

source: Unlimited Content Hosts:
de: Unbegrenzte Inhaltshosts:
es: Hosts de contenido ilimitados:
fr: Hôtes de contenu illimité :
it: Host di contenuto illimitati:
ja: 無制限のコンテンツホスト:
pt_br: Hosts de Conteúdo Ilimitados:
ru: Не ограничено

source: Unlimited Hosts
de: Unbegrenzte Hosts
es: Hosts ilimitados
fr: Hôtes illimités
ja: 無制限ホスト
pt_br: Hosts ilimitados

source: Unregister Host
de: Unregistrierter Host
es: Cancelar el registro del host
fr: Désenregistrer l'hôte
ja: ホストの登録解除
pt_br: Cancelar registro de Host

source: Unregister Host "{{host.name}}"?
de: Host "{{host.name}}" abregistrieren?
es: ¿Cancelar el registro del host "{{host.name}}"?
fr: Désenregistrer l'hôte « {{host.name}} » ?
ja: ホスト "{{host.name}}" の登録を解除しますか?
pt_br: Desfazer o registro do host "{{host.name}}"?

source: Unregister Options:
de: Abregistrierungsoptionen:
es: Opciones para cancelar el registro:
fr: Options de désenregistrement :
ja: 登録解除オプション:
pt_br: Opções para desfazer o registro:

source: Unregister the host as a subscription consumer. Provisioning and configuration information is preserved.
de: Heben Sie die Registrierung des Hosts als Abonnementverbraucher auf. Bereitstellungs- und Konfigurationsinformationen bleiben erhalten.
es: Cancelar el registro del host como un usuario de suscripción. Se conserva la información de aprovisionamiento y configuración.
fr: Annuler l'enregistrement de l'hôte en tant que consommateur d'abonnements. Les informations de mise en service et de configuration sont conservées.
ja: ホストのサブスクリプションコンシューマーとしての登録を解除します。プロビジョニングおよび設定情報は保存されます。
pt_br: Cancelar registro do host como um consumidor de subscrição. As informações de provisionamento e configuração foram preservadas.

source: Unsupported Type!
de: Nicht unterstützter Typ!
es: Tipo no compatible.
fr: Type non pris en charge !
ja: サポートされていないタイプ!
pt_br: Tipo não suportado!

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
pt_br: Atualizar
ru: Обновить

source: Update All Packages
de: Alle Pakete aktualisieren
es: Actualizar todos los paquetes
fr: Mettre à jour tous les paquetages
ja: 全パッケージの更新
pt_br: Atualizar todos os pacotes

source: Update Packages
de: Pakete aktualisieren
es: Actualizar paquetes
fr: Mettre à jour les paquetages
ja: パッケージの更新
pt_br: Atualizar Pacotes

source: Update Repositories
es: Actualizar repositorios
fr: Mettre à jour les référentiels
it: Aggiorna repositori
ja: リポジトリーの更新
pt_br: Atualizar Repositórios
ru: Обновить

source: Update Sync Plan
de: Synchronisationsplan aktualisieren
es: Actualizar plan de sincronización
fr: Mettre à jour le plan de synchronisation
it: Aggiorna programmazione sincronizzazione
ja: 同期プランの更新
pt_br: Atualizar Plano de Sinc
ru: Обновить план

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
ja: 更新済み
pt_br: Atualizado
ru: Обновлено

source: Updated errata filter -
es: Filtro de erratas actualizado -
fr: Mettre à jour le filtre d'errata -
it: Filtro errata aggiornato -
ja: 更新済みエラータフィルター:
pt_br: Filtro de errata atualizado -
ru: Фильтр обновлен:

source: Updated On
es: Actualizado el
fr: Mis à jour le
ja: 更新時:
pt_br: Atualizado(a) em

source: Upgradable
de: Aufrüstbar
es: Actualizable
fr: Pouvant être mis à niveau
ja: アップグレード可能
pt_br: Pode ter upgrade

source: Upgradable For
de: Aufrüstbar für
es: Actualizable para
fr: Pouvant être mis à niveau pour
ja: アップグレード可能:
pt_br: Pode ter upgrade para

source: Upgradable Package
de: Aktualisierbares Paket
es: Paquete actualizable
fr: Paquetage pouvant être mis à niveau
ja: アップグレード可能なパッケージ
pt_br: Pacote que pode ter upgrade

source: Upgrade Available
de: Upgrade verfügbar
fr: Mise à niveau disponible
ja: アップグレード利用可能

source: Upgrade Selected
de: Upgrade ausgewählt
es: Actualización seleccionada
fr: Mise à niveau sélectionnée
ja: 選択したアップグレード
pt_br: Upgrade selecionado

source: Upload
de: Hochladen
es: Cargar
fr: Télécharger
it: Carica
ja: アップロード
pt_br: Carregar
ru: Отправить

source: Upload Content Credential file
de: Datei mit Zugangsdaten für Inhalt hochladen
es: Cargar archivo de credencial de contenidos
fr: Télécharger le fichier des informations d'identification de contenu
ja: コンテンツ認証情報ファイルのアップロード
pt_br: Fazer upload do arquivo de credencial de conteúdo

source: Upload File
de: Datei hochladen
es: Cargar archivo
fr: Transférer le fichier
ja: ファイルアップロード
pt_br: Carregar Arquivo

source: Upload Package
de: Paket hochladen
es: Cargar paquete
fr: Télécharger le package
it: Carica pacchetto
ja: パッケージのアップロード
pt_br: Carregar Pacote
ru: Добавить пакет

source: Upload Puppet Module
es: Cargar módulo puppet
fr: Télécharger le module puppet
it: Carica modulo Puppet
ja: Puppet モジュールのアップロード
pt_br: Carregar Módulo Puppet
ru: Добавить модуль Puppet

source: Upload Requirements
de: Upload-Anforderungen
ja: アップロード要件

source: Upload Requirements.yml file <a class="fa fa-question-circle" ng-show="repository.content_type === 'ansible_collection'" uib-popover-html="requirementPopover" popover-class="popover-large" popover-trigger="'outsideClick'" popover-append-to-body="true"> </a>
de: Requirements.yml-Datei hochladen <a class="fa fa-question-circle" ng-show="repository.content_type === 'ansible_collection'" uib-popover-html="requirementPopover" popover-class="popover-large" popover-trigger="'outsideClick'" popover-append-to-body="true"> </a>
ja: Requirements.yml ファイルアップロード <a class="fa fa-question-circle" ng-show="repository.content_type === 'ansible_collection'" uib-popover-html="requirementPopover" popover-class="popover-large" popover-trigger="'outsideClick'" popover-append-to-body="true"> </a>

source: Uploading...
de: Hochladen …
es: Cargando...
fr: Téléchargement...
it: Caricamento in corso...
ja: アップロード中...
pt_br: Carregando...
ru: Отправляется...

source: Upstream Authorization
de: Upstream-Autorisierung
fr: Autorisation en amont
ja: アップストリーム認証
