Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Content Host {{ contentHost.name }}
it: Host di contenuto {{ contentHost.name }}
ru: Узел {{ contentHost.name }}

source: Content Hosts for Subscription:
it: Host di contenuto per la sottoscrizione:
ru: Узлы для подписки:

source: Content successfully uploaded
it: Contenuto caricato con successo
ru: Содержимое добавлено

source: Contents
it: Contenuti
ru: Содержимое

source: Copy
it: Copia
ru: Копировать

source: Copy Collection
it: Copia insieme
ru: Копировать

source: Copy View
it: Copia visualizzazione
ru: Копировать

source: Create Repositories
de: Repositorys erstellen
it: Crea repositorio
ru: Создать репозитории

source: Create Repositories Within:
it: Crea repository all'interno:
ru: Создать репозитории в:

source: Create Repository
it: Crea repositorio
ru: Создать репозиторий

source: Current Environment (%e/%cv)
it: Ambiente corrente (%e/%cv)
ru: Текущее окружение (%e/%cv)

source: Delete
de: Löschen
it: Cancella
ru: Удалить

source: Delete {{ contentView.name }}
it: Cancella {{ contentView.name }}
ru: Удалить {{ contentView.name }}

source: Deleting Manifest...
it: Rimozione manifesto...
ru: Удаление манифеста...

source: Detail
it: Dettagli
ru: Свойства

source: Discovered URLs
it: URL trovati
ru: Найдено

source: Docker Content
it: Contenuto Docker
ru: Контент Docker

source: Docker Images
it: Immagini Docker
ru: Образы Docker

source: Docker Images in {{ repository.name }}
it: Immagini Docker in {{ repository.name }}
ru: Образы Docker в {{ repository.name }}

source: Docker Tag:
it: Tag Docker:
ru: Тег Docker:

source: Docker Tags
it: Tag Docker:
ru: Теги Docker

source: Docker metadata generation has been initiated in the background. Click <a ng-href="{{ taskUrl() }}">Here</a> to monitor the progress.
it: L'operazione di creazione dei metadati Docker è stata iniziata nel background. Fare clic <a ng-href="{{ taskUrl() }}">Qui</a> per controllare lo stato.
ru: Метаданные Docker будут созданы в фоновом режиме. Нажмите <a ng-href="{{ taskUrl() }}">здесь</a> для наблюдения за ходом выполнения.

source: Environment: {{ environment.name }}
it: Ambiente: {{ environment.name }}
ru: Окружение: {{ environment.name }}

source: Environments:
it: Ambienti:
ru: Окружения:

source: Errata List
it: Elenco errata
ru: Список исправлений

source: Erratum - by Date and Type
it: Erratum - per Data e Tipo
ru: Исправление (дата,тип)

source: Failed
it: Fallito
ru: Ошибка

source: Filters List
it: Elenco filtri
ru: Список фильтров

source: GPG Key successfully uploaded
it: Chiave GPG caricata con successo
ru: Ключ GPG отправлен

source: GPG Key {{ gpgKey.name }}
it: Chiave GPG {{ gpgKey.name }}
ru: Ключ {{ gpgKey.name }}

source: GPG Keys
it: Chiavi GPG
ru: Ключи GPG

source: General Information
it: Informazioni generali
ru: Общие сведения

source: Gpg Key updated
it: Chiave GPG caricata
ru: Ключ GPG обновлен

source: Gpg Keys
it: Chiavi GPG
ru: Ключи GPG

source: Host Collection Membership Management
it: Gestione appartenenza insieme di host
ru: Состав коллекции узлов

source: Host Collection: {{ hostCollection.name }}
it: Insieme di host: {{ hostCollection.name }}
ru: Коллекция: {{ hostCollection.name }}

source: Image ID
it: ID immagine
ru: ID образа

source: Included in Activation Keys
it: Incluso nelle chiavi di attivazione
ru: Ключи активации

source: Install katello-agent for remote actions and displaying errata information:
it: Installare katello-agent per le azioni remote e la visualizzazione delle informazioni sull'errata:
ru: Установите katello-agent для выполнения удаленных операций и получения информации об исправлениях:

source: Last synced {{ product.last_sync_words }} ago.
it: Ultimo aggiornato {{ product.last_sync_words }} fa.
ru: {{ product.last_sync_words }} назад

source: Lifecycle Environment "{{ priorEnvironment.name }}" exists within the middle of a path. New Lifecycle Environments can only be added to the end of a path.
it: Ambiente ciclo di vita "{{ priorEnvironment.name }}" esistente in posizione centrale nel percorso. È possibile aggiungere nuovi ambienti solo alla fine di un percorso.
ru: «{{ priorEnvironment.name }}» находится в центре цепочки. Новое окружение может быть добавлено только в конец схемы.

source: Manage Docker Images
it: Gestisci immagini Docker
ru: Управление образами Docker

source: Manage Docker Images for Repository:
it: Gestisci immagini Docker per il repositoy:
ru: Управление образами Docker в репозитории:

source: Manage Puppet Modules
it: Gestisci moduli Puppet
ru: Управление модулями Puppet

source: Module List
it: Elenco modulo
ru: Список модулей

source: New Content View
it: Nuova Visualizzazione del contenuto
ru: Новое представление

source: New Environment Path
it: Nuovo Percorso dell'ambiente
ru: Создать схему

source: New GPG Key
it: Nuova chiave GPG
ru: Новый ключ GPG

source: New Gpg Key
it: Nuova chiave GPG
ru: Добавить

source: New Host Collection
it: Nuovo insieme di host
ru: Новая коллекция

source: No (Default)
it: No (Predefinito)
ru: Нет (по умолчанию)

source: No Products to show.
it: Nessun prodotto da visualizzare.
ru: Нет продуктов.

source: No alternate release version choices are available. The available releases are based upon what is available in "{{ contentHost.content_view.name }}", the selected <a href="/content_views">content view</a> this content host is attached to for the given <a href="/lifecycle_environments">lifecycle environment</a>, "{{ contentHost.environment.name }}".
it: Non è disponibile alcuna selezione alternativa per la versione della release. Le release disponibili si basano su quelle presenti in "{{ contentHost.content_view.name }}", <a href="/content_views">visualizzazione del contenuto</a> selezionata alla quale è assegnato questo host di contenuto per <a href="/lifecycle_environments">l'ambiente ciclo di vita</a>, "{{ contentHost.environment.name }}".
ru: Нет других версий. Список версий определяется <a href="/content_views">представлением</a> «{{ contentHost.content_view.name }}», которое назначено узлу в <a href="/lifecycle_environments">окружении</a> «{{ contentHost.environment.name }}».

source: No host collections
it: Nessun insieme di host
ru: Нет коллекций узлов

source: No provisioning details are available for this content host.
it: Nessuna informazione sul provisioning è disponibile per questo host di contenuto.
ru: Нет данных для этого узла.

source: No repository content provided through subscriptions.
it: Non è stato fornito alcun contenuto del repositorio attraverso le sottoscrizioni.
ru: Подписки не предоставляют доступ к репозиториям.

source: Only show Errata that is Applicable to one or more Content Hosts
it: Mostra solo gli errata applicabili ad uno o più host di contenuto
ru: Показать доступные исправления

source: Only show Errata that is Installable on one or more Content Hosts
it: Mostra solo gli errata installabili ad uno o più host di contenuto
ru: Показать исправления, которые можно будет установить

source: Options:
it: Opzioni:
ru: Аргументы:

source: Override to No
it: Override su No
ru: Нет

source: Override to Yes
it: Override su Si
ru: Да

source: Package removal failed
it: Rimozione pacchetto fallita
ru: Не удалось удалить пакет.

source: Packages in {{ repository.name }}
it: Pacchetti in {{ repository.name }}
ru: Пакеты в {{ repository.name }}

source: Paste GPG Key Contents
it: Incolla i contenuti della chiave GPG
ru: Вставить содержимое ключа GPG

source: Paste contents...
it: Incolla i contenuti...
ru: Вставьте текст...

source: Paused
it: In pausa
ru: Приостановлена

source: Press 'Sync Now' below to begin syncing the following product(s).
it: Premere "Sincronizza ora' qui di seguito per iniziare la sincronizzazione dei seguenti prodotti.
ru: Нажмите «Синхронизировать», чтобы начать синхронизацию.

source: Previous Environment (%e/%cv)
it: Ambiente precedente (%e/%cv)
ru: Предыдущее окружение (%e/%cv)

source: Processing
it: Processazione in corso
ru: Обработка...

source: Product Bulk Actions
it: Azioni in gruppo per il prodotto
ru: Групповые операции над продуктами

source: Product Management
it: Gestione del prodotto
ru: Управление продуктами

source: Product Sync
it: Sincronizzazione del prodotto
ru: Синхронизация

source: Product delete operation has been initiated in the background. Click <a href="{{ taskUrl(productDeletionTaskId) }}">Here</a> to monitor the progress.
it: L'operazione di rimozione del prodotto è stata iniziata nel background. Fare clic <a href="{{ taskUrl(productDeletionTaskId) }}">Qui</a> per controllare lo stato.
ru: Удаление выполняется в фоновом режиме. <a href="{{ taskUrl(productDeletionTaskId) }}">Нажмите</a> для просмотра подробной информации.

source: Product {{ product.name }}
it: Prodotto {{ product.name }}
ru: {{ product.name }}

source: Puppet Modules in {{ repository.name }}
it: Moduli Puppet in {{ repository.name }}
ru: Модули Puppet в {{ repository.name }}

source: Puppet module metadata generation has been initiated in the background. Click <a ng-href="{{ taskUrl() }}">Here</a> to monitor the progress.
it: L'operazione di creazione dei metadati del modulo Puppet è stata iniziata nel background. Fare clic <a ng-href="{{ taskUrl() }}">Qui</a> per controllare lo stato.
ru: Метаданные модуля Puppet будут созданы в фоновом режиме. Нажмите <a ng-href="{{ taskUrl() }}">здесь</a> для наблюдения за ходом выполнения.

source: RAM: %s GB
ru: ОЗУ: %s ГБ

source: Red Hat CDN URL
ru: Адрес сети доставки содержимого Red Hat

source: Refreshing Manifest...
it: Aggiornamento manifesto in corso...
ru: Обновление манифеста

source: Refreshing manifest not suppported by this manifest.
it: L'aggiornamento del manifesto non è supportato da questo manifesto.
ru: Манифест не поддерживает возможность обновления

source: Remove Docker Images
it: Rimuovi immagini del Docker
ru: Удалить образы Docker

source: Remove Filters
it: Rimuovi filtri
ru: Удалить

source: Remove GPG Key
it: Rimuovi chiave GPG
ru: Удалить

source: Remove GPG Key {{ gpgKey.name }}
it: Rimuovi chiave GPG {{ gpgKey.name }}
ru: Удалить ключ GPG {{ gpgKey.name }}

source: Remove Products
it: Rimuovi prodotti
ru: Удалить продукты

source: Remove View
it: Rimuovi visualizzazione
ru: Удалить

source: Remove {{ productTable.getSelected().length }} Products?
it: Rimuovere i {{ productTable.getSelected().length }} prodotti?
ru: Удалить выбранные продукты (всего {{ productTable.getSelected().length }})?

source: Removing Content Hosts
it: Rimozione host di contenuto in corso
ru: Удаление узлов...

source: Removing Products
it: Rimozione prodotti in corso
ru: Удаление продуктов...

source: Results
it: Risultati
ru: Результаты

source: Run subscription-manager in a console on the client host. You may use an Activation Key to register:
it: Esegui subscription-manager in una console sull'host del client. È possibile usare una Chiave di attivazione per la registrazione:
ru: Зарегистрируйте систему клиента с использованием ключа активации:

source: Search...
it: Cerca...
ru: Поиск...

source: Select Content Hosts
it: Seleziona gli host di contenuto
ru: Выберите узлы

source: Select Module
it: Seleziona modulo
ru: Выберите модуль

source: Selected URLs:
it: URL seleionati:
ru: URL:

source: Serve via HTTP.
it: Servire via HTTP.
ru: Доступ HTTP

source: Show from:
it: Mostra da:
ru: Показать из:

source: Showing {{ detailsTable.rows.length }} of {{ detailsTable.resource.subtotal }} ({{ detailsTable.resource.total }} Total) Content Hosts
it: Visualizzazione {{ detailsTable.rows.length }} degli host di contenuto {{ detailsTable.resource.subtotal }} ({{ detailsTable.resource.total }} Totale)
ru: Показано: {{ detailsTable.rows.length }} из {{ detailsTable.resource.subtotal }} (всего: {{ detailsTable.resource.total }})

source: Showing {{ addSubscriptionsTable.rows.length }} of {{ addSubscriptionsTable.resource.subtotal }} ({{ addSubscriptionsTable.resource.total }} Total) Subscriptions
it: Visualizzazione {{ addSubscriptionsTable.rows.length }} delle sottoscrizioni {{ addSubscriptionsTable.resource.subtotal }} ({{ addSubscriptionsTable.resource.total }} Totale)
ru: Показано: {{ addSubscriptionsTable.rows.length }} из {{ addSubscriptionsTable.resource.subtotal }} (всего: {{ addSubscriptionsTable.resource.total }})

source: Showing {{ currentPackagesTable.resource.total }} Packages
it: Visualizzazione {{ currentPackagesTable.resource.total }} pacchetti
ru: Показано: {{ currentPackagesTable.resource.total }}

source: Showing {{ subscriptionsTable.rows.length }} of {{ subscriptionsTable.resource.subtotal }} ({{ subscriptionsTable.resource.total }} Total) Subscriptions
it: Visualizzazione {{ subscriptionsTable.rows.length }} delle sottoscrizioni {{ subscriptionsTable.resource.subtotal }} ({{ subscriptionsTable.resource.total }} Totale)
ru: Показано: {{ subscriptionsTable.rows.length }} из {{ subscriptionsTable.resource.subtotal }} (всего {{ subscriptionsTable.resource.total }})

source: Some of the Errata shown below may not be installable as they are not in this Content Host's Content View and Lifecycle Environment. In order to apply such Errata an Incremental Update is required.
it: Alcuni degli errata di seguito indicati non possono essere installati poichè non sono presenti nell'Ambiente del ciclo di vita e nella Visualizzazione del contenuto dell'host. Per applicare questo tipo di Errata è necessario eseguire un Aggiornamento incrementale.
ru: Некоторых исправлений нет в окружениях и представлениях этого узла. Чтобы их установить, потребуется выполнить инкрементное обновление.

source: Succesfully scheduled package installation
it: Installazione pacchetto programmata con successo
ru: Установка пакетов назначена

source: Succesfully scheduled package removal
it: Rimozione pacchetto programmata con successo
ru: Удаление пакетов назначено

source: Succesfully scheduled package update
it: Aggiornamento pacchetto programmato con successo
ru: Обновление пакетов назначено

source: Success
it: Con successo
ru: Успешно

source: Successfully Scheduled Auto-attach.
it: Programmato con successo Auto-attach.
ru: Автоматический подбор назначен

source: Sync Information
it: Informazioni di sinc
ru: Информация о синхронизации

source: Sync Plan {{ syncPlan.name }}
it: Programmazione sincronizzazione {{ syncPlan.name }}
ru: План {{ syncPlan.name }}

source: Syncing...
it: Sincronizzazione in corso...
ru: Синхронизация...

source: Tasks for Content View:
it: Attività per la visualizzazione dei contenuti:
ru: Задачи для представления:

source: The host requires being attached to a content view and the environment you have chosen has no content views promoted to it. See the <a href="/content_views">content views page</a> to manage and promote a content view.
it: L'host necessita di una visualizzazione del contenuto, e non è stata assegnata alcuna visualizzazione all'ambiente selezionato. Consultare la <a href="/content_views">pagina delle visualizzazioni del contenuto</a> per gestire e promuovere una visualizzazione.
ru: В выбранном окружении нет представлений, с которыми можно было бы связать узел. Чтобы добавить представление, перейдите на <a href="/content_views">страницу представлений</a>.

source: The katello-agent package is required to manage errata on this Host. Please install the katello-agent package to manage errata on {{ contentHost.name }}.
it: È necessario aver installato il pacchetto katello-agent per gestire gli errata su questo host. Installare il pacchetto katello-agent per gestire gli errata su {{ contentHost.name }}.
ru: Для управления исправлениями на {{ contentHost.name }} необходимо установить katello-agent.

source: The katello-agent package is required to manage packages on this Host. Please install the katello-agent package to manage packages on {{ contentHost.name }}. To install the package, connect directly to the host from a terminal and use yum.
it: È necessario aver installato il pacchetto katello-agent per gestire i pacchetti su questo host. Installare il pacchetto katello-agent per gestire i pacchetti su {{ contentHost.name }}. Per installare il pacchetto collegarsi direttamente all'host dal terminale e usare yum.
ru: Для управления пакетами на {{ contentHost.name }} необходимо установить katello-agent. Подключитесь к узлу из терминала и установите пакет при помощи yum.

source: There are no Docker Tags that match the criteria.
it: Non è disponibile alcun Tag Docker corrispondente al criterio.
ru: Нет образов Docker, отвечающих условиям поиска.

source: There are no Errata that match the criteria.
it: Non è disponibile alcun errata corrispondente al criterio.
ru: Нет исправлений, отвечающих условиям поиска.

source: There are no Packages that match the criteria.
it: Non è disponibile alcun pacchetto corrispondente al criterio.
ru: Нет пакетов, отвечающих условиям поиска.

source: There are no Puppet Modules that match the criteria.
it: Non è disponibile alcun Modulo puppet corrispondente al criterio.
ru: Нет модулей Puppet, отвечающих условиям поиска.

source: There are no Yum Repositories that match the criteria.
it: Non è disponibile alcun Repository Yum corrispondente al criterio.
ru: Нет репозиториев Yum, отвечающих условиям поиска.

source: There were errors while removing the following Repositories:
it: Si sono verificati alcuni errori durante la rimozione dei reguenti repository:
ru: Произошли ошибки при удалении репозиториев:

source: This Content Host is not attached to any subscriptions that provide content
it: Questo host non è stato assegnato ad alcuna sottoscrizione che fornisce un contenuto
ru: Этот узел не связан с подписками, предоставляющими содержимое

source: This subscription is not associated with any activation keys.
it: Questa sottoscrizioni non è associata con alcuna chiave di attivazione.
ru: Подписка не связана с ключами активации.

source: This subscription is not attached to any content hosts.
it: Questa sottoscrizioni non è stata assegnata ad alcun host di contenuto.
ru: Подписка не связана с узлами.

source: URL
ru: Адрес

source: URL of the registry you want to sync. Example: https://registry.hub.docker.com
it: URL del registro da sincronizzare. Esempio: https://registry.hub.docker.com
ru: Адрес реестра для синхронизации (например: https://registry.hub.docker.com)

source: URL to discover
it: URL per la scoperta
ru: URL

source: Unattach Sync Plan
it: Rimuovi assegnazione programmazione per la sincronizzazione
ru: Отменить план

source: Unattaching...
it: Rimozione in corso...
ru: Отмена плана синхронизации...

source: Unregister Content Host
it: Rimozione registrazione host di contenuto
ru: Отменить регистрацию узла

source: Unregister Content Host "{{contentHost.name}}"?
it: Rimozione registrazione host di contenuto "{{contentHost.name}}"?
ru: Отменить регистрацию узла «{{contentHost.name}}»?

source: Unregister Content Hosts
it: Rimozione registrazione host di contenuto
ru: Отменить регистрацию узлов

source: Unregister {{ table.numSelected }} Content Hosts?
it: Rimuovere la registrazione di {{ table.numSelected }} host di contenuto?
ru: Отменить регистрацию {{ table.numSelected }} узлов?

source: Update All
it: Aggiorna tutti
ru: Обновить все

source: Updated override to "%x".
it: Override aggiornato a "%x".
ru: Успешно изменено на «%x»

source: Updating...
it: Aggiornamento in corso...
ru: Обновление...

source: Upload Docker Image
it: Carica immagine Docker
ru: Добавить образ Docker

source: Upload GPG Key
it: Carica chiave GPG
ru: Добавить ключ GPG

source: Use Latest (currently %s)
it: Usa ultimissima (attualmente %s)
ru: Выбрать последнюю (%s)

source: Use the cancel button on content view selection to revert your environment selection.
it: Usa il pulsante cancella sulla selezione della visualizzazione del contenuto, per repristinare la selezione dell'ambiente.
ru: Чтобы вернуться к выбору окружения, нажмите кнопку отмены.

source: Version %s
it: Versione %s
ru: Версия %s

source: Version 1
it: Versione 1
ru: Версия 1

source: Version {{ version.version }}
it: Versione {{ version.version }}
ru: Версия {{ version.version }}

source: View Details
it: Dettagli visualizzazione
ru: Подробности

source: Virtual
de: Virtuell
it: Virtuale
ru: Виртуальная

source: Yes (Default)
it: Si (Predefinito)
ru: Да (по умолчанию)

source: You currently do not have any Packages installed. You can use Package Actions above this message to install new Packages.
it: Attualmente non è stato installato alcun pacchetto. Usare le 'Azioni per i pacchetti' sopra questo messaggio, per installare nuovi pacchetti.
ru: Нет пакетов. Чтобы установить пакеты, выберите «Управление пакетами».

source: You currently don't have any Content Hosts in this Host Group, you can add Content Hosts after selecting the 'Add' tab.
it: Attualmente non è presente alcun host di contenuto all'interno del gruppo, è possibile aggiungerne uno dopo aver selezionato la scheda 'Aggiungi'.
ru: Пустая группа. Чтобы добавить узлы, перейдите на вкладку «Добавить».

source: You currently don't have any Docker Tags.
it: Attualmente non è presente alcun Tag Docker.
ru: Нет образов Docker.

source: You currently don't have any Gpg keys, you can add Gpg keys using the button on the right.
it: Attualmente non è presente alcuna Chiave GPG, è possibile aggiungerne una usando il pulsante sulla destra.
ru: Нет ключей GPG. Чтобы добавить ключ, нажмите кнопку справа.

source: You currently don't have any Products associated with this Gpg Key.
it: Attualmente nessun prodotto è stato associato con questa Chiave di attivazione.
ru: Этот ключ GPG не связан с продуктами.

source: You currently don't have any Products to subscribe to, you can add Products after selecting 'Products' under 'Content' in the main menu.
it: Attualmente non è presente alcun prodotto per la sottoscrizione, è possibile aggiungere i Prodotti dopo aver selezionato 'Prodotti' in "Contenuto' nel menu principale.
ru: Нет продуктов, на которые можно подписаться. Чтобы их добавить, в главном меню выберите «Содержимое» - «Продукты».

source: You currently don't have any Repositories associated with this Gpg Key.
it: Attualmente nessun Repository è stato associato con questa Chiave GPG.
ru: Этот ключ GPG не связан с репозиториями.

source: You currently don't have any Subscriptions, you can add Subscriptions by importing a manifest using the button on the right labeled 'Manage Manifest'.
it: Attualmente sei sprovvisto di Sottoscrizioni. È possibile aggiungere una Sottoscrizione importando un manifesto usando il pulsante sulla destra, 'Gestisci manifesto'.
ru: Нет подписок. Чтобы их добавить, нажмите кнопку «Манифест» и настройте манифест.

source: You currently don't have any Sync Plan, you can add Sync Plans using the button on the right.
it: Attualmente non sei in possesso di una Programmazione di sincronizzazione. È possibile aggiungere una Programmazione usando il pulsante sulla destra.
ru: Нет плана синхронизации. Чтобы его настроить, нажмите кнопку справа.

source: You must select a new content view before your change of environment can be saved.
it: È necessario selezionare una nuova visualizzazione prima di poter salvare il nuovo ambiente.
ru: Прежде чем изменить окружение, выберите новое представление.

source: Your selected content hosts have changed, it is highly recommended to refresh the calculated list of errata using the 'Refresh Errata' button below.
it: Gli host di contenuto selezionati sono stati modificati, è fortemente consigliato aggiornare l'elenco di errata usando il pulsante "Aggiorna errata".
ru: Выбранные узлы были изменены. Обновите список исправлений, нажав кнопку «Обновить исправления».

source: Yum Repo Discovery
it: Scoperta repositorio Yum
ru: Поиск репозиториев Yum
