Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: - Date and Type
es: - Fecha y tipo
fr: - Date et type
it: - Data e Tipo
ja: - 日付とタイプ
pt_br: - Data e tipo
ru: - Дата и тип

source: -- select an interval --
de: -- Intervall wählen --
es: -- seleccionar un intervalo --
fr: -- sélectionnez un intervalle --
it: -- selezionare un intervallo --
ja: -- 間隔を選択します --
pt_br: -- selecione um intervalo --
ru: -- выберите интервал --

source: (Not all Activation Keys editable )
es: (No todas las llaves de activación son modificables)
fr: (toutes les clés d'activation ne sont pas modifiables)
it: (Non tutte le chiavi di attivazione sono modificabili )
ja: (アクティベーションキーがすべて編集可能なわけではありません)
pt_br: (Nem todas as Chaves de ativação são editáveis)
ru: (не все ключи активации могут быть изменены)

source: (Not all Content Hosts editable )
es: (No todos los hosts de contenido son modificables)
fr: (tous les hôtes de contenu ne sont pas modifiables)
it: (Non tutti gli host di contenuto sono modificabili )
ja: (コンテンツホストがすべて編集可能なわけではありません)
pt_br: (Nem todos os Hosts de conteúdo são editáveis)
ru: (не все узлы могут быть изменены)

source: {{ componentContentView.puppet_modules.length || 0 }} Puppet Modules
es: {{ componentContentView.puppet_modules.length || 0 }} módulos Puppet
fr: {{ componentContentView.puppet_modules.length || 0 }} modules Puppet
ja: Puppet モジュール {{ componentContentView.puppet_modules.length || 0 }} 個
pt_br: {{ componentContentView.puppet_modules.length || 0 }} módulos puppet

source: {{ componentContentView.repositories.length || 0 }} Repositories
es: {{ componentContentView.repositories.length || 0 }} repositorios
fr: {{ componentContentView.repositories.length || 0 }} référentiels
ja: {{ componentContentView.repositories.length || 0 }} リポジトリー
pt_br: {{ componentContentView.repositories.length || 0 }} repositórios

source: {{ contentView.name }} cannot be deleted as one or more Content View Versions are still promoted to a Lifecycle Environment. Each Content View Version must be removed from their Lifecycle Environments before the Content View can be deleted.
es: {{ contentView.name }} no se puede borrar porque una o más versiones de visión de contenido aún se están promoviendo a un entorno de ciclo de vida. Cada versión de vista de contenido debe ser retirada de los entornos de ciclo de vida antes de borrar la vista de contenido.
fr: {{ contentView.name }} ne peut pas être supprimé car une ou plusieurs versions d'affichage de contenu sont encore rattachées à un environnement de cycle de vie. Chaque version d'affichage de contenu doit être supprimée de son environnement de cycle de vie avant que l'affichage de contenu ne puisse être supprimé.
it: {{ contentView.name }} non può essere rimosso poichè una o più versioni della Visualizzazione del contenuto sono state avanzate nell'ambiente Ciclo di vita. Ogni versione deve essere rimossa dal rispettivo ambiente Ciclo di vita, prima di poter cancellare una Visualizzazione del contenuto.
ja: 1 つ以上のコンテンツビューバージョンがライフサイクル環境にプロモートされているので、{{ contentView.name }} は削除できません。 コンテンツビューを削除する前に、ライフサイクル環境から各コンテンツビューバージョンを削除する必要があります。
pt_br: {{ contentView.name }} não pode ser removido, pois uma ou mais Versões de visualização de conteúdo ainda estão sendo promovidas para um Ambiente de ciclo de vida. Cada Versão de visualização de conteúdo deve ser removida de seus Ambientes de ciclo de vida antes que a Visualização de conteúdo possa ser removida.
ru: {{ contentView.name }} не может быть удалено, так как его версии опубликованы в окружениях жизненного цикла. Прежде чем удалить представление, необходимо удалить все его версии из окружений.

source: {{ contentViewComponent.content_view_version.puppet_module_count || 0 }} Puppet Modules
es: {{ contentViewComponent.content_view_version.puppet_module_count || 0 }} módulos Puppet
fr: {{ contentViewComponent.content_view_version.puppet_module_count || 0 }} modules Puppet
ja: Puppet モジュール {{ contentViewComponent.content_view_version.puppet_module_count || 0 }} 個
pt_br: {{ contentViewComponent.content_view_version.puppet_module_count || 0 }} módulos puppet

source: {{ contentViewComponent.content_view_version.repositories.length || 0 }} Repositories
es: {{ contentViewComponent.content_view_version.repositories.length || 0 }} repositorios
fr: {{ contentViewComponent.content_view_version.repositories.length || 0 }} référentiels
ja: {{ contentViewComponent.content_view_version.repositories.length || 0 }} リポジトリー
pt_br: {{ contentViewComponent.content_view_version.repositories.length || 0 }} repositórios

source: {{ errata.hosts_applicable_count || 0 }} Applicable,
de: {{ errata.hosts_applicable_count || 0 }} relevant
es: {{ errata.hosts_applicable_count || 0 }} aplicable,
it: {{ errata.hosts_applicable_count || 0 }} applicabile,
ja: 適用可能: {{ errata.hosts_applicable_count || 0 }} 件
pt_br: {{ errata.hosts_applicable_count || 0 }} aplicável,
ru: доступно {{ errata.hosts_applicable_count || 0 }},

source: {{ errata.hosts_available_count || 0 }} Installable
de: {{ errata.hosts_available_count || 0 }} installierbar
es: {{ errata.hosts_available_count || 0 }} instalable
fr: {{ errata.hosts_available_count || 0 }} pouvant être installés
it: {{ errata.hosts_available_count || 0 }} Installabile
ja: インストール可能: {{ errata.hosts_available_count || 0 }} 件
pt_br: {{ errata.hosts_available_count || 0 }} instalável
ru: можно установить — {{ errata.hosts_available_count || 0 }}

source: {{ filter.inclusion | filterType }} Tag
es: {{ filter.inclusion | filterType }} etiqueta
fr: {{ filter.inclusion | filterType }} Balise
ja: {{ filter.inclusion | filterType }} タグ
pt_br: Tag {{ filter.inclusion | filterType }}

source: {{ installedPackageCount }} Host(s)
fr: {{ installedPackageCount }} hôte(s)
ja: ホスト {{ installedPackageCount }} 台

source: {{ package.hosts_applicable_count }} Host(s)
fr: {{ package.hosts_applicable_count }} hôte(s)
ja: ホスト {{ package.hosts_applicable_count }} 台

source: {{ package.hosts_applicable_count || 0 }} Applicable,
es: {{ package.hosts_applicable_count || 0 }} aplicable,
ja: 適用可能: {{ package.hosts_applicable_count || 0 }} 件
pt_br: {{ package.hosts_applicable_count || 0 }} aplicáveis,

source: {{ package.hosts_available_count }} Host(s)
fr: {{ package.hosts_available_count }} hôte(s)
ja: ホスト {{ package.hosts_available_count }} 台

source: {{ package.hosts_available_count || 0 }} Upgradable
es: {{ package.hosts_available_count || 0 }} actualizable
fr: {{ package.hosts_available_count || 0 }} pouvant être mis à niveau
ja: アップグレード可能: {{ package.hosts_available_count || 0 }} 件
pt_br: {{ package.hosts_available_count || 0 }} podem ter updgrade

source: {{ package.human_readable_size }} ({{ package.size }} Bytes)
fr: {{ package.human_readable_size }} ({{ package.size }} octets)
ja: {{ package.human_readable_size }} ({{ package.size }} バイト)

source: {{ repository.content_counts.ansible_collection || 0 }} Ansible Collections
ja: Ansible コレクション {{ repository.content_counts.ansible_collection || 0 }} 個

source: {{ repository.content_counts.deb }} deb Packages
es: {{ repository.content_counts.deb }} Paquetes deb
fr: {{ repository.content_counts.deb }} Packages deb
ja: deb パッケージ {{ repository.content_counts.deb }} 個
pt_br: Pacotes de depuração {{ repository.content_counts.deb }}

source: {{ repository.content_counts.deb || 0 }} deb Packages
es: {{ repository.content_counts.deb || 0 }} Paquetes deb
fr: {{ repository.content_counts.deb || 0 }} Packages deb
ja: deb パッケージ {{ repository.content_counts.deb || 0 }} 個
pt_br: Pacotes de depuração {{ repository.content_counts.deb || 0 }}

source: {{ repository.content_counts.docker_manifest }} Container Image Manifests
fr: {{ repository.content_counts.docker_manifest }} Manifestes d'images de conteneurs
ja: コンテナーイメージマニフェスト {{ repository.content_counts.docker_manifest }} 個

source: {{ repository.content_counts.docker_manifest || 0 }} Container Image Manifests
fr: {{ repository.content_counts.docker_manifest || 0 }} Manifestes d'images de conteneurs
ja: コンテナーイメージマニフェスト {{ repository.content_counts.docker_manifest || 0 }} 個

source: {{ repository.content_counts.docker_manifest_list }} Container Image Manifest Lists
fr: {{ repository.content_counts.docker_manifest_list }} Liste de manifeste d'images de conteneurs
ja: コンテナーイメージマニフェスト {{ repository.content_counts.docker_manifest_list }} 個

source: {{ repository.content_counts.docker_manifest_list || 0 }} Container Image Manifest Lists
fr: {{ repository.content_counts.docker_manifest_list || 0 }} Listes de manifeste d'images de conteneurs
ja: コンテナーイメージマニフェスト {{ repository.content_counts.docker_manifest_list || 0 }} 個

source: {{ repository.content_counts.docker_tag }} Container Image Tags
fr: {{ repository.content_counts.docker_tag }} Balises d'images de conteneurs
ja: コンテナーイメージタグ {{ repository.content_counts.docker_tag }} 個

source: {{ repository.content_counts.docker_tag || 0 }} Container Image Tags
fr: {{ repository.content_counts.docker_tag || 0 }} Balises d'images de conteneurs
ja: コンテナーイメージタグ {{ repository.content_counts.docker_tag || 0 }} 個

source: {{ repository.content_counts.erratum }} Errata
es: {{ repository.content_counts.erratum }} Erratas
ja: エラータ {{ repository.content_counts.erratum }} 件
pt_br: {{ repository.content_counts.erratum }} errata(s)
ru: исправления: {{ repository.content_counts.erratum }}

source: {{ repository.content_counts.erratum || 0 }} Errata
es: {{ repository.content_counts.erratum || 0 }} erratas
ja: エラータ {{ repository.content_counts.erratum || 0 }} 件
ru: {{ repository.content_counts.erratum || 0 }} исправлений

source: {{ repository.content_counts.file || 0 }} Files
es: {{ repository.content_counts.file || 0 }} archivos
fr: {{ repository.content_counts.file || 0 }} Fichier(s)
ja: ファイル {{ repository.content_counts.file || 0 }} 個
pt_br: {{ repository.content_counts.file || 0 }} arquivos

source: {{ repository.content_counts.module_stream || 0 }} Module Streams
ja: モジュールストリーム {{ repository.content_counts.module_stream || 0 }} 個

source: {{ repository.content_counts.ostree_branch || 0 }} OSTree Branches
es: {{ repository.content_counts.ostree_branch || 0 }} etiquetas OSTree
fr: {{ repository.content_counts.ostree_branch || 0 }} Branches OSTree
ja: OSTreeブランチ {{ repository.content_counts.ostree_branch || 0 }} 個
pt_br: {{ repository.content_counts.ostree_branch || 0 }} ramificações OSTree

source: {{ repository.content_counts.puppet_module || 0 }} Puppet Modules
es: {{ repository.content_counts.puppet_module || 0 }} módulos Puppet
fr: {{ repository.content_counts.puppet_module || 0 }} Modules Puppet
it: {{ repository.content_counts.puppet_module || 0 }} Moduli Puppet
ja: Puppet モジュール {{ repository.content_counts.puppet_module || 0 }} 個
pt_br: {{ repository.content_counts.puppet_module || 0 }} módulos puppet
ru: {{ repository.content_counts.puppet_module || 0 }} модулей Puppet

source: {{ repository.content_counts.rpm }} Packages
es: {{ repository.content_counts.rpm }} paquetes
fr: {{ repository.content_counts.rpm }} Paquets
it: Pacchetti {{ repository.content_counts.rpm }}
ja: パッケージ {{ repository.content_counts.rpm }} 個
pt_br: {{ repository.content_counts.rpm }} pacotes
ru: пакеты: {{ repository.content_counts.rpm }}

source: {{ repository.content_counts.rpm || 0 }} Packages
de: {{ repository.content_counts.rpm || 0 }} Pakete
es: {{ repository.content_counts.rpm || 0 }} paquetes
fr: {{ repository.content_counts.rpm || 0 }} Paquets
it: {{ repository.content_counts.rpm || 0 }} Pacchetti
ja: パッケージ {{ repository.content_counts.rpm || 0 }} 個
pt_br: {{ repository.content_counts.rpm || 0 }} pacotes
ru: {{ repository.content_counts.rpm || 0 }} пакетов

source: {{ repository.content_counts.srpm }} Source RPMs
es: {{ repository.content_counts.srpm }} RPM de fuente
fr: {{ repository.content_counts.srpm }} RPM source
ja: ソース RPM {{ repository.content_counts.srpm }} 個
pt_br: RPMs de origem {{ repository.content_counts.srpm }}

source: {{ repository.last_sync_words }} ago
de: vor {{ repository.last_sync_words }}
es: Hace {{ repository.last_sync_words }}
fr: Il y a {{ repository.last_sync_words }}
it: {{ repository.last_sync_words }} fa
ja: {{ repository.last_sync_words }} 前
pt_br: {{ repository.last_sync_words }} atrás
ru: {{ repository.last_sync_words }} назад

source: {{ totalActivationKeyCount() }} Activation Keys will be moved to {{ deleteOptions.activationKeys.contentView.name }} in {{ deleteOptions.activationKeys.environment.name }}
es: {{ totalActivationKeyCount() }} llaves de activación se moverán a {{ deleteOptions.activationKeys.contentView.name }} en {{ deleteOptions.activationKeys.environment.name }}
fr: {{ totalActivationKeyCount() }} clés d'activation seront déplacées vers {{ deleteOptions.activationKeys.contentView.name }} dans {{ deleteOptions.activationKeys.environment.name }}
it: {{ totalActivationKeyCount() }} Chiavi di attivazione saranno spostate su {{ deleteOptions.activationKeys.contentView.name }} in {{ deleteOptions.activationKeys.environment.name }}
ja: {{ totalActivationKeyCount() }} 個のアクティベーションキーが {{ deleteOptions.activationKeys.environment.name }} の {{ deleteOptions.activationKeys.contentView.name }} に移動されます。
pt_br: {{ totalActivationKeyCount() }} Chaves de ativação serão movidas para {{ deleteOptions.activationKeys.contentView.name }} em {{ deleteOptions.activationKeys.environment.name }}
ru: Ключи (всего {{ totalActivationKeyCount() }}) будут перемещены в {{ deleteOptions.activationKeys.contentView.name }} в {{ deleteOptions.activationKeys.environment.name }}

source: {{ totalHostCount() }} Content Hosts will be moved to {{ deleteOptions.contentHosts.contentView.name }} in {{ deleteOptions.contentHosts.environment.name }}
es: {{ totalHostCount() }} hosts de contenido se moverán a {{ deleteOptions.contentHosts.contentView.name }} en {{ deleteOptions.contentHosts.environment.name }}
fr: {{ totalHostCount() }} Les hôtes de contenu seront déplacés vers {{ deleteOptions.contentHosts.contentView.name }} dans {{ deleteOptions.contentHosts.environment.name }}
it: {{ totalHostCount() }} Host di contenuto saranno spostati su {{ deleteOptions.contentHosts.contentView.name }} in {{ deleteOptions.contentHosts.environment.name }}
ja: {{ totalHostCount() }} 台のコンテンツホストが {{ deleteOptions.contentHosts.environment.name }} の {{ deleteOptions.contentHosts.contentView.name }} に移動されます。
pt_br: {{ totalHostCount() }} Hosts de conteúdo serão movidos para {{ deleteOptions.contentHosts.contentView.name }} em {{ deleteOptions.contentHosts.environment.name }}
ru: Узлы (всего {{ totalHostCount() }}) будут перемещены в {{ deleteOptions.contentHosts.contentView.name }} в {{ deleteOptions.contentHosts.environment.name }}

source: {{ version.deb_count }} deb Packages
es: {{ version.deb_count }} Paquetes deb
fr: {{ version.deb_count }} Packages deb
ja: deb パッケージ {{ version.deb_count }} 個
pt_br: Pacotes de depuração {{ version.deb_count }}

source: {{ version.docker_manifest_count }} Container Image Manifests
fr: {{ version.docker_manifest_count }} Manifestes d'images de conteneurs
ja: コンテナーイメージマニフェスト {{ version.docker_manifest_count }} 個

source: {{ version.docker_manifest_list_count }} Container Image Manifest Lists
fr: {{ version.docker_manifest_list_count }} Liste de manifeste d'images de conteneurs
ja: コンテナーイメージマニフェスト {{ version.docker_manifest_list_count }} 個

source: {{ version.docker_tag_count }} Container Image Tags
fr: {{ version.docker_tag_count }} Balise d'images de conteneurs
ja: コンテナーイメージタグ {{ version.docker_tag_count }} 個

source: {{ version.errata_counts.total }} Errata
es: {{ version.errata_counts.total }} erratas
ja: エラータ {{ version.errata_counts.total }} 件
pt_br: {{ version.errata_counts.total }} errata(s)
ru: исправления: {{ version.errata_counts.total }}

source: {{ version.file_count }} Files
es: {{ version.file_count }} archivos
fr: {{ version.file_count }} fichiers
ja: ファイル {{ version.file_count }} 個
pt_br: {{ version.file_count }} arquivos

source: {{ version.module_stream_count }} Module Streams
ja: モジュールストリーム {{ version.module_stream_count }} 個

source: {{ version.ostree_branch_count }} OSTree Branches
es: {{ version.ostree_branch_count }} etiquetas OSTree
fr: {{ version.ostree_branch_count }} branches OSTree
ja: OSTreeブランチ {{ version.ostree_branch_count }} 個
pt_br: {{ version.ostree_branch_count }} ramificações OSTree

source: {{ version.package_count }} Packages
es: {{ version.package_count }} paquetes
fr: {{ version.package_count }} paquets
it: Pacchetti {{ version.package_count }}
ja: パッケージ {{ version.package_count }} 個
pt_br: {{ version.package_count }} pacotes
ru: пакеты: {{ version.package_count }}

source: {{ version.puppet_module_count }} Puppet Modules
es: {{ version.puppet_module_count }} módulos Puppet
fr: {{ version.puppet_module_count }} modules Puppet
it: Moduli Puppet {{ version.puppet_module_count }}
ja: Puppet モジュール {{ version.puppet_module_count }} 個
pt_br: {{ version.puppet_module_count }} módulos puppet
ru: модули Puppet: {{ version.puppet_module_count }}

source: {{ version.srpm_count }} Source RPMs
es: {{ version.srpm_count }} RPM de fuente
fr: {{ version.srpm_count }} RPM source
ja: ソース RPM {{ version.srpm_count }} 個
pt_br: RPMs de origem {{ version.srpm_count }}

source: * These marked Content View Versions are from Composite Content Views. Their components needing updating are listed underneath.
de: * Diese markierten Inhaltsansichtsversionen stammen aus Verbund-Inhaltsansichten. Komponenten, die eine Aktualisierung erfordern, werden darunter aufgelistet.
es: * Estas versiones de vista de contenido pertenecen a Vistas de contenido compuestas. Los componentes que deben actualizarse se enumeran a continuación.
fr: * Ces versions d'affichages de contenu marked proviennent d'affichages de contenu composites. Les composants nécessitant une mise à jour sont énumérés ci-dessous.
it: * Queste versioni contrassegnate di Visualizzazione del contenuto fanno parte di Visualizzazioni composite. I componenti relativi da aggiornare sono di seguito elencati.
ja: * マーク付きのコンテンツビューバージョンは、複合コンテンツビューから取得します。更新の必要なコンポーネントは、その下に記載されます。
pt_br: *Essas Versões de visualização de conteúdo marcadas são da Coleção de visualizações de conteúdo. Os seus componentes que precisam ser atualizados estão listados abaixo.
ru: * Отмеченные версии представлений получены из сложных представлений. Ниже перечислены их компоненты, нуждающиеся в обновлении.

source: %(consumed)s out of %(quantity)s
de: %(consumed)s von %(quantity)s
es: %(consumed)s de %(quantity)s
fr: %(consumed)s sur %(quantity)s
it: %(consumed)s di %(quantity)s
ja: %(consumed)s / %(quantity)s
pt_br: %(consumed)s em %(quantity)s
ru: %(consumed)s из %(quantity)s

source: %count environment(s) can be synchronized: %envs
de: %count-Umgebung(en) können synchronisiert werden:%envs
es: %count entornos se pueden sincronizar: %envs
fr: %count environnement(s) peuvent être synchronisés : %envs
ja: %count 個の環境を同期できます: %envs
pt_br: %count ambiente(s) pode(m) ser sincronizado(s): %envs

source: <a ui-sref="content-view.version.details({versionId: version.id})">Version {{ version.version }}</a>
es: <a ui-sref="content-view.version.details({versionId: version.id})">Versión {{ version.version }}</a>
ja: <a ui-sref="content-view.version.details({versionId: version.id})">バージョン {{ version.version }}</a>
pt_br: <a ui-sref="content-view.version.details({versionId: version.id})"> versão {{ version.version }}</a>

source: <b>Description</b>
de: <b>Beschreibung</b>
ja: <b>説明</b>

source: <b>Issued</b>
de: <b> Veröffentlicht </b>
ja: <b>発行済</b>

source: <b>Module Streams</b>
de: <b>Modul-Streams</b>
ja: <b>モジュールストリーム</b>

source: <b>Packages</b>
de: <b>Pakete</b>
fr: <b>Paquetages</b>
ja: <b>パッケージ</b>

source: <b>Reboot Suggested</b>
de: <b>Neustart empfohlen</b>
fr: <b>Redémarrage suggéré</b>
ja: <b>再起動の推奨</b>

source: <b>Solution</b>
de: <b> Lösung </b>
ja: <b>解決</b>

source: <b>Title</b>
de: <b>Titel</b>
fr: <b>Titre</b>
ja: <b>タイトル</b>

source: <b>Type</b>
de: <b>Typ</b>
ja: <b>タイプ</b>

source: <b>Updated</b>
de: <b>Aktualisiert</b>
fr: <b>Mis à jour</b>
ja: <b>更新済み</b>

source: <i class="fa fa-star"></i> Starred environments are suggested for promotion.
es: <i class="fa fa-star"></i> Los entornos con asterisco se sugieren para promoción.
fr: <i class="fa fa-star"></i> Environments étoilés candidats à la promotion.
ja: <i class="fa fa-star"></i> プロモートが推奨される環境にスターを付けています。
pt_br: <i class="fa fa-star"></i> Ambientes com asterisco são sugeridos para promoção.

source: <i class="fa fa-warning inline-icon"></i> This Host is not currently registered with subscription-manager. Click <a ui-sref="content-hosts.register">here</a> for registration information.
es: <i class="fa fa-warning inline-icon"></i> En este momento, este host no se encuentra registrado con suscription-manager. Haga clic<a ui-sref="content-hosts.register">aquí</a> para acceder a información del registro.
fr: <i class="fa fa-warning inline-icon"></i> Cet hôte n'est actuellement pas enregistré auprès du gestionnaire d'abonnements. Cliquez <a ui-sref="content-hosts.register">ici</a> pour obtenir des informations relatives à l'enregistrement.
ja: <i class="fa fa-warning inline-icon"></i> このホストは現在、subscription-manager で登録されていません。登録の情報は、<a ui-sref="content-hosts.register">ここ</a> をクリックしてください。
pt_br: <i class="fa fa-warning inline-icon"></i> Este host não está atualmente registrado no gerente de assinaturas. Clique em <a ui-sref="content-hosts.register">here</a> para obter informações de registro.

source: <span translate=""> If you would prefer to move portions of these Activation Keys to different content views or Lifecycle Environments click </span> <a ui-sref="activation-keys" translate="">here</a> <span translate="">to manage them individually.</span>
es: <span translate=""> Si prefiere mover porciones de llaves de activación a diferentes vistas de contenido o entorno de ciclo de vida, haga clic </span> <a ui-sref="activation-keys" translate="">aquí</a> <span translate="">para administrarlas individualmente.</span>
fr: <span translate=""> Si vous préférez déplacer des portions de ces clés d'activation vers différents affichages de contenu ou environnements du cycle de vie, cliquez </span> <a ui-sref="activation-keys" translate="">ici</a> <span translate="">pour les gérer individuellement.</span>
ja: <span translate=""> アクティベーションキーの一部を別のコンテンツビューまたはライフサイクル環境に移動する場合には、 </span> <a ui-sref="activation-keys" translate="">ここ</a> <span translate="">をクリックして個別に管理します。</span>
pt_br: <span translate=""> Se você preferir mover porções dessas chaves de ativação para diferentes visualizações de conteúdo ou ambientes de ciclo de vida, clique em </span> <a ui-sref="activation-keys" translate="">here</a> <span translate="">para gerenciá-los individualmente.</span>

source: 1 Content Host
it: 1 host di contenuto
ja: コンテンツホスト 1 台
ru: 1 узел

source: 1 repository sync has errors.
it: sono presenti alcuni errori in 1 sinc del repository.
ja: 1 つのリポジトリーの同期にエラーが含まれています。
ru: Обнаружены ошибки при синхронизации репозитория.

source: 1 repository sync in progress.
de: 1 Repository-Synchronisation in Arbeit.
es: 1 sincronización de repositorio en progreso.
it: 1 sincronizzazione del repository in corso.
ja: 1 つのリポジトリーが同期中です。
pt_br: 1 sincronização de repositório está em andamento.
ru: Синхронизация репозитория...

source: 1 successfully synced repository.
de: 1 erfolgreich synchronisiertes Repository.
es: 1 repositorio ha sido sincronizado correctamente.
it: 1 repository sincronizzato con successo.
ja: 1 つのリポジトリーが正常に同期されました。
pt_br: 1 repositório sincronizado com sucesso.
ru: Синхронизация репозитория завершена.
