Repository: Katello/katello
Catalog: engines/bastion_katello/app/assets/javascripts/bastion_katello/i18n/locale/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Deb Repositories
pt_br: Repositórios de depuração

source: Deb:
pt_br: Depuração:

source: Delete all subscriptions attached to activation keys.
pt_br: Excluir todas as assinaturas anexadas às chaves de ativação.

source: Delete all subscriptions that are attached to running hosts.
pt_br: Excluir todas as assinaturas anexadas a hosts em execução.

source: Delete Manifest
it: Cancella il manifesto
pt_br: Remover Manifesto
ru: Удалить манифест

source: Delete Manifest?
pt_br: Excluir manifesto?

source: Disable Red Hat Insights
pt_br: Desabilitar Red Hat Insights

source: Enabled?
it: Abilitato?
pt_br: Habilitado?
ru: Включено?

source: Ends
it: Termina
pt_br: Termina
ru: Конец

source: Equal To
es: Igual que
fr: Égal à
it: Uguale a
pt_br: Igual a
ru: равно

source: Error deleting manifest.
it: Errore durante la rimozione del manifesto.
pt_br: Erro ao remover manifesto.
ru: Ошибка при удалении манифеста.

source: Error importing manifest.
it: Errore durante l'importazione del manifesto.
pt_br: Erro ao importar manifesto.
ru: Ошибка при импорте манифеста.

source: Error refreshing manifest.
it: Errore durante l'aggiornamento del manifesto.
pt_br: Erro ao atualizar manifesto.
ru: Ошибка при обновлении манифеста.

source: Events
it: Eventi
pt_br: Eventos
ru: События

source: For On Demand synchronization, only the metadata is downloaded during sync and packages are fetched and stored on the filesystem when clients request them. For Background synchronization, a background task will download all packages after the initial sync. The Immediate option will download all metadata and packages immediately during the sync.
pt_br: Para sincronização sob demanda, somente os metadados são baixados durante a sincronização e os pacotes são buscados e armazenados no filesystem quando os clientes o solicitam. Para sincronização em segundo plano, uma tarefa em segundo plano baixará todos os pacotes após a sincronização inicial. A opção Imediata baixará todos os metadados e pacotes imediatamente durante a sincronização.

source: Generated On
it: Generato su
pt_br: Gerado(a) em
ru: Создано

source: GPG Key URL
it: URL chiave GPG
pt_br: URL de Chave GPG
ru: URL ключа GPG

source: Greater Than
es: Mayor que
fr: Supérieur à
it: Maggiore di
pt_br: Maior que
ru: больше чем

source: Guests of
de: Gäste von
it: Guest di
pt_br: Sistemas Virtuais de
ru: Гости

source: Ignore Global Http Proxy
pt_br: Ignorar o proxy HTTP global

source: Ignore Global HTTP Proxy
pt_br: Ignorar o proxy HTTP global

source: Import History
it: Importa cronologia
pt_br: Importar Histórico
ru: Журнал импорта

source: Import Manifest
pt_br: Importar Manifesto

source: Import/Remove Manifest
pt_br: Importar/remover manifesto

source: Instance-based
it: Basato sull'istanza
pt_br: Baseado em instância
ru: Экземпляр

source: Last Updated
it: Ultimo aggiornato
pt_br: Atualizado pela última vez
ru: Обновлено

source: Less Than
es: Menor que
fr: Inférieur à
it: Inferiore a
pt_br: Menos que
ru: меньше чем

source: Limits
it: Limiti
pt_br: Limites
ru: Пределы

source: Manage Manifest
it: Gestisci il manifesto
pt_br: Gerenciar Manifesto
ru: Манифест

source: Manifest History
it: Cronologia del manifesto
pt_br: Histórico do Manifesto
ru: Журнал

source: Manifest successfully deleted.
it: Manifesto rimosso con successo.
pt_br: Manifesto removido com sucesso.
ru: Манифест удален.

source: Manifest successfully imported.
it: Manifesto importato con successo.
pt_br: Manifesto importado com sucesso
ru: Манифест импортирован.

source: Manifest successfully refreshed.
it: Manifesto aggiornato con successo.
pt_br: Manifesto atualizado com sucesso.
ru: Манифест обновлен.

source: Message
it: Messaggio
pt_br: Mensagem
ru: Сообщение

source: More...
it: Più...
pt_br: Mais...
ru: Подробнее...

source: Multi-entitlement
it: Entitlement-multipli
pt_br: Direitos a Serviços Múltiplos
ru: Многократные полномочия

source: N/A
es: N/D
pt_br: Não está disponível
ru: нет

source: Name of the upstream repository you want to sync. Example: 'busybox' or 'fedora/ssh'.
es: Nombre del repositorio de la corriente de desarrollo principal que desea sincronizar. Por ejemplo: 'busybox' o 'fedora/ssh'.
fr: Nom du référentiel en amont que vous souhaitez synchroniser. Exemple : 'busybox' ou 'fedora/ssh'.
it: Nome del repository upstream da sincronizzare. Esempio: 'busybox' or 'fedora/ssh'.
pt_br: Nome do repositório upstream que você deseja sincronizar. Exemplo: 'busybox' ou 'fedora / ssh '.
ru: Имя репозитория для синхронизации. Пример: «busybox», «fedora/sh»

source: No Products are provided by this Subscription.
pt_br: Nenhum produto foi fornecido por esta assinatura.

source: No repository content provided through this subscription.
it: Non è stato fornito alcun contenuto del repositorio attraverso questa sottoscrizione.
pt_br: Nenhum conteúdo de repositório fornecido através desta subscrição.
ru: Подписка не предоставляет доступ к репозиториям.

source: No repository content.
it: Nessun contenuto del repositorio.
pt_br: Nenhum conteúdo de repositório.
ru: Нет содержимого.

source: No subscription manifest imported
it: Nessun manifesto di sottoscrizione importato
pt_br: Nenhum manifesto de subscrição importado
ru: Нет манифеста подписок

source: Note: Deleting a subscription manifest is STRONGLY discouraged. Deleting a manifest will:
pt_br: Observação: excluir o manifesto de assinatura é FORTEMENTE desencorajado. Excluir um manifesto:

source: OS
de: Betriebssystem
es: SO
pt_br: SO
ru: ОС

source: Performs a complete sync, verifying the checksum of all packages afterwards. Any missing or corrupt RPMs will be re-downloaded. This option will take the longest amount of time and is only relevant for yum repositories.. Choose this option if:
pt_br: Realiza uma sincronização completa, verificando uma soma de verificação de todos os pacote ao final. O download de RPMs ausentes ou corrompidos será feito novamente. Essa opção levará mais tempo e é relevante somente para repositórios Yum. Escolha essa opção se:

source: Physical
de: Physisch
it: Fisico
pt_br: Físico
ru: Физическая

source: Product Content
it: Contenuto del prodotto
pt_br: Conteúdo do Produto
ru: Состав

source: Product ID
it: ID del prodotto
pt_br: ID do Produto
ru: Идентификатор

source: Product syncs has been initiated in the background. Click %s to monitor the progress.
es: Se inició la sincronización de productos en segundo plano. Haga clic en %s para controlar el progreso.
fr: La synchronisation du produit a été initiée en arrière-plan. Cliquez sur %s pour contrôler la progression.
pt_br: As sincronizações do produto foram iniciadas em segundo plano. Clique em %s para monitorar o progresso.

source: Provided Products
it: Prodotti forniti
pt_br: Produtos Fornecidos
ru: Продукты

source: Red Hat Provider Details
it: Dettagli sul provider di Red Hat
pt_br: Detalhes do Provedor da Red Hat
ru: Провайдер Red Hat

source: Refresh Manifest
it: Ricarica il manifesto
pt_br: Atualizar Manifesto
ru: Обновить манифест

source: Refreshing Manifest
pt_br: Atualizando manifesto

source: Refreshing manifest not supported by this manifest.
pt_br: A atualização de manifesto não é compatível com este manifesto.

source: Registry Password
pt_br: Registrar senha

source: Registry username
pt_br: Registrar nome de usuário

source: Registry Username
pt_br: Registrar nome de usuário

source: Remove {{ table.numSelected }} Hosts?
pt_br: Remover {{ table.numSelected }} hosts?

source: Remove Hosts
pt_br: Remover Hosts

source: Removing Manifest
pt_br: Remover manifesto

source: Repo Type
it: Tipo di repository
pt_br: Tipo de Repo
ru: Тип репозитория

source: Repository URL updated
it: URL repositorio aggiornato
pt_br: URL do repositório
ru: Адрес репозитория обновлен

source: Require you to upload the subscription-manifest and re-attach subscriptions to hosts and activation keys.
pt_br: Exige que você faça o upload do manifesto da assinatura e anexe as assinaturas novamente nos hosts e nas chaves de ativação.

source: Required Host
it: Host obbligatorio
pt_br: Host Requerido
ru: Обязательный узел

source: Requires Virt-Who Usage
pt_br: Exige uso do virt-who

source: Resource
pt_br: Recurso

source: RPMs are corrupt, often leading to an error "Package does not match intended download".
pt_br: Os RPMs estão corrompidos, muitas vezes levando ao erro "Pacote não corresponde ao download pretendido".

source: Rules Source
it: Origine regole
pt_br: Fonte de regras
ru: Источник правил

source: Rules Version
it: Versione regole
pt_br: Versão de regras
ru: Версия правил

source: Selecting this option will result in the globally configured http proxy from not being used.
pt_br: Selecionar essa opção fará com que o proxy HTTP configurado globalmente não seja usado.

source: Sockets: %s
it: Socket: %s
pt_br: Soquetes: %s
ru: Сокеты: %s

source: Specific RPMs are throwing a 404 from yum or dnf.
pt_br: RPMs específicos estão apresentando um 404 do Yum ou do DNF.

source: Stacking ID
it: ID dello stack
pt_br: Empilhando o ID
ru: Объединенный ID

source: Subscription Info
it: Informazioni sottoscrizione
pt_br: Info da Subscrição
ru: Сведения о подписке

source: Subscription Manifest
it: Manifesto della sottoscrizione
pt_br: Manifesto da Subscrição
ru: Манифест подписок

source: Subscription Server Details
it: Informazioni server delle sottoscrizioni
pt_br: Detalhes do Servidor de Subscrição
ru: Сервер подписок

source: subscription-manager register --org="{{ activationKey.organization.label }}" --activationkey="{{ activationKey.name }}"
es: registro de subscription-manager --org="{{ activationKey.organization.label }}" --activationkey="{{ activationKey.name }}"
pt_br: registro do subscription-manager --org="{{ activationKey.organization.label }}" --activationkey="{{ activationKey.name }}"

source: Support Type
it: Tipo di supporto
pt_br: Tipo de Suporte
ru: Тип поддержки

source: Target
it: Destinazione
pt_br: Alvo
ru: Получатель

source: Temporary
de: Temporär
it: Temporaneo
pt_br: Temporário
ru: Временные

source: The katello-agent package is required to manage errata on this Host. Please install the katello-agent package to manage errata on {{ host.name }}.
pt_br: O pacote katello-agent é necessário para gerenciar as erratas neste host. Por favor, instale o pacote katello-agent para gerenciar erratas no {{ host.name }}.

source: The katello-agent package is required to manage packages on this Host. Please install the katello-agent package to manage packages on {{ host.name }}. To install the package, connect directly to the host from a terminal and use yum.
pt_br: O pacote katello-agent é necessário para gerenciar os pacotes neste host. Por favor, instale o pacote katello-agent para gerenciar pacotes no {{ host.name }}. Para instalar o pacote, conecte-se diretamente ao host de um terminal e use yum.

source: There are currently no Deb Repositories associated with this Content View, you can add some by clicking on the "Add" tab above.
pt_br: Não há repositórios de depuração associados à Visualização de Conteúdo no momento. Você pode adicionar alguns clicando em "Adicionar" na aba acima.

source: There are currently no Deb Repositories to add to this Content View,
pt_br: Não há repositórios de depuração a serem adicionados no momento a esta Visualização de Conteúdo,

source: This action should only be taken in extreme circumstances or for debugging purposes.
pt_br: Esta ação deve ser realizada em circunstâncias extremas ou com o objetivo de depurar.

source: Time
it: Ora
pt_br: Tempo
ru: Время

source: Upload New Manifest
it: Carica un nuovo manifesto
pt_br: Carregar Manifesto Novo
ru: Добавить манифест

source: Uploading Manifest
pt_br: Carregando manifesto

source: Upstream Subscription
it: Sottoscrizione originale
pt_br: Subscrição Upstream
ru: Официальная подписка

source: Upstream Subscription Management Application
it: Applicazione di gestione della sottoscrizione originale
pt_br: Aplicativo de Gerenciamento de Subscrição Upstream
ru: Официальная программа управления подписками

source: Upstream Type
it: Tipo upstream
pt_br: Tipo Upstream
ru: Официальный тип

source: Upstream User
it: Utente upstream
pt_br: Usuário Upstream
ru: Официальный пользователь

source: URL of the registry you want to sync. Example: https://registry-1.docker.io/
es: URL del registro que desea sincronizar. Por ejemplo: https://registry-1.docker.io/
fr: URL du registre que vous souhaiter sync. Exemple : https://registry-1.docker.io/
pt_br: URL do registro que você deseja sincronizar. Exemplo: https://registry-1.docker.io/

source: Virt-Who Usage Required
pt_br: Uso do virt-who exigido

source: Virtual Guest From
it: Guest virtuale da
pt_br: Convidado Virtual de
ru: Виртуальный гость из

source: You currently don't have any Subscriptions associated with this Content Host, you can add Subscriptions after selecting the 'Add' tab.
it: Attualmente non è presente alcuna Sottoscrizione associata a questo Host di contenuti. È possibile aggiungerne una dopo aver selezionato la scheda 'Aggiungi'.
pt_br: No momento, você não tem nenhuma subscrição associada a este Host de Conteúdo, você pode adicionar subscrições depois de selecionar a aba 'Adicionar'.
ru: Нет подписок для этого узла. Перейдите на вкладку «Добавить».

source: You currently don't have any Subscriptions.
pt_br: No momento, você não tem assinaturas.

source: {{ 'Add Selected' | translate }}
es: {{ 'Añadir seleccionado' | translate }}

source: (<a href="/foreman_tasks/tasks/{{ subscription.runningTask.task.id }}">{{ "task details" | translate }}</a>)
ru: (<a href="/foreman_tasks/tasks/{{ subscription.runningTask.task.id }}">{{ "сведения о задаче" | translate }}</a>)

source: + New Sync Plan
it: + Nuova programmazione di sinc
ru: + Добавить план

source: <a ui-sref="content-views.details.version.details({versionId: version.id})">Version {{ version.version }}</a>
it: <a ui-sref="content-views.details.version.details({versionId: version.id})">Versione {{ version.version }}</a>
ru: <a ui-sref="content-views.details.version.details({versionId: version.id})">Версия {{ version.version }}</a>

source: <i class="fa fa-spinner fa-spin" ng-show="creating()"></i> Create
it: <i class="fa fa-spinner fa-spin" ng-show="creating()"></i> Crea
ru: <i class="fa fa-spinner fa-spin" ng-show="creating()"></i> Создать

source: <span translate=""> If you would prefer to move portions of these Activation Keys to different content views or Lifecycle Environments click </span> <a ui-sref="activation-keys.index({})" translate="">here</a> <span translate="">to manage them individually.</span>
it: <span translate=""> Se preferisci spostare parte di queste Chiavi di attivazione su visualizzazioni diverse del contenuto, o Ambienti Ciclo di vita, fare clic </span> <a ui-sref="activation-keys.index({})" translate="">qui</a> <span translate="">per una loro gestione individuale. </span>
ru: <span translate=""> Чтобы перенести отдельные ключи активации в разные представления или окружения, нажмите </span> <a ui-sref="activation-keys.index({})" translate="">здесь</a>

source: A new version of {{ contentView.name }} will be created and promoted to the Library environment. It can be promoted to other environments from the Versions tab of this Content View.
it: Una nuova versione di {{ contentView.name }} verrà creata e avanzata all'ambiente Libreria. Questa versione può essere avanzata su altri ambienti dalla scheda Versioni di questa Visualizzazione dei contenuti.
ru: Новая версия {{ contentView.name }} будет добавлена в окружение Library. Чтобы перенести ее в другое окружение, перейдите на вкладку «Версии».

source: Actions for:
it: Azioni per:
ru: Действия для:

source: Activation Key: {{ activationKey.name }}
it: Chiave di attivazione: {{ activationKey.name }}
ru: Ключи активации: {{ activationKey.name }}

source: Activation Keys for Subscription:
it: Chiavi di attivazione per la sottoscrizione:
ru: Ключи активации для подписки:

source: Add New Filter
it: Aggiungi nuovo filtro
ru: Добавить фильтр

source: Add New Repository
it: Aggiungi nuovo repositorio
ru: Добавить репозиторий

source: Advanced Information
it: Informazioni avanzate
ru: Дополнительная информация

source: Affected Packages
it: Pacchetti interessati
ru: Пакеты

source: Affected Systems
it: Sistemi interessati
ru: Системы

source: Affected repositories
it: Repositori interessati
ru: Репозитории

source: Alter Sync Plans
it: Modifica delle programmazioni di sincronizzazione
ru: Изменить план

source: An error occurred applying Subscriptions:
it: Si è verificato un errore durante l'applicazione delle Sottoscrizioni:
ru: Ошибка при назначении подписок:

source: An error occurred removing the Products:
it: Si è verificato un errore durante la rimozione dei Prodotti:
ru: Ошибка при удалении продукта:

source: Applicable Content Hosts for Errata
it: Host di contenuto applicabili per l'Errata
ru: Доступные узлы для исправлений

source: Apply Errata to Content Host "{{contentHost.name}}"?
it: Applicare errata all'host di contenuto "{{contentHost.name}}"?
ru: Применить исправления на "{{contentHost.name}}"?

source: Apply {{ errata.errata_id }} to {{ numberOfContentHostsToUpdate }} Content Host(s)?
it: Applica {{ errata.errata_id }} ai {{ numberOfContentHostsToUpdate }} Host di contenuto?
ru: Установить {{ errata.errata_id }} на выбранных узлах (всего {{ numberOfContentHostsToUpdate }})?

source: Apply {{ errataIds.length }} Errata to {{ numberOfContentHostsToUpdate }} Content Host(s)?
it: Applica {{ errataIds.length }} Errata agli host di contenuto {{ numberOfContentHostsToUpdate }} ?
ru: Установить эти исправления (всего {{ errataIds.length }}) на {{ numberOfContentHostsToUpdate }} узле(ах)?

source: Applying Bulk Errata Update
it: Applicazione in gruppo aggiornamento errata
ru: Установка исправлений...

source: Are you sure you want to apply Errata to content host "{{ contentHost.name }}"?
it: Sei sicuro di voler applicare l'Errata all'host di contenuto "{{ contentHost.name }}"?
ru: Вы действительно хотите установить исправления на «{{ contentView.name }}»?

source: Are you sure you want to apply the {{ detailsTable.numSelected }} selected errata to the content hosts chosen?
it: Sei sicuro di voler applicare l'errata {{ detailsTable.numSelected }} selezionato agli host di contenuto desiderati?
ru: Вы действительно хотите применить выбранное число исправлений ({{ detailsTable.numSelected }}) к узлам?

source: Are you sure you want to auto-attach available subscriptions to all {{ table.resource.total }} content hosts?
it: Sei sicuro di voler assegnare automaticamente le sottoscrizioni disponibili a tutti gli host di contenuto {{ table.resource.total }}?
ru: Подобрать подписки автоматически для {{ table.resource.total }} узлов?

source: Are you sure you want to delete Content View "{{ contentView.name }}"?
it: Sei sicuro di voler rimuovere la Visualizzazione del contenuto "{{ contentView.name }}"?
ru: Вы действительно хотите удалить представление «{{ contentView.name }}»?

source: Are you sure you want to remove GPG key {{ gpgKey.name }}?
it: Sei sicuro di voler rimuovere la chiave GPG {{ gpgKey.name }}?
ru: Вы действительно хотите удалить ключ GPG «{{ gpgKey.name }}»?

source: Are you sure you want to remove the {{ productTable.getSelected().length }} products(s) selected?
it: Sei sicuro di voler rimuovere i {{ productTable.getSelected().length }} prodotti selezionati?
ru: Удалить выбранные продукты (всего {{ productTable.getSelected().length }})?

source: Are you sure you want to unregister content host "{{ contentHost.name }}"?
it: Sei sicuro di voler rimuovere la registrazione dell'host di contenuto "{{ contentHost.name }}"?
ru: Отменить регистрацию узла «{{ contentHost.name }}»?

source: Are you sure you want to unregister the {{ table.numSelected }} content host(s) selected?
it: Sei sicuro di voler rimuovere la registrazione di {{ table.numSelected }} host di contenuto selezionati?
ru: Отменить регистрацию выбранных узлов (всего {{ table.numSelected }})?

source: Assign Environment and Content View
it: Assegna l'Ambiente e la Visualizzazione del contenuto
ru: Выбор окружения и представления

source: At least one content host needs to be selected in order to perform a bulk action.
it: Selezionare almeno un host di contenuto per poter eseguire operazioni in gruppo.
ru: Для выполнения групповой операции необходимо выбрать узел.

source: At least one product needs to be selected in order to perform a bulk action.
it: Selezionare almeno un prodotto per poter eseguire operazioni in gruppo.
ru: Для выполнения групповой операции необходимо выбрать продукт.

source: Attached to Content Hosts
it: Assegnato agli host di contenuto
ru: Узлы

source: Auto-attach available subscriptions to all content hosts
it: Assegnazione automatica (auto-attach) delle sottoscrizioni disponibili a tutti gli host del contentuto
ru: Автоматический выбор подписок для всех узлов

source: Back To Repository Selection
it: Torna alla Selezione dei repositori
ru: Назад к выбору репозитория

source: Back to Module List
it: Torna all'Elenco dei moduli
ru: Назад к списку модулей

source: Back to Repository Details
it: Torna alle Informazioni repositorio
ru: Назад к свойствам репозитория

source: Back to Repository List
it: Torna all'Elenco dei Repositori
ru: Назад к списку

source: Back to Version List
it: Torna all'Elenco delle versioni
ru: Назад к списку версий

source: Below are the repository content sets currently available for this activation key through its subscriptions. For Red Hat subscriptions, additional content can be made available through the
it: Di seguito vengono riportati gli insiemi del contenuto dei repositori disponibili per questa chiave di attivazione per mezzo delle proprie sottoscrizioni. Per le sottoscrizioni di Red Hat, è possibile ottenere altri contenuti attraverso
ru: Ниже приведен список наборов репозиториев для этой подписки. Чтобы включить дополнительное содержимое, см.

source: Bulk Actions
it: Operazioni in gruppo
ru: Групповые операции

source: Bulk Alter Products Sync Plan
it: Modifica in gruppo la Programmazione di sincronizzazione dei prodotti
ru: Групповое изменение планов синхронизации

source: Bulk Sync Products
it: Sincronizza in gruppo i Prodotti
ru: Групповая синхронизация

source: Checkin
ru: Вход

source: Click here to refresh.
it: Fai clic qui per l'aggiornamento.
ru: Нажмите, чтобы обновить.

source: Click here to see the task for the successful removals.
it: Clicca qui per vedere l'attività relativa alle rimozioni con successo.
ru: Нажмите здесь для просмотра задачи для успешного удаления.

source: Collection Actions
it: Insieme azioni
ru: Действия

source: Composite Content View {{ contentView.name }}
it: Visualizzazione contenuto composita {{ contentView.name }}
ru: Сложное представление {{ contentView.name }}

source: Confirmation
it: Conferma
ru: Подтверждение

source: Content Host %s has been deleted.
it: Host di contenuto %s rimosso.
ru: %s удален.

source: Content Host Bulk Actions
it: Azioni in gruppo per l'host di contenuto
ru: Групповые операции над узлами

source: Content Host Bulk Errata
it: Errata in gruppo per l'host di contenuto
ru: Групповые исправления для узлов

source: Content Host Bulk Host Collections
it: Insiemi host in gruppo per l'host di contenuto
ru: Групповые операции над коллекциями узлов

source: Content Host Bulk Packages
it: Pacchetti in gruppo per l'host di contenuto
ru: Групповые пакеты для узлов

source: Content Host Errata Management
it: Gestione errata per l'host di contenuto
ru: Управление исправлениями

source: Content Host Package Management
it: Gestione pacchetti per l'host di contenuto
ru: Управление пакетами

source: Content Host Subscriptions
it: Sottoscrizioni host di contenuto
ru: Подписки узла
