Repository: Katello/katello
Catalog: cli/locale/*/katello-cli.po
Languages: de

source: organization name eg: foo.example.com (required)
de: Organisationsname z.B.: foo.example.com (erforderlich)

source: Available Service Levels
de: Verfügbare Service-Levels

source: Default System Info Keys
de: Standard-Systeminfo-Schlüssel

source: Organization Information
de: Organisationsinformationen

source: delete an organization
de: Organisation löschen

source: Deleting the organization, please wait...
de: Organisation wird gelöscht, bitte warten ...

source: Successfully deleted org [ %s ]
de: Organisation [ %s ] erfolgreich gelöscht

source: update an organization
de: Organisation aktualisieren

source: Successfully updated org [ %s ]
de: Org [ %s ] erfolgreich aktualisiert

source: generate and show ueber certificate
de: Überzertifikat generieren und anzeigen

source: regenerate the certificate
de: Zertifikat neu generieren

source: Key
de: Schlüssel

source: Organization Uebercert
de: Organisations-Überzertifikat

source: show subscriptions
de: Subskriptionen anzeigen

source: Subscription
de: Subskription

source: Consumed
de: Verbraucht

source: Contract Number
de: Vertragsnummer

source: Start Date
de: Startdatum

source: End Date
de: Enddatum

source: Organization's Subscriptions
de: Subskriptionen der Organisation

source: add default custom info keynames for systems
de: Standardmäßige Schlüsselnamen für angepasste Info für Systeme hinzufügen

source: remove default custom info keynames for systems
de: Standardmäßige Schlüsselnamen für angepasste Info für Systeme entfernen

source: apply default custom info keynames to all existing systems
de: Standardmäßige Schlüsselnamen für angepasste Info auf alle vorhandenen Systeme anwenden

source: No default custom info keys to apply in Org [ %s ]
de: Keine standardmäßigen Schlüssel für angepasste Info anzuwenden in Organisation [ %s ]

source: Could not apply default custom info keys to systems in Org [ %s ]
de: Standardmäßige Schlüssel für angepasste Info konnten nicht auf System in Organisation [ %s ] angewendet werden

source: organization specific actions in the katello server
de: Organisationsspezifische Aktionen im Katello-Server

source: create a permission for a user role
de: Berechtigungen für Benutzerrolle erstellen

source: role name (required)
de: Rollenname (erforderlich)

source: permission name (required)
de: Berechtigungsname (erforderlich)

source: permission description
de: Berechtigungsbeschreibung

source: scope of the permisson (required)
de: Bereich der Berechtigung (erforderlich)

source: verbs for the permission
de: Verben für die Berechtigung

source: tags for the permission
de: Tags für die Berechtigung

source: use to set all tags
de: zum Setzen aller Tags verwenden

source: Can not specify a set of tags and use --all_tags
de: Angabe einer Gruppe von Tags und Verwendung von --all_tags kann nicht zusammen erfolgen

source: Invalid scope [ %s ]
de: Ungültiger Bereich [ %s ]

source: Could not create permission [ %s ]
de: Berechtigung [ %s ] konnte nicht erstellt werden

source: delete a permission
de: Berechtigung löschen

source: list permissions for a user role
de: Berechtigungen für Benutzerrolle auflisten

source: Scope
de: Umfang

source: Verbs
de: Verben

source: Permission List
de: Berechtiungsliste

source: list available scopes, verbs and tags that can be set in a permission
de: Verfügbare Bereiche, Verben und Tags auflisten, die in einer Berechtigung gesetzt werden können

source: filter listed results by scope
de: Aufgelistete Ergebnisse nach Bereich filtern

source: Available verbs and tags for permission scope %s
de: Verfügbare Verben und Tags für Berechtigungsbereich %s

source: Available verbs
de: Verfügbare Verben

source: None
de: Keine

source: permission specific actions in the katello server
de: Berechtigungsspezifische Aktionen im Katello-Server

source: list all known user roles
de: Alle bekannten Benutzerrollen auflisten

source: create user role
de: Benutzerrolle erstellen

source: role description
de: Rollenbeschreibung

source: Successfully created user role [ %s ]
de: Benutzerrolle [ %s ] erfolgreich erstellt

source: Could not create user role [ %s ]
de: Benutzerrolle [ %s ] konnte nicht erstellt werden

source: list information about user role
de: Informationen über Benutzerrolle anzeigen

source: user role name (required)
de: Benutzerrollenname (erforderlich)

source: print details about each of role's permissions
de: Details über die Berechtigungen der Rolle anzeigen

source: Permissions
de: Berechtigungen

source: LDAP Groups
de: LDAP-Gruppen

source: User Role Information
de: Benutzerrollen-Informationen

source: delete a user role
de: Benutzerrolle löschen

source: Successfully deleted user role [ %s ]
de: Benutzerrolle [ %s ] erfolgreich gelöscht

source: update a role
de: Rolle aktualisieren

source: new user role name
de: Neuer Benutzerrollenname

source: Successfully updated user role [ %s ]
de: Benutzerrolle [ %s ] erfolgreich aktualisiert

source: assign LDAP group to a role
de: LDAP-Gruppe einer Rolle zuweisen

source: new LDAP group name (required)
de: Name der neuen LDAP-Gruppe (erforderlich)

source: remove LDAP group assigned to a role
de: Zugewiesene LDAP-Gruppe von einer Rolle entfernen

source: LDAP group name to be removed (required)
de: Name der zu entfernenden LDAP-Gruppe (erforderlich)

source: user role specific actions in the katello server
de: Benutzerrollenspezifische Aktionen im Katello-Server

source: list all templates
de: Alle Vorlagen auflisten

source: No templates found in environment [ %s ]
de: Keine Vorlagen in Umgebung [ %s ] gefunden

source: Template List
de: Vorlagenliste

source: list information about a template
de: Informationen über eine Vorlage anzeigen

source: template name (required)
de: Vorlagenname (erforderlich)

source: Package Groups
de: Paketgruppen

source: Template Info
de: Vorlageninfo

source: create a template file and import data
de: Vorlagendatei erstellen und Daten importieren

source: path to the template file (required)
de: Pfad zur Vorlagendatei (erforderlich)

source: Importing template, please wait...
de: Vorlage wird importiert, bitte warten ...

source: export the template into the file
de: Vorlage in Datei exportieren

source: format of the export, possible values: %s, default: json
de: Format des Exports, mögliche Werte: %s, Standard: json

source: Exporting template, please wait...
de: Vorlage wird exportiert, bitte warten ...

source: create an empty template file
de: Leere Vorlagendatei erstellen

source: name of the parent template
de: Name der übergeordneten Vorlage

source: template description
de: Vorlagenbeschreibung

source: Successfully created template [ %s ]
de: Vorlage [ %s ] erfolgreich erstellt

source: Could not create template [ %s ]
de: Vorlage [ %s ] konnte nicht erstellt werden

source: updates name and description of a template
de: Name und Beschreibung einer Vorlage aktualisieren

source: new template name
de: Neuer Vorlagenname

source: name of the package
de: Name des Pakets

source: name of the parameter, %s must follow
de: Name des Parameters, %s muss folgen

source: value of the parameter
de: Wert des Parameters

source: name of the parameter
de: Name des Parameters

source: name of the package group
de: Name der Paketgruppe

source: name of the package group category
de: Name der Paketgruppen-Kategorie

source: distribution ID
de: Distributions-ID

source: determines product from which the repositories are picked
de: Bestimmt das Produkt, von dem Repositorys ausgewählt werden

source: repository to be added to the template
de: Zur Vorlage hinzuzufügendes Repository

source: repository to be removed from the template
de: Von Vorlage zu entfernendes Repository

source: Updating the template, please wait...
de: Vorlage wird aktualisiert, bitte warten ...

source: Successfully updated template [ %s ]
de: Vorlage [ %s ] erfolgreich aktualisiert

source: deletes a template
de: Vorlage löschen

source: template specific actions in the katello server
de: Vorlagenspezifische Aktionen im Katello-Server

source: list known sync_plans
de: Bekannte Syncpläne auflisten

source: Interval
de: Intervall

source: Sync Plan List
de: Sync-Planliste

source: print info about a sync plan
de: Info über Sync-Plan anzeigen

source: name of the sync plan (required)
de: Name des Sync-Plans (erforderlich)

source: Start date
de: Startdatum

source: create a synchronization plan
de: Synchronisationsplan erstellen

source: plan description
de: Planbeschreibung

source: interval of recurring synchronizations (choices: [%s], default: none)
de: Intervall der Synchronisationswiederholungen (Auswahl: [%s], Standard: keine)

source: date of first synchronization (required, format: YYYY-MM-DD)
de: Datum der ersten Synchronisation (erfordert, Format: YYYY-MM-DD)

source: time of first synchronization (format: HH:MM:SS, default: 00:00:00)
de: Zeit der ersten Synchronisation (erfordert, Format: HH:MM:SS, Standard: 00:00:00)

source: Successfully created synchronization plan [ %s ]
de: Synchronisationsplan [ %s ] erfolgreich erstellt

source: Could not create synchronization plan [ %s ]
de: Synchronisationsplan [ %s ] konnte nicht erstellt werden

source: update a sync plan
de: Sync-Plan aktualisieren

source: new sync plan name
de: Neuer Sync-Planname

source: interval of recurring synchronizations (choices: [%s])
de: Intervall der Synchronisationswiederholungen (Auswahl: [%s])

source: date of first synchronization (format: YYYY-MM-DD)
de: Datum der ersten Synchronisation (Format: YYYY-MM-DD)

source: time of first synchronization (format: HH:MM:SS)
de: Zeit der ersten Synchronisation (Format: HH:MM:SS)

source: Successfully updated sync plan [ %s ]
de: Sync-Plan [ %s ] erfolgreich aktualisiert

source: delete a sync plan
de: Sync-Plan löschen

source: Successfully deleted sync plan [ %s ]
de: Sync-Plan [ %s ] erfolgreich gelöscht

source: synchronization plan specific actions in the katello server
de: Synchronisationsplanspezifische Aktionen im Katello-Server

source: list all filters
de: Alle Filter auflisten

source: Filter List
de: Filterliste

source: create a filter
de: Filter erstellen

source: filter name (required)
de: Filtername (erforderlich)

source: description
de: Beschreibung

source: comma-separated list of package names/NVREAs
de: Kommagetrennte Liste mit Paketnamen/NVREAs

source: Successfully created filter [ %s ]
de: Filter [ %s ] erfolgreich erstellt

source: Could not create filter [ %s ]
de: Filter [ %s ] konnte nicht erstellt werden

source: update a filter
de: Filter aktualisieren

source: filter existing name (required)
de: Derzeitiger Filtername (erforderlich)

source: Successfully updated filter [ %s ]
de: Filter [ %s ] erfolgreich aktualisiert

source: delete a filter
de: Filter löschen

source: Successfully deleted filter [ %s ]
de: Filter [ %s ] erfolgreich gelöscht

source: Filter Information
de: Filterinformationen

source: Add a package to filter
de: Paket zu Filter hinzufügen

source: package ID (required)
de: Paket-ID (erforderlich)

source: Remove a package from filter
de: Paket von Filter entfernen

source: filter specific actions in the katello server
de: Filterspezifische Aktionen im Katello-Server

source: save an option to the client config
de: Option in Client-Konfiguration speichern

source: name of the option to be saved (e.g. org, environment, provider, etc) (required)
de: Name der zu speichernden Option (z.B. Org, Umgebung, Provider, etc) (erforderlich)

source: value to be store under specified option (required)
de: Unter spezifizierter Option zu speichernder Wert (erforderlich)

source: Unsuccessfully remembered option [ %s ]
de: Option [ %s ] nicht erfolgreich gespeichert

source: remove an option from the client config
de: Option von Client-Konfiguration entfernen

source: name of the option to be deleted (required)
de: Name der zu löschenden Option (erforderlich)

source: Successfully forgot option [ %s ]
de: Option [ %s ] erfolgreich gelöscht

source: Unsuccessfully forgot option [ %s ]
de: Option [ %s ] nicht erfolgreich gelöscht

source: list options saved in the client config
de: In Client-Konfiguration gespeicherte Optionen auflisten

source: Saved Options
de: Gespeicherte Optionen

source: Value
de: Wert

source: client specific actions in the katello server
de: Clientspezifische Aktionen im Katello-Server

source: list systems within an organization
de: Systeme innerhalb einer Organisation auflisten

source: pool ID to filter systems by subscriptions
de: Pool-ID zum Filtern von Systemen nach Subskriptionen

source: Systems List For Org [ %s ]
de: Systemliste für Org [ %s ]

source: Environment
de: Umgebung

source: display a system within an organization
de: Ein System innerhalb einer Organisation anzeigen

source: System Information [ %s ]
de: Systeminformationen [ %s ]

source: System Information For Org [ %s ]
de: Systeminformation für Org [ %s ]

source: Location
de: Standort

source: Registered
de: Registriert

source: Activation Keys
de: Aktivierungsschlüssel

source: Guests
de: Gäste

source: Template
de: Vorlage

source: display and manipulate with the installed packages of a system
de: Anzeigen und Bearbeiten der installierten Pakete eines Systems

source: packages to be installed remotely on the system, package names are separated with comma
de: Von Remote aus auf dem System zu installierende Pakete; Paketnamen sind durch Komma getrennt

source: packages to be removed remotely from the system, package names are separated with comma
de: Von Remote aus von dem System zu entfernende Pakete; Paketnamen sind durch Komma getrennt

source: packages to be updated on the system, use --all to update all packages,
de: Auf den Systemen zu aktualisierende Pakete; verwenden Sie --all, um alle Pakete zu aktualisieren

source: package groups to be installed remotely on the system, group names are separated with comma
de: Von Remote aus auf dem System zu installierende Paketgruppen; Gruppennamen sind durch Komma getrennt

source: package groups to be removed remotely from the system, group names are separated with comma
de: Von Remote aus von dem System zu entfernende Paketgruppen; Gruppennamen sind durch Komma getrennt

source: You can specify at most one install/remove/update action per call
de: Sie können maximal eine Aktion zum Installieren/Entfernen/Aktualisieren pro Aufruf angeben

source: display status of remote tasks
de: Status der Remote-Aktionen anzeigen

source: Remote tasks
de: Remote-Aufgaben

source: Action
de: Aktion

source: Started
de: Gestartet

source: Finished
de: Fertig

source: Result
de: Ergebnis

source: display status of remote task
de: Status der Remote-Aktion anzeigen

source: Remote task
de: Remote-Aufgabe

source: list releases available for the system
de: Verfügbare Releases für dieses System auflisten

source: system name (if not specified, list all releases in the environment)
de: Systemname (falls nicht angegeben, werden alle Releases in der Umgebung aufgelistet)

source: Available releases
de: Verfügbare Releases

source: register a system
de: System registrieren

source: service level agreement
de: Service-Level-Vereinbarung

source: activation key, more keys are separated with comma e.g. --activationkey=key1,key2
de: Aktivierungsschlüssel, mehrere Schlüssel durch Komma getrennt z.B. --activationkey=key1,key2

source: values of $releasever for the system
de: Werte für $releasever für das System

source: system facts
de: Systemfakten

source: Successfully registered system [ %s ]
de: System [ %s ] erfolgreich registriert

source: Could not register system [ %s ]
de: System [ %s ] konnte nicht registriert werden

source: remove a deletion record for hypervisor
de: Löschungseintrag für Hypervisor entfernen

source: Successfully removed deletion record for hypervisor with uuid [ %s ]
de: Löschungseintrag für Hypervisor mit UUID [ %s ] erfolgreich entfernt

source: unregister a system
de: System abmelden

source: Successfully unregistered System [ %s ]
de: System [ %s ] erfolgreich abgemeldet

source: quantity (default: 1)
de: Anzahl (Standard: 1)

source: list subscriptions for a system
de: Subskriptionen für ein System auflisten

source: show available subscriptions
de: Verfügbare Subskriptionen anzeigen

source: show available subscriptions matching system
de: Verfügbare Subskriptionen anzeigen, die mit System übereinstimmen

source: show available subscriptions matching installed software
de: Alle verfügbaren Subskriptionen anzeigen, die mit installierter Software übereinstimmen

source: show available subscriptions not overlapping current subscriptions
de: Verfügbare Subskriptionen anzeigen, die sich nicht mit aktuellen Subskriptionen überschneiden

source: Current Subscriptions for System [ %s ]
de: Derzeitige Subskriptionen für System [ %s ]

source: Serial ID
de: Serien-ID

source: Quantity
de: Anzahl

source: Provided Products
de: Angegebene Produkte

source: Unlimited
de: Unbegrenzt

source: Available Subscriptions for System [ %s ]
de: Verfügbare Subskriptionen für System [ %s ]

source: Stacking ID
de: Bündelungs-ID

source: Multi-entitlement
de: Multi-Berechtigungen

source: Provided products
de: Bereitgestellte Produkte

source: update a system
de: System aktualisieren

source: a new name for the system
de: Neuer Name für das System

source: a new environment name for the system
de: Neuer Umgebungsname für das System

source: a description of the system
de: Beschreibung des Systems

source: location of the system
de: Standort des Systems

source: value of $releasever for the system
de: Wert für $releasever für das System

source: Successfully updated system [ %s ]
de: System [ %s ] erfolgreich aktualisiert

source: Could not update system [ %s ]
de: System [ %s ] konnte nicht gefunden aktualisiert werden

source: systems report
de: Systemberichte

source: add system groups to a system
de: Systemgruppen zu einem System hinzufügen

source: comma separated list of system group names (required)
de: kommagetrennte Liste mit Systemgruppennamen (erforderlich)

source: Successfully added system groups to system [ %s ]
de: Systemgruppen erfolgreich zu System [ %s ] hinzugefügt

source: remove system groups to a system
de: Systemgruppen von einem System entfernen

source: Successfully removed system groups from system [ %s ]
de: Systemgruppen erfolgreich von System [ %s ] entfernt

source: system specific actions in the katello server
de: Systemspezifische Aktionen im Katello-Server

source: list domains
de: Domains auflisten

source: Filter results
de: Ergebnisse filtern

source: Sort results
de: Ergebnisse sortieren

source: show information about a domain
de: Informationen über eine Domain anzeigen

source: create domain
de: Domain erstellen

source: Full name describing the domain
de: Vollständiger Name zur Beschreibung der Domain

source: DNS Proxy to use within this domain
de: In dieser Domain zu verwendender DNS-Proxy

source: Successfuly created Domain [ %s ]
de: Domain [ %s ] erfolgreich erstellt

source: Could not update Domain [ %s ]
de: Domain [ %s ] konnte nicht aktualisiert werden

source: update domain
de: Domain aktualisieren

source: The full DNS Domain name
de: Vollständiger DNS-Domainname

source: Successfuly updated Domain [ %s ]
de: Domain [ %s ] erfolgreich aktualisiert

source: Could not create Domain [ %s ]
de: Domain [ %s ] konnte nicht erstellt werden

source: delete domain
de: Domain löschen

source: Successfuly deleted Domain [ %s ]
de: Domain [ %s ] erfolgreich gelöscht

source: domain specific actions in the katello server
de: Domainspezifische Aktionen im Katello-Server

source: get the status of the katello server
de: Status des Katello-Servers abrufen

source: Duration
de: Dauer

source: Message
de: Nachricht

source: Enter content of the GPG key (finish input with CTRL+D):
de: Inhalt des GPG-Schlüssels eingeben (Eingabe abschließen mit STRG+D):

source: list all GPG keys
de: Alle GPG-Schlüssel auflisten

source: No GPG keys found in organization [ %s ]
de: Keine GPG-Schlüssel in Organisation [ %s ] gefunden

source: GPG Key List
de: GPG-Schlüsselliste

source: show information about a GPG key
de: Informationen über GPG-Schlüssel anzeigen

source: GPG key name (required)
de: GPG-Schlüsselname (erforderlich)

source: Could not find GPG key [ %s ]
de: GPG-Schlüssel [ %s ] konnte nicht gefunden werden

source: Content
de: Inhalt

source: GPG Key Info
de: GPG-Schlüsselinfo

source: create a GPG key
de: GPG-Schlüssel erstellen

source: file with public GPG key, if not specified, standard input will be used
de: Datei mit öffentlichem GPG-Schlüssel, falls nicht spezifiziert, wird Standardeingabe verwendet

source: Successfully created GPG key [ %s ]
de: GPG-Schlüssel [ %s ] erfolgreich erstellt

source: Could not create GPG key [ %s ]
de: GPG-Schlüssel [ %s ] konnte nicht erstellt werden

source: update a GPG key
de: GPG-Schlüssel aktualisieren

source: file with public GPG key
de: Datei mit öffentlichem GPG-Schlüssel

source: prompt for new content of the key
de: Neuen Inhalt des Schlüssels abfragen

source: Successfully updated GPG key [ %s ]
de: GPG-Schlüssel [ %s ] erfolgreich aktualisiert

source: Could not updated GPG key [ %s ]
de: GPG-Schlüssel [ %s ] konnte nicht aktualisiert werden

source: delete a GPG key
de: GPG-Schlüssel löschen

source: Successfully deleted GPG key [ %s ]
de: GPG-Schlüssel [ %s ] erfolgreich gelöscht

source: GPG key specific actions in the katello server
de: GPG-Schlüsselspezifische Aktionen im Katello-Server

source: list all activation keys
de: Alle Aktivierungsschlüssel auflisten

source: No keys found in organization [ %s ]
de: Keine Schlüssel in Organisation [ %s ] gefunden

source: Activation Key List
de: Aktivierungsschlüssel-Liste

source: show information about an activation key
de: Informationen über einen Aktivierungsschlüssel anzeigen

source: activation key name (required)
de: Aktivierungsschlüssel-Name (erforderlich)

source: Could not find activation key [ %s ]
de: Aktivierungsschlüssel [ %s ] konnte nicht gefunden werden

source: Usage Limit
de: Verbrauchsgrenze

source: Activation Key Info
de: Aktivierungsschlüssel-Info

source: create an activation key
de: Aktivierungsschlüssel erstellen

source: activation key description
de: Aktivierungsschlüssel-Beschreibung

source: template name eg: servers
de: Vorlagenname z.B.: Server

source: usage limit (unlimited by default)
de: Verbrauchsgrenze (standardmäßig unbegrenzt)

source: Usage limit [ %s ] must be higher than one
de: Verbrauchsgrenze [ %s ] muss höher als eins sein

source: Successfully created activation key [ %s ]
de: Aktivierungsschlüssel [ %s ] erfolgreich erstellt

source: Could not create activation key [ %s ]
de: Aktivierungsschlüssel [ %s ] konnte nicht erstellt werden

source: update an activation key
de: Aktivierungsschlüssel aktualisieren

source: new environment name e.g.: dev
de: Neuer Umgebungsname z.B.: Entwicklung

source: new template name eg: servers
de: Neuer Vorlagenname z.B.: Server

source: usage limit (set -1 for no limit)
de: Verbrauchsgrenze (-1 für unbegrenzt)

source: add a pool to the activation key
de: Pool zum Aktivierungsschlüssel hinzufügen

source: remove a pool from the activation key
de: Pool vom Aktivierungsschlüssel entfernen

source: Successfully updated activation key [ %s ]
de: Aktivierungsschlüssel [ %s ] erfolgreich aktualisiert

source: delete an activation key
de: Aktivierungsschlüssel löschen

source: Successfully deleted activation key [ %s ]
de: Aktivierungsschlüssel [ %s ] erfolgreich gelöscht

source: Could not find system group [ %s ]
de: Systemgruppe [ %s ] konnte nicht gefunden werden

source: add system group to an activation key
de: Systemgruppe zu einem Aktivierungsschlüssel hinzufügen
