Repository: Katello/katello
Catalog: cli/locale/*/katello-cli.po
Languages: de

source: (require product, product_label or product_id)
de: (erfordert Produkt, Produkt-Label oder Produkt-ID)

source: product name e.g.: "Red Hat Enterprise Linux Server"%s
de: Produktname, z.B.: "Red Hat Enterprise Linux Server"%s

source: product label e.g.: "Red_Hat_Enterprise_Linux_Server"%s
de: Produkt-Label, z.B.: "Red_Hat_Enterprise_Linux_Server"%s

source: product id e.g.: "12361467"%s
de: Produkt-ID, z.B.: "12361467"%s

source: (required)
de: (erforderlich)

source: name of organization e.g.: ACME_Corporation%s
de: Name der Organisation, z.B.: ACME_Corporation%s

source: (default: %s)
de: (Standard: %s)

source: prints version information
de: Zeigt Versionsinformationen

source: send debug information into logs
de: Debug-Informationen in Protokolle schreiben

source: Katello User Account Credentials
de: Katello Benutzer-Berechtigungsnachweise

source: account username
de: Account-Benutzername

source: account password
de: Account-Passwort

source: Katello Server Information
de: Katello-Server-Informationen

source: katello server host name (default: %s)
de: Katello-Server-Hostname (Standard: %s)

source: Usage: %s
de: Verwendung: %s

source: Usage
de: Verwendung

source: %prog [options]
de: %prog [Optionen]

source: Options
de: Optionen

source: no such option: %s
de: keine solche Option: %s

source: ambiguous option: %s (%s?)
de: mehrdeutige Option: %s (%s?)

source: %s option requires an argument
de: %s Option erfordert einen Parameter

source: %s option requires %d arguments
de: %s Option erfordert %d Parameter

source: %s option does not take a value
de: %s Option akzeptiert keinen Wert

source: floating-point
de: Gleitkommazahl

source: option %s: invalid %s value: %r
de: Option %s: ungültiger %s Wert: %r

source: option %s: invalid choice: %r (choose from %s)
de: Option %s: ungültige Auswahl: %r (wählen Sie aus %s)

source: show this help message and exit
de: Zeigt diese Hilfenachricht und beendet

source: show program's version number and exit
de: Zeigt die Versionsnummer des Programms und beendet

source: Could not find organization [ %s ]
de: Organisation [ %s ] konnte nicht gefunden werden

source: More than 1 product found with the name or label provided, recommend using product id. The product id may be retrieved using the 'product list' command.
de: Es wurde mehr als 1 Produkt mit dem angegebenen Namen oder Label gefunden, Sie sollten stattdessen die Produkt-ID angeben. Sie können die Produkt-ID mithilfe des Befehls 'product list' abrufen.

source: Cannot find sync plan [ %s ]
de: Synchronisationsplan [ %s ] konnte nicht gefunden werden

source: Cannot find filter [ %s ]
de: Filter [ %s ] konnte nicht gefunden werden

source: changeset type promotion: pushes changes to the next environment [DEFAULT]
de: Änderungssatztyp Übertragung: überträgt Änderungen an die nächste Umgebung [STANDARD]

source: changeset type deletion: deletes items in changeset from current environment
de: Änderungssatztyp Löschung: löscht Elemente in Änderungssatz aus aktueller Umgebung

source: specify either --promotion or --deletion but not both
de: Geben Sie --promotion oder --deletion an, nicht beides

source: Ambiguous systems found, please specify with --uuid options
de: Mehrere Systeme gefunden, bitte mit --uuid Option spezifizieren

source: architecture name (required)
de: Architekturname (erforderlich)

source: Option %s is required; please see --help
de: Option %s ist erforderlich; siehe --help

source: Options %s are colliding with %s; please see --help
de: Optionen %s kollidieren mit %s; siehe --help

source: Option %s is colliding with %s; please see --help
de: Option %s kollidiert mit %s; siehe --help

source: Options %s can't be used in this command; please see --help
de: Optionen %s können nicht mit diesem Befehl verwendet werden; siehe --help

source: Option %s can't be used in this command; please see --help
de: Option %s kann nicht mit diesem Befehl verwendet werden; siehe --help

source: Exactly one of %s is required; please see --help
de: Genau eines von %s ist erforderlich; siehe --help

source: At least one of %s is required; please see --help
de: Mindestens eines von %s ist erforderlich; siehe --help

source: certificate file %s does not exist or cannot be read
de: Zertifikatsdatei %s existiert nicht oder kann nicht gelesen werden

source: key file %s does not exist or cannot be read
de: Schlüsseldatei %s existiert nicht oder kann nicht gelesen werden

source: can't authenticate via certificate when not using https connection
de: Authentifizierung per Zertifikat nicht möglich, wenn keine https-Verbindung genutzt wird

source: Couldn't authenticate via kerberos
de: Konnte nicht über Kerberos authentifizieren

source: Invalid credentials or unable to authenticate
de: Ungültige Berechtigungsnachweise oder Authentifizierung fehlgeschlagen

source: list all known architectures
de: Alle bekannten Architekturen auflisten

source: Architectures List
de: Architekturliste

source: create an architecture
de: Architektur erstellen

source: Architecture [ %s ] created.
de: Architektur [ %s ] wurde erstellt.

source: Could not create architecture [ %s ].
de: Architektur [ %s ] konnte nicht erstellt werden.

source: update an architecture
de: Architektur aktualisieren

source: new name for the architecture (required)
de: Neuer Name für die Architektur (erforderlich)

source: Architecture [ %s ] updated.
de: Architektur [ %s ] wurde aktualisiert.

source: Could not update Architecture [ %s ].
de: Architektur [ %s ] konnte nicht aktualisiert werden.

source: delete an architecture
de: Architektur löschen

source: Architecture [ %s ] deleted.
de: Architektur [ %s ] wurde gelöscht.

source: show details about an architecture
de: Details einer Architektur anzeigen

source: Architecture
de: Architektur

source: Architecture specific actions in the katello server
de: Architekturspezifische Aktionen im Katello-Server

source: provider name (required)
de: Providername (erforderlich)

source: list all known providers
de: Alle bekannten Provider auflisten

source: Type
de: Typ

source: Description
de: Beschreibung

source: Provider List
de: Provider-Liste

source: list information about a provider
de: Informationen über einen Provider anzeigen

source: Provider Information
de: Provider-Informationen

source: create a provider
de: Provider erstellen

source: update a provider
de: Provider aktualisieren

source: provider description
de: Provider-Beschreibung

source: repository url eg: http://download.fedoraproject.org/pub/fedora/linux/releases/
de: Repository-URL z.B.: http://download.fedoraproject.org/pub/fedora/linux/releases/

source: Successfully created provider [ %s ]
de: Provider [ %s ] erfolgreich erstellt

source: Could not create provider [ %s ]
de: Provider [ %s ] konnte nicht erstellt werden

source: Successfully updated provider [ %s ]
de: Provider [ %s ] erfolgreich aktualisiert

source: delete a provider
de: Provider löschen

source: synchronize a provider
de: Provider synchronisieren

source: Provider [ %s ] synchronization canceled
de: Synchronisation von Provider [ %s ] abgebrochen

source: Provider [ %s ] synchronized
de: Provider [ %s ] synchronisiert

source: cancel currently running synchronization
de: Derzeit laufende Synchronisation abbrechen

source: status of provider's synchronization
de: Status der Provider-Synchronisation

source: Progress
de: Fortschritt

source: import a manifest file
de: Manifestdatei importieren

source: path to the manifest file (required)
de: Pfad zur Manifestdatei (erforderlich)

source: force reimporting the manifest
de: Neuimport von Manifest erzwingen

source: File %s does not exist
de: Datei %s existiert nicht

source: Importing manifest, please wait...
de: Manifest wird importiert, bitte warten...

source: delete an imported manifest
de: Importiertes Manifest löschen

source: Deleting manifest, please wait...
de: Manifest wird gelöscht, bitte warten...

source: refresh provider's products repositories
de: Produkt-Repositorys des Anbieters aktualisieren

source: Provider successfully refreshed [ %s ]
de: Provider erfolgreich aktualisiert [ %s ]

source: provider specific actions in the katello server
de: Provider-spezifische Aktionen im Katello-Server

source: system group specific actions in the katello server
de: Systemgruppenspezifische Aktionen im Katello-Server

source: list system groups within an organization
de: Systemgruppen innerhalb einer Organisation auflisten

source: System Groups List For Org [ %s ]
de: Systemgruppenliste für Org [ %s ]

source: create a system group
de: Systemgruppe erstellen

source: system group name (required)
de: Systemgruppenname (erforderlich)

source: maximum number of systems in this group
de: Maximale Anzahl von Systemen in dieser Gruppe

source: system group description
de: Systemgruppenbeschreibung

source: Successfully created system group [ %s ]
de: Systemgruppe [ %s ] erfolgreich erstellt

source: Could not create system group [ %s ]
de: Systemgruppe [ %s ] konnte nicht erstellt werden

source: Copy a system group
de: Systemgruppe kopieren

source: original system group name. source of the copy (required)
de: Ursprünglicher Systemgruppenname. Quelle der Kopie (erforderlich)

source: new system group name. destination of the copy (required)
de: Neuer Systemgruppenname. Ziel der Kopie (erforderlich)

source: system group description for new group
de: Systemgruppenbeschreibung für neue Gruppe

source: display a system group within an organization
de: Eine Systemgruppe innerhalb einer Organisation anzeigen

source: System Group Information For Org [ %s ]
de: Systemgruppeninformation für Org [ %s ]

source: Total Systems
de: Gesamte Systeme

source: display the list of jobs for the specified system group.
de: Liste mit Jobs für die angegebene Systemgruppe anzeigen.

source: System Group History For [ %s ]
de: Systemgruppenchronik für [ %s ]

source: Parameters
de: Parameter

source: display job information including individual system tasks
de: Jobinformationen einschließlich einzelner Systemaufgaben anzeigen

source: Job ID to list tasks for (required)
de: Job-ID, für die Aufgaben aufzulisten sind (erforderlich)

source: System Group Job tasks For [ %s ]
de: Systemgruppen-Jobaufgaben für [ %s ]

source: Task ID
de: Aufgaben-ID

source: Start Time
de: Startzeit

source: update a system group
de: Systemgruppe aktualisieren

source: new system group name
de: Neuer Systemgruppenname

source: maximum number of systems in this group (enter -1 for unlimited)
de: Maximale Anzahl von Systemen in dieser Gruppe (-1 für unbegrenzt)

source: new description
de: Neue Beschreibung

source: Successfully updated system group [ %s ]
de: Systemgruppe [ %s ] erfolgreich aktualisiert

source: delete a system group
de: Systemgruppe löschen

source: delete the systems along with the system group (optional)
de: Systeme zusammen mit der Systemgruppe löschen (optional)

source: display the systems in a system group
de: Systeme in einer Systemgruppe anzeigen

source: add systems to a system group
de: Systeme zu einer Systemgruppe hinzufügen

source: comma separated list of system uuids (required)
de: kommagetrennte Liste mit System-UUIDs (erforderlich)

source: Successfully added systems to system group [ %s ]
de: Systeme erfolgreich zu Systemgruppe [ %s ] hinzugefügt

source: remove systems from a system group
de: Systeme von einer Systemgruppe entfernen

source: Successfully removed systems from system group [ %s ]
de: Systeme erfolgreich von Systemgruppe [ %s ] entfernt

source: manipulate the installed packages for systems in a system group
de: Installierte Pakete für Systeme in einer Systemgruppe ändern

source: packages to be installed remotely on the systems, package names are separated with comma
de: Von Remote aus auf den Systemen zu installierende Pakete; Paketnamen sind durch Komma getrennt

source: packages to be removed remotely from the systems, package names are separated with comma
de: Von Remote aus von den Systemen zu entfernende Pakete; Paketnamen sind durch Komma getrennt

source: packages to be updated on the systems, use --all to update all packages, package names are separated with comma
de: Auf den Systemen zu aktualisierende Pakete, verwenden Sie --all, um alle Pakete zu aktualisieren, Paketnamen werden durch Komma getrennt

source: package groups to be installed remotely on the systems, group names are separated with comma
de: Von Remote aus auf den Systemen zu installierende Paketgruppen; Gruppennamen sind durch Komma getrennt

source: package groups to be removed remotely from the systems, group names are separated with comma
de: Von Remote aus von den Systemen zu entfernende Paketgruppen; Gruppennamen sind durch Komma getrennt

source: package groups to be updated remotely on the systems, group names are separated with comma
de: Von Remote aus auf den Systemen zu aktualisierende Paketgruppen; Gruppennamen sind durch Komma getrennt

source: Performing remote action [ %s ]...
de: Remote-Aktion wird ausgeführt [ %s ] ...

source: Remote action finished:
de: Remote-Aktion fertiggestellt:

source: Remote action failed:
de: Remote-Aktion fehlgeschlagen:

source: install errata on systems in a system group
de: Errata auf Systemen in einer Systemgruppe installieren

source: errata to be installed remotely on the systems, errata IDs separated with comma (required)
de: Von Remote aus auf den Systemen zu installierende Errata; Errata-IDs sind durch Komma getrennt (erforderlich)

source: re-generate certificate revocation lists
de: Zertifikatsperrlisten neu generieren

source: various administrative actions
de: Verschiedene administrative Aktionen

source: list new changesets of an environment
de: Neue Änderungssätze einer Umgebung auflisten

source: Changeset List
de: Änderungssatz-Liste

source: detailed information about a changeset
de: Detaillierte Informationen über einen Änderungssatz

source: changeset name (required)
de: Name des Änderungssatzes (erforderlich)

source: will display dependent packages
de: wird abhängige Pakete anzeigen

source: Products
de: Produkte

source: Packages
de: Pakete

source: Repositories
de: Repositorys

source: System Templates
de: Systemvorlagen

source: Distributions
de: Distributionen

source: Dependencies
de: Abhängigkeiten

source: Changeset Info
de: Änderungssatz-Info

source: create a new changeset for an environment
de: Neuen Änderungssatz für eine Umgebung erstellen

source: changeset description
de: Änderungssatz-Beschreibung

source: updates content of a changeset
de: Aktualisiert Inhalte eines Änderungssatzes

source: %s must be preceded by %s, %s or %s
de: %s muss %s, %s oder %s vorangestellt werden

source: new changeset name
de: Name des neuen Änderungssatzes

source: product to add to the changeset, by name
de: Zum Änderungssatz hinzuzufügendes Produkt, nach Name

source: product to add to the changeset, by label
de: Zum Änderungssatz hinzuzufügendes Produkt, nach Label

source: product to add to the changeset, by id
de: Zum Änderungssatz hinzuzufügendes Produkt, nach ID

source: product to remove from the changeset, by name
de: Vom Änderungssatz zu entfernendes Produkt, nach Name

source: product to remove from the changeset, by label
de: Vom Änderungssatz zu entfernendes Produkt, nach Label

source: product to remove from the changeset, by id
de: Vom Änderungssatz zu entfernendes Produkt, nach ID

source: name of a template to be added to the changeset
de: Name einer zum Änderungssatz hinzuzufügenden Vorlage

source: name of a template to be removed from the changeset
de: Name einer vom Änderungssatz zu entfernenden Vorlage

source: determines product from which the packages/errata/repositories are picked
de: Bestimmt das Produkt, von dem Pakete/Errata/Repositorys ausgewählt werden

source: to add to the changeset
de: zum Änderungssatz hinzuzufügen

source: to remove from the changeset
de: vom Änderungssatz zu entfernen

source: Successfully updated changeset [ %s ]
de: Änderungssatz [ %s ] erfolgreich aktualisiert

source: deletes a changeset
de: Löscht einen Änderungssatz

source: applies a changeset based on the type (promotion, deletion)
de: Wendet einen Änderungssatz basierend auf Typ (Übertragung, Löschung) an

source: Applying the changeset, please wait...
de: Änderungssatz wird angewendet, bitte warten ...

source: Changeset [ %s ] applied
de: Änderungssatz [ %s ] angewendet

source: promotes a changeset to the next environment - DEPRECATED
de: Überträgt einen Änderungssatz an die nächste Umgebung - VERALTET

source: This is a deletion changeset and does not support promotion
de: Dies ist ein Änderungssatz zur Löschung, der keine Übertragung unterstützt

source: changeset specific actions in the katello server
de: Änderungssatzspezifische Aktionen im Katello-Server

source: get the version of the katello server
de: Version des Katello-Servers abrufen

source: Check the version of the server
de: Version des Servers überprüfen

source: list available package groups
de: Verfügbare Paketgruppen auflisten

source: repository ID, string value (required)
de: Repository-ID, Zeichenkette (erforderlich)

source: No package groups found in repo [%s]
de: Keine Paketgruppen in Repo [%s] gefunden

source: Package Group Information
de: Paketgruppeninformationen

source: lookup information for a package group
de: Suchinformationen für Paketgruppe

source: package group ID, string value (required)
de: Paketgruppen-ID, Zeichenkette (erforderlich)

source: list available package groups categories
de: Verfügbare Paketgruppen-Kategorien auflisten

source: No package group categories found in repo [%s]
de: Keine Paketgruppen-Kategorien in Repo [%s] gefunden

source: Package Group Cateogory Information
de: Paketgruppenkategorie-Informationen

source: package group category ID, string value (required)
de: Paketgruppenkategorie-ID, Zeichenkette (erforderlich)

source: Package Group Category Information
de: Paketgruppenkategorie-Informationen

source: package group specific actions in the katello server
de: Paketgruppenspezifische Aktionen im Katello-Server

source: no description available
de: Keine Beschreibung verfügbar

source: operation failed
de: Operation fehlgeschlagen

source: no action given: please see --help
de: Keine Aktion angegeben: siehe --help

source: invalid action: please see --help
de: Ungültige Aktion: siehe --help

source: grep friendly output
de: Grep-freundliche Ausgabe

source: verbose, more structured output
de: Ausführliche, strukturiertere Ausgabe

source: column delimiter in grep friendly output, works only with option -g
de: Spaltentrennzeichen in Grep-freundlicher Ausgabe, nur mit Option -g

source: Suppress any heading output. Useful if grepping the output.
de: Ausgabe von Kopfzeilen unterdrücken. Nützlich, wenn Ausgabe mit grep durchsucht wird.

source: ERROR: The server hostname you have configured in /etc/katello/client.conf does not match the
de: FEHLER: Der in /etc/katello/client.conf konfigurierte Server-Hostname stimmt nicht überein mit

source: hostname returned from the katello server you are connecting to.
de: Hostname zurückgegeben vom Katello Server, mit dem Sie verbinden.

source: Please correct the host in the /etc/katello/client.conf file
de: Bitte korrigieren Sie den Host in der /etc/katello/client.conf-Datei

source: Server is returning 500 - try later
de: Server gibt 500-Fehler aus - versuchen Sie es später erneut

source: Unknown error:
de: Unbekannter Fehler:

source: option %s: invalid format
de: Option %s: ungültiges Format

source: list all errata for a repo
de: Alle Errata für ein Repo auflisten

source: filter errata by type eg: enhancements
de: Errata nach Typ filtern z.B. Erweiterung

source: filter errata by severity
de: Errata nach Schweregrad filtern

source: Title
de: Titel

source: Errata List
de: Errata-Liste

source: list errata for a system
de: Errata für ein System auflisten

source: system name (required)
de: Systemname (erforderlich)

source: list errata for a system group
de: Errata für eine Systemgruppe auflisten

source: filter errata by type eg: bug, enhancement or security
de: Errata nach Typ filtern z.B. Bugfix, Erweiterung oder Sicherheit

source: # Systems
de: # Systeme

source: Systems
de: Systeme

source: information about an errata
de: Informationen über ein Errata

source: errata ID, string value (required)
de: Errata-ID, Zeichenkette (erforderlich)

source: Issued
de: Ausgegeben

source: Updated
de: Aktualisiert

source: Errata Information
de: Errata-Informationen

source: errata specific actions in the katello server
de: Errataspezifische Aktionen im Katello-Server

source: Time format is invalid. Required: HH:MM:SS[+HH:MM]
de: Zeitformat ist ungültig. Erfordert: HH:MM:SS[+HH:MM]

source: Date format is invalid. Required: YYYY-MM-DD
de: Datumsformat ist ungültig. Erfordert: YYYY-MM-DD

source: list all known users
de: Alle bekannten Benutzer auflisten

source: Username
de: Benutzername

source: User List
de: Benutzerliste

source: create user
de: Benutzer erstellen

source: user name (required)
de: Benutzername (erforderlich)

source: initial password (required)
de: Initiales Passwort (erforderlich)

source: email (required)
de: E-Mail (erforderlich)

source: disabled account (default is 'false')
de: Deaktivierter Account (Standard ist 'false')

source: user's default organization name
de: Name der Standardorganisation des Benutzers

source: user's default environment name
de: Name der Standardumgebung des Benutzers

source: user's default locale
de: Standardgebietsschema des Benutzers

source: Successfully created user [ %s ]
de: Benutzer [ %s ] erfolgreich erstellt

source: Could not create user [ %s ]
de: Benutzer [ %s ] konnte nicht erstellt werden

source: list information about user
de: Informationen über Benutzer anzeigen

source: User Information
de: Benutzerinformationen

source: delete user
de: Benutzer löschen

source: Successfully deleted user [ %s ]
de: Benutzer [ %s ] erfolgreich gelöscht

source: update an user
de: Benutzer aktualisieren

source: initial password
de: Initiales Passwort

source: disabled account
de: Deaktivierter Account

source: user's default environment is None
de: Standardumgebung des Benutzers ist 'Keine'

source: Successfully updated user [ %s ]
de: Benutzer [ %s ] erfolgreich aktualisiert

source: list user's roles
de: Rollen des Benutzers auflisten

source: User Role List
de: Benutzerrollenliste

source: synchronise roles with LDAP groups
de: Rollen mit LDAP-Gruppen synchronisieren

source: assign role to a user
de: Rolle zu Benutzer zuweisen

source: unassign role to a user
de: Rolle von Benutzer entfernen

source: user role (required)
de: Benutzerrolle (erforderlich)

source: Role [ %s ] not found
de: Rolle [ %s ] nicht gefunden

source: user report
de: Benutzerbericht

source: report format (possible values: 'html', 'text' (default), 'csv', 'pdf')
de: Berichtsformat (mögliche Werte: 'html', 'text' (Standard), 'csv', 'pdf')

source: user specific actions in the katello server
de: Benutzerspezifische Aktionen im Katello-Server

source: list all known organizations
de: Alle bekannten Organisationen auflisten

source: Organization List
de: Organisationsliste

source: create an organization
de: Organisation erstellen

source: organization name eg: ACME Corporation (required)
de: Organisationsname z.B.: ACME Corporation (erforderlich)

source: organization label, ASCII identifier for the Organization
de: Organisations-Label, ASCII-Kennzeichnung für die Organisation

source: consumer description eg: foo's organization
de: Verbraucherbeschreibung z.B.: foo's Organisation

source: Successfully created org [ %s ]
de: Org [ %s ] erfolgreich erstellt

source: Could not create org [ %s ]
de: Org [ %s ] konnte nicht erstellt werden

source: list information about an organization
de: Informationen über eine Organisation anzeigen
