Repository: Katello/katello
Catalog: cli/locale/*/katello-cli.po
Languages: de

source: Successfully added system group to activation key [ %s ]
de: Systemgruppe erfolgreich zu Aktivierungsschlüssel [ %s ] hinzugefügt

source: Unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.

source: Successfully removed system group from activation key [ %s ]
de: Systemgruppe erfolgreich von Aktivierungsschlüssel [ %s ] entfernt

source: activation key specific actions in the katello server
de: Aktivierungsschlüsselspezifische Aktionen im Katello-Server

source: run the cli as a shell
de: CLI als Shell ausführen

source: System name (required)
de: Systemname (erforderlich)

source: name to identify the custom info (required)
de: Name zur Identifizierung der angepassten Info (erforderlich)

source: add custom infomation to a system
de: Angepasste Info zu einem System hinzufügen

source: the custom info (required)
de: Die angepasste Info (erforderlich)

source: update custom info for a system
de: Angepasste Info eines Systems aktualisieren

source: replacement value
de: Neuer Wert

source: remove custom info from a system
de: Angepasste Info von einem System entfernen

source: Successfully removed Custom Information from System [ %s ]
de: Angepasste Info erfolgreich von System [ %s ] entfernt

source: Could not remove Custom Information from System [ %s ]
de: Angepasste Info konnte nicht von System [ %s ] entfernt werden

source: list config template
de: Konfigurationsvorlage auflisten

source: filter results
de: Ergebnisse filtern

source: sort results
de: Ergebnisse sortieren

source: Config Template
de: Konfigurationsvorlage

source: show information about a config template
de: Informationen über eine Konfigurationsvorlage anzeigen

source: create config template
de: Konfigurationsvorlage erstellen

source: template body (required)
de: Vorlagenhauptteil (erforderlich)

source: is it snippet?
de: Ist es ein Snippet?

source: not relevant for snippet
de: Nicht relevant für Snippet

source: Array of template combinations (hostgroup_id, environment_id)
de: Reihe der Vorlagenkombinationen (hostgroup_id, environment_id)

source: Array of operating systems ID to associate the template with
de: Reihe der Betriebssystem-IDs, die mit der Vorlage zu verknüpfen sind

source: Successfully created Config Template [ %s ]
de: Konfigurationsvorlage [ %s ] erfolgreich erstellt

source: Could not create Config Template [ %s ]
de: Konfigurationsvorlage [ %s ] konnte nicht erstellt werden

source: update config template
de: Konfigurationsvorlage aktualisieren

source: template new name
de: Neuer Vorlagenname

source: Successfully updated Config Template [ id = %s ]
de: Konfigurationsvorlage [ id = %s ] erfolgreich aktualisiert

source: Could not update Config Template [ id = %s ]
de: Konfigurationsvorlage [ id = %s ] konnte nicht aktualisiert werden

source: delete config template
de: Konfigurationsvorlage löschen

source: Successfuly deleted Config Template [ %s ]
de: Konfigurationsvorlage [ %s ] erfolgreich gelöscht

source: build pxe default
de: PXE-Standard erstellen

source: Success
de: Erfolgreich

source: config template specific actions in the katello server
de: Konfigurationsvorlagenspezifische Aktionen im Katello-Server

source: list distributions in a repository
de: Distributionen in einem Repository auflisten

source: Distribution List For Repo %s
de: Distributionsliste für Repo %s

source: list information about a distribution
de: Informationen über eine Distribution anzeigen

source: repository ID (required)
de: Repository-ID (erforderlich)

source: distribution ID eg: ks-rh-noarch (required)
de: Distributions-ID z.B.: ks-rh-noarch (erforderlich)

source: Distribution Information
de: Distributionsinformationen

source: repo specific actions in the katello server
de: Repospezifische Aktionen im Katello-Server

source: Waiting
de: Wartet

source: Running
de: Läuft

source: Error
de: Fehler

source: Canceled
de: Abgebrochen

source: Timed out
de: Zeitüberschreitung

source: Not synced
de: Nicht synchronisiert

source: create a repository at a specified URL
de: Repository unter angegebener URL erstellen

source: repository name to assign (required)
de: Zuzuweisender Repository-Name (erforderlich)

source: repo label, ASCII identifier for the
de: Repository-Label, ASCII-Kennzeichnung für das

source: url path to the repository (required)
de: URL-Pfad zum Repository (erforderlich)

source: GPG key to be assigned to the repository; by default, the product's GPG key will be used.
de: Der zum Repository zugewiesene GPG-Schlüssel; standardmäßig wird der GPG-Schlüssel des Produkts verwendet.

source: Don't assign a GPG key to the repository.
de: Kein GPG-Schlüssel zum Repository zuweisen.

source: Successfully created repository [ %s ]
de: Repository [ %s ] erfolgreich erstellt

source: discovery repositories contained within a URL
de: Discovery-Repositorys innerhalb einer URL

source: repository name prefix to add to all the discovered repositories (required)
de: Repository-Namenspräfix für alle gefundenen Repositorys (erforderlich)

source: repo label, ASCII identifier to add to
de: Repository-Label, ASCII-Kennzeichnung zum Hinzufügen zu

source: root url to perform discovery of repositories eg: http://porkchop.devel.redhat.com/ (required)
de: Root-URL zur Suche von Repositorys z.B.: http://porkchop.devel.redhat.com/ (erforderlich)

source: assume yes; automatically create candidate repositories for discovered urls (optional)
de: "Ja" annehmen; automatisch Kandidaten-Repositorys für gefundene URLs erstellen (optional)

source: Repository Urls discovered @ [%s]
de: Repository-URLs gefunden @ [%s]

source: Discovering repository urls, this could take some time...
de: Suchen von Repository-URLs, dieser Vorgang kann einige Zeit in Anspruch nehmen ...

source: Select urls for which candidate repos should be created; use `y` to confirm (h for help):
de: Wählen Sie URLs, für die Kandidaten-Repos erstellt werden sollen; `j` zur Bestätigung (h für Hilfe):

source: Operation aborted upon user request.
de: Operation durch Benutzer abgebrochen.

source: status information about a repository
de: Statusinformation über ein Repository

source: information about a repository
de: Informationen über ein Repository

source: GPG Key
de: GPG-Schlüssel

source: Information About Repo %s
de: Informationen über Repo %s

source: updates repository attributes
de: Aktualisiert Repository-Attribute

source: Successfully updated repository [ %s ]
de: Repository [ %s ] erfolgreich aktualisiert

source: synchronize a repository
de: Repository synchronisieren

source: Repo [ %s ] synced
de: Repo [ %s ] synchronisiert

source: Repo [ %s ] synchronization canceled
de: Synchronisation von Repo [ %s ] abgebrochen

source: cancel currently running synchronization of a repository
de: Derzeit laufende Synchronisation eines Repositorys abbrechen

source: enable a repository
de: Repository aktivieren

source: disable a repository
de: Repository deaktivieren

source: list repos within an organization
de: Repos innerhalb einer Organisation auflisten

source: list also disabled repositories
de: Ebenfalls deaktivierte Repositorys anzeigen

source: delete a repository
de: Repository löschen

source: list filters of a repository
de: Filter eines Repositorys auflisten

source: prints also filters assigned to repository's product.
de: Ebenfalls Filter von Produkten des Repositorys anzeigen.

source: Repository Filters
de: Repository-Filter

source: add a filter to a repository
de: Filter zu Repository hinzufügen

source: remove a filter from a repository
de: Filter von Repository entfernen

source: list information about a package
de: Informationen über ein Paket anzeigen

source: package ID, string value (required)
de: Paket-ID, Zeichenkette (erforderlich)

source: Provides
de: Liefert

source: Requires
de: Erfordert

source: Package Information
de: Paketinformationen

source: list packages in a repository
de: Pakete in einem Repository auflisten

source: Package List For Repo %s
de: Paketliste für Repo %s

source: search packages in a repository
de: Pakete in einem Repository suchen

source: query string for searching packages, e.g. 'kernel*','kernel-3.3.0-4.el6.x86_64'
de: String zur Paketsuche, z.B. 'kernel*','kernel-3.3.0-4.el6.x86_64'

source: package specific actions in the katello server
de: Paketspezifische Aktionen im Katello-Server

source: product name (require name, label or id)
de: Produktname (erfordert Name, Label oder ID)

source: product label (require name, label or id)
de: Produkt-Label (erfordert Name, Label oder ID)

source: product id (require name, label or id)
de: Produkt-ID (erfordert Name, Label oder ID)

source: set a synchronization plan
de: Synchronisationsplan einrichten

source: synchronization plan name (required)
de: Name des Synchronisationsplans (erforderlich)

source: unset a synchronization plan
de: Synchronisationsplan aufheben

source: list known products
de: Bekannte Produkte auflisten

source: provider name, lists provider's product in the Library
de: Provider-Name, listet Produkt des Providers in Bibliothek

source: list marketing products (hidden by default)
de: Marketing-Produkte anzeigen (standardmäßig verborgen)

source: GPG key
de: GPG-Schlüssel

source: synchronize a product
de: Produkt synchronisieren

source: Product [ %s ] synchronization canceled
de: Synchronisation von Produkt [ %s ] abgebrochen

source: Product [ %s ] synchronized
de: Produkt [ %s ] synchronisiert

source: status of product's synchronization
de: Status der Produktsynchronisation

source: Product Status
de: Produktstatus

source: promote a product to an environment
de: Produkt an eine Umgebung übertragen

source: Promoting the product, please wait...
de: Übertragung des Produkts, bitte warten ...

source: create new product to a custom provider
de: Neues Produkt für angepassten Provider erstellen

source: product name (required)
de: Produktname (erforderlich)

source: product label, ASCII identifier for the product with no
de: Produkt-Label, ASCII-Kennzeichnung für das Produkt mit Nr.

source: product description
de: Produktbeschreibung

source: skip repository discovery
de: Repository-Suche überspringen

source: assign a gpg key; this key will be used for every new repository unless gpgkey or nogpgkey is specified for the repo
de: GPG-Schlüssel zuweisen; dieser Schlüssel wird für jedes neue Repository verwendet, sofern nicht gpgkey oder nogpgkey für das Repo angegeben ist

source: Successfully created product [ %s ]
de: Produkt [ %s ] erfolgreich erstellt

source: update a product's attributes
de: Produktattribute aktualisieren

source: change description of the product
de: Beschreibung des Produkts ändern

source: assign a gpgkey to the product
de: GPG-Schlüssel zum Produkt zuweisen

source: assign the gpgpkey also to the product's repositories
de: GPG-Schlüssel auch den Repositorys des Produkts zuweisen

source: Successfully updated product [ %s ]
de: Produkt [ %s ] erfolgreich aktualisiert

source: delete a product and its content
de: Produkt und dessen Inhalt löschen

source: list filters of a product
de: Filter eines Produkts auflisten

source: Product Filters
de: Produktfilter

source: add a filter to a product
de: Filter zu Produkt hinzufügen

source: remove a filter from a product
de: Filter von Produkt entfernen

source: product specific actions in the katello server
de: Produktspezifische Aktionen im Katello-Server

source: list known environments
de: Bekannte Umgebungen auflisten

source: Prior Environment
de: Vorausgehende Umgebung

source: Environment List
de: Umgebungsliste

source: list a specific environment
de: Bestimmte Umgebung auflisten

source: environment name eg: foo.example.com (required)
de: Umgebungsname z.B.: foo.example.com (erforderlich)

source: Environment Info
de: Umgebungsinfo

source: create an environment
de: Umgebung erstellen

source: environment description eg: foo's environment
de: Umgebungsbeschreibung z.B.: foo's Umgebung

source: environment name (required)
de: Umgebungsname (erforderlich)

source: environment label, ASCII identifier for the environment
de: Umgebungs-Label, ASCII-Kennzeichnung für die Umgebung

source: name of prior environment (required)
de: Name vorausgehender Umgebung (erforderlich)

source: Successfully created environment [ %s ]
de: Umgebung [ %s ] erfolgreich erstellt

source: Could not create environment [ %s ]
de: Umgebung [ %s ] konnte nicht erstellt werden

source: update an environment
de: Umgebung aktualisieren

source: name of prior environment
de: Name vorausgehender Umgebung

source: Successfully updated environment [ %s ]
de: Umgebung [ %s ] erfolgreich aktualisiert

source: delete an environment
de: Umgebung löschen

source: Successfully deleted environment [ %s ]
de: Umgebung [ %s ] erfolgreich gelöscht

source: environment specific actions in the katello server
de: Umgebungsspezifische Aktionen im Katello-Server
