Repository: Katello/katello
Catalog: headpin/katello-headpin/src/locale/*/app.po
Languages: pt_br

source: Package Filters
pt_br: Filtros de Pacote

source: Package Filters allow you to blacklist packages from being promoted into subsequent environments. Simply create a filter and add either a package name or regular expression to the filter. You can associate the filter with entire products or individual repositories within any product.
pt_br: Os Filtros de Pacote permitem que você coloque os pacotes da lista negra para evitar que sejam promovidos para ambientes subsequentes. Simplesmente crie um filtro e adicionde um nome de pacote ou expressão regular para filtrar. Você pode associar o filtro com todo o produto ou repositórios individuais dentro de qualquer produto.

source: Package Group
pt_br: Grupo do Pacote

source: Package Group Install
pt_br: Instalação do Grupo de Pacote

source: Package Group Install scheduled by %s
pt_br: Instalação de Grupo de Pacote agendado pelo %s

source: Package Group Remove
pt_br: Remover Grupo de Pacote

source: Package Group Remove scheduled by %s
pt_br: Remoção de Grupo de Pacote agendado pelo %s

source: Package Group Update
pt_br: Atualizar Grupo de Pacote

source: Package Group Update scheduled by %s
pt_br: Atualização de Grupo de Pacote agendado pelo %s

source: Package Groups
pt_br: Grupos de Pacote

source: Package Install
pt_br: Instalar Pacote

source: Package Install scheduled by %s
pt_br: Instalação de Pacote agendado pelo %s

source: Package Name
pt_br: Nome do Pacote

source: Package Remove
pt_br: Remover Pacote

source: Package Remove scheduled by %s
pt_br: Remoção de Pacote Agendado pelo %s

source: Package Size
pt_br: Tamanho do Pacote

source: Package Update
pt_br: Atualizar Pacote

source: Package Update scheduled by %s
pt_br: Atualização de Pacote agendada pelo %s

source: Package group '%s' not found in the %s environment
pt_br: Grupo de Pacote '%s' não foi encontrado no %s ambiente.

source: Package group '%s' not found in this template.
pt_br: Grupo do Pacote '%s' nenhum encontrado neste modelo.

source: Package group category '%s' not found in the %s environment
pt_br: Categoria do Grupo de Pacote '%s' não foi encontrado no %s ambiente.

source: Package group category '%s' not found in this template.
pt_br: Categoria de grupo de pacote '%s' não foi encontrado neste modelo.

source: Package has to be specified by its nvre.
pt_br: Pacote precisa ser especificado pelo seu nvre.

source: Packages
pt_br: Pacotes

source: Packages must be provided
pt_br: Pacotes deve ser fornecidos

source: Parameter '%s' not found in the template.
pt_br: Parâmetro '%s' não foi encontrado no modelo.

source: Parameters
pt_br: Parâmetros

source: Partial Products
pt_br: Produtos parciais

source: Password
pt_br: Senha

source: Password Strength
pt_br: Força da Senha

source: Password Unknown
pt_br: Senha Desconhecida

source: Password has been reset for user '%{s}'.
pt_br: A senha foi redefinida para o usuário '%{s}'.

source: Password reset token has expired for user '%{s}'.
pt_br: O token de redefinição de senha expirou para o usuário '%{s}'.

source: Password:
pt_br: Senha:

source: Paste GPG Key
pt_br: Colar a Chave GPG

source: Pending
pt_br: Pendente

source: Permission
pt_br: Permissão

source: Permission '%s' was created.
pt_br: Permissão '%s' foi criada.

source: Permission '%s' was removed.
pt_br: Permissão '%s' foi removida.

source: Permission '%s' was updated.
pt_br: Permissão '%s' foi atualizado.

source: Permission Denied. User '%s' does not have permissions to access organization '%s'.
pt_br: Permissão Negada. O Usuário '%s' não possui permissões para acessar a empresa '%s'.

source: Permission For:
pt_br: Permissão para:

source: Permissions
pt_br: Permissões

source: Permissions for this role.
pt_br: Permissões para este Papel

source: Physical
pt_br: Físico

source: Pick your Environment to download template from:
pt_br: Pegar seu Ambiente para baixar modelo a partir de:

source: Plan
pt_br: Plano

source: Plan Name
pt_br: Nome do Plano

source: Please provide entitlement id
pt_br: Por favor forneça o id do serviço

source: Please provide pool and quantity
pt_br: Por favor providencie um pool e quantidade

source: Please provide pool id
pt_br: Por favor providencie um id de pool

source: Please provide serial id
pt_br: Por favor forneça o id da série

source: Please request the required privileges from an administrator.
pt_br: Por favor, requeira previlégios requisitados de um administrador.

source: Please select Permissions to view and add permissions for this role or Users to see current users with this role.
pt_br: Por favor selecione Permissões para visualizar e adicionar permissões para este papel ou Usuários para ver usuários atuais com este papel.

source: Please select Permissions to view permissions for this role or Users to see current users with this role.
pt_br: Por favor, selecione Permissões para visualizar permissões para este papel ou Usuários para ver usuários atuais com este papel.

source: Pool %s has no product associated
pt_br: Pool %s não possui produto associado

source: Preferred Locale
pt_br: Local Preferido

source: Prior Environment
pt_br: Ambiente Anterior.

source: Processing promotion changeset modifications, please wait.
pt_br: Processando modificações do changeset da promoção, por favor aguarde.

source: Product
pt_br: Produto

source: Product '%s' created.
pt_br: Produto '%s' foi criado.

source: Product '%s' hasn't any repositories
pt_br: Produto '%s' não possui repositórios.

source: Product '%s' is already present in the template.
pt_br: Produto '%s' já está presente no modelo.

source: Product '%s' not found in this environment.
pt_br: Produto '%s' não foi encontrado neste ambiente.

source: Product '%s' removed.
pt_br: Produto '%s' foi removido.

source: Product '%s' was updated.
pt_br: Produto '%s' foi atualizado.

source: Product Name:
pt_br: Nome do Produto:

source: Product(s) in this environment
pt_br: Produto(s) neste ambiente

source: Product:
pt_br: Produto:

source: Products
pt_br: Produtos

source: Products & Repositories
pt_br: Produtos & Repositórios

source: Products and Repositories
pt_br: Produtos e Repositórios

source: Products within an organization must have unique name.
pt_br: Produtos dentro de uma empresa precisam ter um nome único

source: Progress:
pt_br: Progresso:

source: Promote
pt_br: Promover

source: Promote Changesets in Environment
pt_br: Promover Changesets no Ambiente

source: Promote to
pt_br: Promover para

source: Promoted
pt_br: Promovido

source: Promoted By:
pt_br: Promovido por:

source: Promoting
pt_br: Promovendo

source: Promoting...
pt_br: Promovendo...

source: Promotion Changeset '%s' was created.
pt_br: Promoção do changeset '%s' foi criada.

source: Promotion Changeset '%s' was deleted.
pt_br: Promoção do changeset '%s' foi removida.

source: Promotion Changeset Details
pt_br: Detalhes do Changeset da Promoção

source: Promotion Changeset History
pt_br: Histórico do Changeset da Promoção

source: Promotion Changeset is empty.
pt_br: Promoção do Changeset está vazia.

source: Promotion Changesets
pt_br: Changesets da Promoção

source: Promotion Date:
pt_br: Data da Promoção:

source: Promotion Failed
pt_br: Promoção Falhou

source: Promotions
pt_br: Promoções

source: Promotions Overview
pt_br: Visão Geral das Promoções

source: Promotions allow you to promote content from one environment to the next along a promotion path. Once you have created a promotion changeset, clicking "Add" next to one or more products will add them to the promotion changeset. If products already exist in the next environment, you may promote other types of content. Once you have created a change set, click the "Promote" button to commit it to the next environment.
pt_br: As Promoções permitem que você promova o conteúdo de um ambiente para o próximo junto ao caminho de promoção. Depois que você tiver criado um changeset, ao clicar em "Adicionar" próximo a um ou mais produtos, os adicionará ao changeset. Se os produtos já existirem no próximo ambiente, você pode promover outros tipos de conteúdo. Depois que você tiver criado um changeset, clique em "Promover" para salvar no próximo ambiente.

source: Provider
pt_br: Provedor

source: Provider '%s' was created.
pt_br: Provedor '%s' foi criado.

source: Provider '%s' was deleted.
pt_br: Provedor '%s' foi removido.

source: Provider '%s' was updated.
pt_br: Provedor '%s' foi atualizado.

source: Provider:
pt_br: Provedor:

source: Providers
pt_br: Provedores

source: Providers provide many types of content such as packages, errata, kickstart trees, and installation disc images. A provider may be delivering all of your paid content or it could simply be a local yum repository providing a few yum repos.
pt_br: Provedores fornecem muitos tipos de conteúdo tais como pacotes, errata, kickstart trees, e imagens de disco de instalação. Um provedor pode prover todos os conteúdos pagos ou simplesmente pode ser um repositório yum local fornecendo alguns repos yum.

source: Provides
pt_br: Fornece

source: Quantity
pt_br: Quantidade

source: Queued.
pt_br: Enfileirado;

source: Read Activation Keys
pt_br: Ler as Chaves de Ativação

source: Read Activation Keys permission
pt_br: Ler as permissões da Chave de Ativação

source: Read Changesets in Environment
pt_br: Ler os Changesets em Ambiente

source: Read Environment Contents
pt_br: Ler Conteúdo de Ambiente

source: Read Environments
pt_br: Ler Ambientes

source: Read Environments permission
pt_br: Ler Permissões de Ambientes

source: Read Everything
pt_br: Ler Tudo

source: Read Filters
pt_br: Ler Filtros

source: Read Filters permission
pt_br: Ler Permissões de Filtros

source: Read Organization
pt_br: Ler Empresas

source: Read Organizations
pt_br: Ler Empresas

source: Read Organizations permission
pt_br: Ler Permissões de Empresas

source: Read Package Filters
pt_br: Ler Filtros de Pacote

source: Read Providers
pt_br: Ler Provedores

source: Read Providers permission
pt_br: Ler Permissões de Provedores

source: Read Roles
pt_br: Ler Papeis

source: Read Roles permission
pt_br: Ler Permissões de Funções

source: Read System Templates
pt_br: Ler Modelos de Sistema

source: Read System Templates permission
pt_br: Ler Permissão de Modelos de Sistema

source: Read Systems
pt_br: Ler Sistemas

source: Read Systems in Environment
pt_br: Ler Sistemas em Ambiente

source: Read Users
pt_br: Ler Usuários

source: Read Users permission
pt_br: Ler Permissão de Usuário

source: Read only role.
pt_br: Ler somente a função

source: Red Hat Content Provider
pt_br: Provedor de Conteúdo da Red Hat

source: Red Hat Provider Details
pt_br: Detalhes do Provedor da Red Hat

source: Red Hat provider can not be deleted
pt_br: O provedor da Red Hat não pode ser removido

source: Register Systems
pt_br: Registrar Sistemas

source: Register Systems in Environment
pt_br: Registrar Sistemas no Ambiente

source: Registered
pt_br: Registrado

source: Release
pt_br: Lançamento

source: Remember me
pt_br: Lembrar

source: Remove
pt_br: Remover

source: Remove Activation Key
pt_br: Remover Chave de Ativação

source: Remove All
pt_br: Remover Todos

source: Remove Environment
pt_br: Remover Ambiente

source: Remove Filter
pt_br: Remover Filtro

source: Remove GPG Key
pt_br: Remover Chave GPG

source: Remove Organization
pt_br: Remover Empresa

source: Remove Package Canceled
pt_br: Remover Pacote Cancelado

source: Remove Package Complete
pt_br: Remover Pacote Concluído

source: Remove Package Error
pt_br: Remover Erro de Pacote

source: Remove Package Group Canceled
pt_br: Remover Grupo de Pacote Cancelado

source: Remove Package Group Complete
pt_br: Remover Grupo de Pacote Concluído

source: Remove Package Group Error
pt_br: Remover Erro de Grupo de Pacote

source: Remove Package Group Timeout
pt_br: Remover Timeout Grupo de Pacote

source: Remove Package Timeout
pt_br: Remover Timeout de Pacote

source: Remove Packages
pt_br: Remover Pacotes

source: Remove Product
pt_br: Remover Produto

source: Remove Provider
pt_br: Remover Provedor

source: Remove Repository
pt_br: Remover Repositório

source: Remove Role
pt_br: Remover Papel

source: Remove Sync Plan
pt_br: Remover Plano de Sincronização

source: Remove System
pt_br: Remover Sistema

source: Remove System(s)
pt_br: Remover Sistema(s)

source: Remove Systems in Environment
pt_br: Remover Sistemas em Ambiente

source: Remove User
pt_br: Remover Usuário

source: Removed:
pt_br: Removido:

source: Removing Package Group...
pt_br: Removendo Grupo de Pacote...

source: Removing Package...
pt_br: Removendo Pacote...

source: Removing...
pt_br: Removendo...

source: Rendering 404:
pt_br: Rendendo 404:

source: Rendering 500:
pt_br: Rendendo 500:

source: Repo Type:
pt_br: Tipo de Repo:

source: Repo id or environment must be provided
pt_br: Id de Repo ou ambiente deve ser fornecido

source: Repositories
pt_br: Repositórios

source: Repositories can be deleted only in Library environment.
pt_br: Os repositórios podem ser removidos somente no ambiente de Biblioteca

source: Repository
pt_br: Repositório

source: Repository '%s' created.
pt_br: Repositório '%s' foi criado.

source: Repository '%s' is already present in the template.
pt_br: Repositório '%s' já está presente no modelo.

source: Repository '%s' not found in this environment.
pt_br: Repositório '%s' não foi encontrado neste ambiente.

source: Repository '%s' not found in this template.
pt_br: Repositório '%s' não foi encontrado neste modelo.

source: Repository '%s' removed.
pt_br: Repositório '%s' foi removido.

source: Repository '%s' updated.
pt_br: Repositório '%s' foi atualizado.

source: Repository Details
pt_br: Detalhes de Repositório

source: Repository Url
pt_br: URL Repositório

source: Repository cannot be disabled since it has already been promoted.
pt_br: O Repositório não pode ser desabilitado pois já foi promovido.

source: Repository of the distribution '%s' has not been promoted into the target environment!
pt_br: Repositório da distribuição '%s' não foi promovida no ambiente alvo!

source: Repository of the erratum '%s' has not been promoted into the target environment!
pt_br: Repositório da errata '%s' não foi promovida no ambiente alvo!

source: Repository of the package '%s' has not been promoted into the target environment!
pt_br: Repositório do pacote '%s' não foi promovida no ambiente alvo!

source: Request
pt_br: Requisição

source: Request received has either an invalid or expired token. Token: '%{t}'
pt_br: Requisição recebida possui um token inválido ou expirado. Token: '%{t}'

source: Requires
pt_br: Requer

source: Reset Password
pt_br: Redefinir Senha

source: Result
pt_br: Resultado

source: Revert Filter
pt_br: Reverter Filtro

source: Review
pt_br: Revisão

source: Role
pt_br: Papel

source: Role '%s' was created.
pt_br: Função '%s' foi criada.

source: Role '%s' was deleted.
pt_br: Função '%s' foi removido.

source: Role '%s' was updated.
pt_br: Função '%s' foi atualizada.

source: Role Details
pt_br: Detalhes do Papel

source: Roles
pt_br: Papéis

source: Route does not exist:
pt_br: Rota não existe:

source: Run
pt_br: Executar

source: Running.
pt_br: Executando

source: Save
pt_br: Salvar

source: Save Changeset
pt_br: Salvar Changeset

source: Save Filter
pt_br: Salvar Filtro

source: Save Roles
pt_br: Salvar Papéis

source: Save User
pt_br: Salvar Usuário

source: Save as Favorite
pt_br: Salvar como Favorito

source: Saving System Template
pt_br: Salvar Modelo de Sistema

source: Saving...
pt_br: Salvando...

source: Scope
pt_br: Escopo

source: Search
pt_br: Busca

source: Search available package names...
pt_br: Buscar nomes de pacotes disponível...

source: Search available product names...
pt_br: Buscar nomes de produto disponível...

source: Search available repository names...
pt_br: Buscar nomes de repositórios disponíveis...

source: Search is not available for the current content
pt_br: Busca não está disponível para o conteúdo atual

source: Search...
pt_br: Busca...

source: Select All
pt_br: Selecionar todos

source: Select Architecture
pt_br: Selecionar Arquitetura

source: Select None
pt_br: Selecionar Nenhum

source: Select Organization
pt_br: Selecionar Organização

source: Select Plans to apply to selected Products
pt_br: Selecionar Planos para aplicar aos Produtos selecionados

source: Select Products to schedule
pt_br: Selecionar produtos para agendar

source: Select Repositories:
pt_br: Selecionar Repositórios:

source: Select a System Template
pt_br: Selecionar um Modelo de Sistema

source: Selected Distribution
pt_br: Distribuição Selecionada

source: Send Login
pt_br: Enviar Login

source: Severity: Critical
pt_br: Gravidade: Crítica

source: Severity: Important
pt_br: Gravidade: Importante

source: Severity: Low
pt_br: Gravidade: Baixa

source: Severity: Moderate
pt_br: Gravidade: Moderado

source: Signature
pt_br: Assinatura

source: Size (Packages)
pt_br: Tamanho (Pacotes)

source: Sockets
pt_br: Soquetes

source: Some promotion changeset modifications have not finished processing, are you sure you want to leave the page? By leaving you may lose some modifications.
pt_br: Algumas modificações de changeset não terminaram de processar, você tem certeza que deseja deixar esta página? Ao deixar esta página você pode perder algumas modificações.

source: Sorry about that! It seems something went wrong. If you continue having trouble with this, please contact an Administrator.
pt_br: Desculpe! Parece que aconteceu algo de errado. Se você continuar tendo problemas com isto, por favor entre em contato com um Administrador.

source: Source Package
pt_br: Pacote de Fonte

source: Specify Local Manifest
pt_br: Especificar Manifesto Local

source: Start Date
pt_br: Data Inicial

source: Start Date and Time can't be blank
pt_br: Data Inicial e Horário não podem estar em branco

source: Start Time
pt_br: Hora inicial

source: Started promotion of '%s' to %s environment
pt_br: Iniciada a promoção de '%s' até o ambiente %s

source: Strong
pt_br: Forte

source: Subscribe
pt_br: Subscrever

source: Subscription
pt_br: Subscrição

source: Subscription manifest must be specified on upload.
pt_br: Manifesto de subscrição deve ser especificada ao carregar

source: Subscription manifest upload for provider '%{name}' failed.
pt_br: Carregamento de manifesto de subscrição para provedor '%{name}' falhou

source: Subscription manifest uploaded successfully for provider '%{name}'.
pt_br: Manifesto de subscrição carregada com sucesso para provedor '%{name}'

source: Subscription manifest uploaded successfully for provider '%{name}'. Please enable the repositories you want to sync by selecting 'Enable Repositories' and selecting individual repositories to be enabled.
pt_br: Manifesto da subscrição carregado com sucesso para o provedor '%{name}'. Por favor, ative os repositórios que você deseja sincronizar selecionando 'Habilitar Repositórios' e selecionando repositórios individuais para ser ativados.

source: Subscriptions
pt_br: Subscrições

source: Subscriptions are Current
pt_br: Subscrições são Atuais

source: Subscriptions are Current Until %s
pt_br: Subscrições são Atuais Até %s

source: Subscriptions are not Current
pt_br: Subscrições não são Atuais

source: Subscriptions successfully added to Activation Key '%s'.
pt_br: Foram adicionadas as subscrições com sucesso à Chave de Ativação '%s'.

source: Subscriptions successfully removed from Activation Key '%s'.
pt_br: Subscrições removidas da Chave de Ativação com sucesso ' %s'

source: Success
pt_br: Sucesso

source: Successfully promoted changeset '%s'.
pt_br: Changeset promovido com sucesso '%s'.

source: Successfully removed organization '%s'.
pt_br: Empresa removida com sucesso '%s'.

source: Sucessfully updated '%s' package filter.
pt_br: Filtro de pacote '%s'. atualizado com sucesso.

source: Summary
pt_br: Sumário

source: Summary:
pt_br: Sumário:

source: Super Admin permission
pt_br: Permissão de super admin

source: Super administrator with all access.
pt_br: Super administrador com todos os acessos.

source: Support Level
pt_br: Nível de Suporte

source: Sync Cancelled
pt_br: Sincronização Cancelada

source: Sync Management
pt_br: Sincronizar Gerenciamento

source: Sync Overview
pt_br: Sincronizar Visão Geral

source: Sync Plan '%s' was created.
pt_br: Plano de Sinc '%s' foi criado.

source: Sync Plan '%s' was updated.
pt_br: Plano de Sinc '%s' foi atualizado.

source: Sync Plans
pt_br: Sincronizar Planos

source: Sync Plans applied successfully.
pt_br: Sincronizar Planos aplicado com sucesso

source: Sync Products
pt_br: Sincronizar Produtos

source: Sync Schedule
pt_br: Sincronizar Agenda

source: Sync Status
pt_br: Sincronizar Status

source: Sync complete.
pt_br: Sincronização concluída

source: Sync plan '%s' was deleted.
pt_br: Plano de Sinc '%s' foi removido.

source: Synchronization plan assigned.
pt_br: Plano de sincronização atribuído

source: Synchronization plan removed.
pt_br: Plano de sincronização removido.

source: Synchronize Now
pt_br: Sincronizar Agora

source: System
pt_br: Sistema

source: System '%s' was created.
pt_br: Sistema '%s' foi criado.

source: System '%s' was updated.
pt_br: Sistema '%s' foi atualizada.

source: System Current Subscription(s)
pt_br: Subscrições de Sistema Atual

source: System Events
pt_br: Eventos de Sistema

source: System Info
pt_br: Info de Sistema

source: System Notifications
pt_br: Notificações de Sistema

source: System Properties
pt_br: Propriedades de Sistema

source: System Subscription Status
pt_br: Status de Subscrição de Sistema

source: System Template
pt_br: Modelo de Sistema

source: System Template '%s' was created.
pt_br: Modelo de Sistema '%s' foi criado.

source: System Templates
pt_br: Modelos de Sistema

source: System Templates allow you to create a template for what a system should look like. This includes what products are subscribed and what packages are installed.
pt_br: Modelos de Sistema permite que você crie um modelo para o que um sistema deve se parecer. Isto inclui quais produtos estão subscritos e quais pacotes estão instalados.

source: System Type
pt_br: Tipo de Sistema

source: System Type:
pt_br: Tipo de Sistema:

source: System subscriptions updated.
pt_br: Subscrição de sistema atualizado

source: Systems
pt_br: Sistemas

source: TITLE
pt_br: TÍTULO

source: TYPE
pt_br: TIPO

source: Template
pt_br: Modelo

source: Template %s has been updated successfully
pt_br: Modelo %s foi atualizado com sucesso

source: Template %s updated successfully.
pt_br: Modelo %s foi atualizado com sucesso.

source: Template '%s' has been updated successfully, however you have removed either a product or repository that contained the selected distribution for this template. Please select another distribution to ensure a working system template.
pt_br: O Modelo '%s' foi atualizado com sucesso, no entanto você removeu um produto ou um repositório que continha a distribuição selecionada para este modelo. Por favor selecione outra distribuição para garantir um modelo de sistema funcionando.

source: Template '%s' was deleted.
pt_br: Modelo '%s' foi removido.

source: Template can have parent templates only from the same environment
pt_br: Modelo pode ter modelos pais somente a partir do mesmo ambiente

source: Template cannot be exported
pt_br: O modelo não pode ser exportado

source: Template imported
pt_br: Modelo importado

source: Template is not complete and will likely fail.
pt_br: O modelo não está concluído e poderá cair.

source: Templates
pt_br: Modelos

source: Templates can be updated only in a Library environment
pt_br: Modelos podem ser atualizados somente em um ambiente de Biblioteca
