Repository: Katello/katello
Catalog: headpin/katello-headpin/src/locale/*/app.po
Languages: pt_br

source: Content
pt_br: Conteúdo

source: Promotion Changesets
pt_br: Changesets de Promoção

source: created successfully.
pt_br: criado com sucesso

source: environment cannot be set to an environment already on its path
pt_br: ambiente não pode ser configurado para um ambiente já em seu caminho

source: items selected.
pt_br: Itens selecionados

source: of
pt_br: de

source: results
pt_br: resultados

source: %s (%s other errata)
pt_br: %s (%s outra errata)

source: %s (%s other errata) install cancelled
pt_br: %s (%s outra errata) instalação cancelada

source: %s (%s other errata) install failed
pt_br: %s (%s outra errata) instalação falhou

source: %s (%s other errata) install timed out
pt_br: %s (%s outra errata) tempo de instalação expirou

source: %s (%s other errata) install.
pt_br: %s (%s outra errata) instalação.

source: %s (%s other package groups)
pt_br: %s (%s outros grupos de pacote)

source: %s (%s other package groups) install
pt_br: %s (%s outros grupos de pacote) instalação

source: %s (%s other package groups) install cancelled
pt_br: %s (%s outros grupos de pacote) instalação cancelada

source: %s (%s other package groups) install failed
pt_br: %s (%s outros grupos de pacote) instalação falhou

source: %s (%s other package groups) install timed out
pt_br: %s (%s outros grupos de pacote) tempo de instalação expirou

source: %s (%s other package groups) removal
pt_br: %s (%s outros grupos de pacote) remoção

source: %s (%s other package groups) remove cancelled
pt_br: %s (%s outros grupos de pacotes) remoção cancelada

source: %s (%s other package groups) remove failed
pt_br: %s (%s outros grupos de pacotes) remoção falhou

source: %s (%s other package groups) remove timed out
pt_br: %s (%s outros grupos de pacotes) tempo de remoção expirou

source: %s (%s other package groups) update
pt_br: %s (%s outros grupos de pacote) atualização

source: %s (%s other package groups) update cancelled
pt_br: %s (%s outros grupos de pacotes) atualização cancelada

source: %s (%s other package groups) update failed
pt_br: %s (%s outros grupos de pacotes) atualização falhou

source: %s (%s other package groups) update timed out
pt_br: %s (%s outros grupos de pacotes) tempo de atualização expirou

source: %s (%s other packages)
pt_br: %s (%s outros pacotes)

source: %s (%s other packages) install cancelled
pt_br: %s (%s outros pacotes) instalação cancelada

source: %s (%s other packages) install failed
pt_br: %s (%s outros pacotes) instalação falhou

source: %s (%s other packages) install timed out
pt_br: %s (%s outros pacotes) tempo de instalação expirou

source: %s (%s other packages) install.
pt_br: %s (%s outros pacotes) instalação.

source: %s (%s other packages) removal
pt_br: %s (%s outros pacotes) remoção

source: %s (%s other packages) remove cancelled
pt_br: %s (%s outros pacotes) remoção cancelada

source: %s (%s other packages) remove failed
pt_br: %s (%s outros pacotes) remoção falhou

source: %s (%s other packages) remove timed out
pt_br: %s (%s outros pacotes) tempo de remoção expirou

source: %s (%s other packages) update
pt_br: %s (%s outros pacotes) atualização

source: %s (%s other packages) update cancelled
pt_br: %s (%s outros pacotes) atualização cancelada

source: %s (%s other packages) update failed
pt_br: %s (%s outros pacotes) atualização falhou

source: %s (%s other packages) update timed out
pt_br: %s (%s outros pacotes) tempo de atualização expirou

source: %s Removed Successfully
pt_br: %s Removido com Sucesso

source: %s Systems Removed Successfully
pt_br: %s Sistemas Removidos com Sucesso

source: %s Version: %s
pt_br: %s Versão: %s

source: %s ago
pt_br: %s atrás

source: %s erratum install
pt_br: %s instalação de erratum

source: %s erratum install cancelled
pt_br: %s instalação de erratum cancelada

source: %s erratum install failed
pt_br: %s instalação de erratum falhou

source: %s erratum install timed out
pt_br: %s tempo de instalação de erratum expirou

source: %s is not a valid package name
pt_br: %s não é um nome de pacote válido

source: %s package group install
pt_br: %s instalação de grupo de pacote

source: %s package group install cancelled
pt_br: %s instalação de grupo de pacote cancelado

source: %s package group install failed
pt_br: %s instalação de grupo de pacote falhou

source: %s package group install timed out
pt_br: %s instalação de grupo de pacote expirou o tempo

source: %s package group removal
pt_br: %s remoção de grupo de pacote

source: %s package group remove cancelled
pt_br: %s remoção de gruopo de pacote cancelada

source: %s package group remove failed
pt_br: %s remoção de grupo de pacote falhou

source: %s package group remove timed out
pt_br: %s remoção de grupo de pacote expirou o tempo

source: %s package group update
pt_br: %s atualização de grupo de pacote

source: %s package group update cancelled
pt_br: %s atualização de grupo de pacote cancelada

source: %s package group update failed
pt_br: %s atualização de grupo de pacote falhou

source: %s package group update timed out
pt_br: %s atualização de grupo de pacote expirou o tempo

source: %s package install
pt_br: %s instalação de pacote

source: %s package install cancelled
pt_br: %s instalação de pacote cancelado

source: %s package install failed
pt_br: %s instalação de pacote falhou

source: %s package install timed out
pt_br: %s instalação de pacote expirou o tempo

source: %s package removal
pt_br: %s remoção de pacote

source: %s package remove cancelled
pt_br: %s remoção de pacote cancelada

source: %s package remove failed
pt_br: %s remoção de pacote falhou

source: %s package remove timed out
pt_br: %s remoção de pacote expirou o tempo

source: %s package update
pt_br: %s atualização de pacote

source: %s package update cancelled
pt_br: %s atualização de pacote cancelada

source: %s package update failed
pt_br: %s atualização de pacote falhou

source: %s package update timed out
pt_br: %s atualização de pacote expirou o tempo

source: %s product was synced successfully
pt_br: %s produto foi sincronizado com sucesso

source: %s product was synced successfully with errors. See log for details
pt_br: %s produto foi sincronizado com sucesso sem erros. Veja log para obter detalhes.

source: %{newline}If you are uploading an older manifest, you can use the Force checkbox to overwrite existing data.
pt_br: %{newline} Se você estiver carregando um manifesto mais antigo, você poderá usar a caixa de seleção do Force para sobrescrever dados existentes.

source: %{newline}Reason: %{reason}
pt_br: %{newline}Razão: %{reason}

source: '%s' did not meet the current search criteria and is not being shown.
pt_br: '%s' não atendeu aos critérios de busca atuais e não está sendo exibido.

source: '%s' no longer matches the current search criteria.
pt_br: '%s' não coincide mais com os critérios de busca atuais.

source: (%X of %Y repositories selected)
pt_br: (%X of %Y repositórios selecionados)

source: (Entire product selected)
pt_br: (Todo o produto selecionado)

source: (Load %X More)
pt_br: (Carreagr Mais %X)

source: (Loaded %X of %Y Total)
pt_br: (Carregado %X of %Y Total)

source: + Add
pt_br: + Adicionar

source: + All
pt_br: + Todos

source: + New
pt_br: + Novo

source: + New Promotion Changeset
pt_br: + Novo Changeset de Promoção

source: + New Template
pt_br: + Novo Modelo

source: - Remove
pt_br: - Remover

source: 403 - Permission denied
pt_br: 403 - Permissão negada

source: 404 - That page doesn't exist or is missing!
pt_br: 404 - Esta página não existe ou está faltando!

source: 500 Internal Server Error
pt_br: 500 Erro de Servidor Interno

source: << Previous
pt_br: << Anterior

source: A request has been received by Katello server '%s' to retrieve the logins for email '%s'. The following is a list of those logins:
pt_br: O servidor Katello '%s' recebeu uma requisição para recuperar os logins para o email '%s'. Esta é uma lista dos seguintes logins:

source: A request has been received to reset the Katello password for user '%s'. In order to reset this password, click the URL below.
pt_br: Recebemos uma requisição para redefinir a senha do Katello para o usuário '%s'. Para redefinir esta senha, clique no URL abaixo:

source: Activation Keys
pt_br: Chaves de Ativação

source: Activation Keys provide a set of characteristics that may be applied to a system during system registration. This includes things such as, default environment to assign to the system, subscriptions to allocate to the system, system template to apply to the system...etc.
pt_br: As Chaves de Ativação fornecem um conjunto de características que podem ser aplicadas a um sistema durante o registro do sistema. Isto inclui coisas como, ambiente padrão para atribuir a um sistema, subscrições para alocar o sistema. modelo do sistema para aplicar ao sistema... etc.

source: Activation Keys provide a set of characteristics that may be applied to a system during system registration. This includes things such as, default environment to assign to the system, subscriptions to allocate to the system...etc.
pt_br: As Chaves de Ativação fornecem um conjunto de características que podem ser aplicadas a um sistema durante o registro do sistema. Isto inclui coisas como, ambiente padrão para atribuir a um sistema, subscrições para alocar o sistema... etc.

source: Activation key '%s' was created.
pt_br: Chave de Ativação '%s' foi criada

source: Activation key '%s' was updated.
pt_br: Chave de Ativação '%s' foi atualizada.

source: Add
pt_br: Adcionar

source: Add All
pt_br: Adicionar Todos

source: Add Global Permission
pt_br: Adicionar Permissão Global

source: Add New Environment
pt_br: Adicionar Novo Ambiente

source: Add Package Canceled
pt_br: Adicionar Pacote cancelado

source: Add Package Complete
pt_br: Adicionar Pacote Concluído

source: Add Package Error
pt_br: Adicionar Erro de Pacote

source: Add Package Group Canceled
pt_br: Adicionar Grupo de Pacote Cancelado

source: Add Package Group Complete
pt_br: Adicionar Grupo de Pacote Concluído

source: Add Package Group Error
pt_br: Adicionar Erro de Grupo de Pacote

source: Add Package Group Timeout
pt_br: Adicionar Timeout de Grupo de Pacote

source: Add Package Timeout
pt_br: Adicionar Timeout de Pacote

source: Add Packages
pt_br: Adicionar Pacotes

source: Add Permission
pt_br: Adicionar Permissão

source: Add Permission to
pt_br: Adicionar Permissão para

source: Add Product
pt_br: Adicionar Produto

source: Add Repository
pt_br: Adicionar Repositório

source: Add Subscriptions ▸
pt_br: Adicionar subscrições

source: Add to Key
pt_br: Adicionar à Chave

source: Added:
pt_br: Adicionado:

source: Adding Package Group...
pt_br: Adicionar Grupo de Pacote...

source: Adding Package...
pt_br: Adicionar Pacote...

source: Adding...
pt_br: Adicionando...

source: Administer Activation Keys
pt_br: Administrar Chaves de Ativação

source: Administer Changesets in Environment
pt_br: Administrar Changesets no Ambiente

source: Administer GPG Keys
pt_br: Administrar Chaves de GPG

source: Administer Organization
pt_br: Administrar Empresas

source: Administer Package Filters
pt_br: Administrar Filtros de Pacotes

source: Administer Providers
pt_br: Administrar Provedores

source: Administer Roles
pt_br: Administrar Papéis

source: Administer System Templates
pt_br: Administrar Modelos de Sistemas

source: Administer Users
pt_br: Administrar Usuários

source: Administration
pt_br: Administração

source: Administrator
pt_br: Administrador

source: Advisory
pt_br: Aviso

source: Alert
pt_br: Aviso

source: All
pt_br: Todos

source: All Repositories
pt_br: Todos os Repositórios

source: All Systems for owner %s in candlepin
pt_br: Todos os Sistemas para proprietário %s no candlepin

source: All environments for owner %s in candlepin
pt_br: Todos os ambientes para proprietário %s no candlepin

source: All providers for owner %s in candlepin
pt_br: Todos os provedores para proprietários %s no candlepin

source: All repository GPG keys for Product '%s' were updated.
pt_br: Todos os repositórios de chaves GPG para Produtos '%s' foram atualizados.

source: An environment does not exist to promote content to. If you would like to manage promotion changesets and content, please create a new environment.
pt_br: Um ambiente não existe para promover conteúdo. Se você quiser gerenciar os changesets de promoção e conteúdo, por favor crie um novo ambiente.

source: An error has occured when communicating with the server, please refresh the page to retrieve the current System Template
pt_br: Um erro ocorreu quando estava se comunicando com o servidor, por favor atualize a página para recuperar o Modelo de Sistema atual.

source: An error has occured when communicating with the server, please refresh the page to retrieve the current promotion changeset.
pt_br: Um erro ocorreu ao comunicar com um servidor, por favor atualize a página e recupere o changeset da promoção atual.

source: Applied
pt_br: Aplicado

source: Applied Subscriptions
pt_br: Subscrições Aplicadas

source: Apply Selected Plan to Selected Products
pt_br: Aplicar Plano Selecionado aos Produtos Selecionados

source: Arch
pt_br: Arqui

source: Architecture
pt_br: Arquitetura

source: Architecture:
pt_br: Arquitetura:

source: Are you sure you want to delete this GPG Key?
pt_br: Você tem certeza que deseja remover esta chave GPG?

source: Are you sure you want to delete this filster?
pt_br: Você tem certeza que deseja este filtro?

source: Are you sure you want to delete this filter?
pt_br: Você tem certeza que deseja este filtro?

source: Are you sure you want to delete this provider?
pt_br: Você tem certeza de que deseja remover este provedor?

source: Are you sure you want to remove this organization?
pt_br: Você tem certeza de que deseja remover esta empresa?

source: Are you sure you want to remove this product?
pt_br: Você tem certeza que deseja remover este produto?

source: Are you sure you want to remove this repository?
pt_br: Você tem certeza que deseja remover este repositório?

source: Are you sure you want to remove this role?
pt_br: Você tem certeza que você quer remover este papel?

source: Are you sure you want to remove this system?
pt_br: Você tem certeza que deseja esta função?

source: Are you sure you want to remove this template?
pt_br: Você tem certeza que você quer remover este modelo?

source: Are you sure you want to remove this user?
pt_br: Você tem certeza que deseja remover este usuário?

source: Are you sure?
pt_br: Você tem certeza?

source: Associated Bugs
pt_br: Bugs associados:

source: At least one activation key must be provided
pt_br: Ao menos uma chave de ativação deve ser fornecida

source: At least one organization must exist.
pt_br: Ao menos uma empresa deve existir

source: At least one product or repository must be present to export a TDL
pt_br: Deve existir ao menos um produto ou repositório para exportar um TDL

source: Auto-heal
pt_br: Auto-Reparo

source: Available Errata
pt_br: Errata Disponível

source: Available Subscriptions
pt_br: Subscrições Disponíveis

source: Back
pt_br: Retornar

source: Begins
pt_br: Inicia

source: Browser Default Locale
pt_br: Local de Padrão do Navegador

source: Build Date
pt_br: Data de Construção

source: Build Host
pt_br: Host da Construção

source: By Environments
pt_br: Por Ambientes

source: CDN loading error: %s not found
pt_br: CDN carregando erro: %s não foi encontrado

source: Can't update Library environment
pt_br: Não é possível atualizar o ambiente da Biblioteca

source: Cancel
pt_br: Cancelar

source: Cancel Add
pt_br: Cacelar Adicionar

source: Cancel Review
pt_br: Cancelar Rever

source: Cancelled.
pt_br: Cancelado.

source: Candlepin Event
pt_br: Evento do Candlepin

source: Cannot add/remove or change permissions related to a locked role.
pt_br: Não é possível adicionar/remover ou modificar permissões relacionadas à um papel bloqueado.

source: Cannot change the name or description of a locked role.
pt_br: Não é possível mudar o nome ou descrição de um papel bloqueado.

source: Cannot create activation keys in Library environment
pt_br: Não é possível criar chaves de ativação no ambiente de Biblioteca

source: Cannot delete currently logged user
pt_br: Não foi possível remover usuário autenticado atualmente

source: Cannot dissociate user '%s' from '%s' role. Need at least one user in the '%s' role.
pt_br: Não foi possível desassociar a função do usuário '%s' do '%s' . É necessário ao menos um usuário na função '%s' .

source: Cannot export templates for the Library environment.
pt_br: Não é possível exportar modelos para o ambiente da Biblioteca

source: Cannot modify a template that is another environment
pt_br: Não é possível modificar um modelo que seja outro ambiente

source: Cannot promote the changeset '%s' while another changeset (%s) is being promoted.
pt_br: Não é possível promover o changeset '%s' enquanto outro changeset (%s) está sendo promovido.

source: Cannot promote the changset '%s' because it is not in the review phase.
pt_br: Não é possível promover o changeset '%s' pois não está na fase da revisão.

source: Cannot register a system with 'Library' environment
pt_br: Não é possível registrar um sistema com o ambiente 'Biblioteca'

source: Cannot specify a tag if all_tags is selected.
pt_br: Não é possível especificar uma marca se estiver selecionado all_tags.

source: Cannot specify a verb if all_verbs is selected.
pt_br: Não é possível especificar um verbo se estiver selecionado all_verbs.

source: Cannot specify all_types without all_tags and all_verbs
pt_br: Não é possível especificar all_types sem o all_tags e all_verbs.

source: Cannot validate templates for the Library environment.
pt_br: Não é possível validar modelos para o ambiente da Biblioteca.

source: Change Password
pt_br: Mudar Senha

source: Change Password:
pt_br: Mudar Senha:

source: Checked In
pt_br: Verficado

source: Choose Environment:
pt_br: Escolher Ambiente:

source: Choose a product..
pt_br: Escolher um produto.

source: Choose new defaults:
pt_br: Escolher novos padrões:

source: Clear
pt_br: Limpar

source: Clear Disabled Helptips:
pt_br: Limpar o Helptips Desabilitado:

source: Clear the Search
pt_br: Limpar Busca:

source: Cleared
pt_br: Limpo

source: Click Add or Remove next to a user name to apply or remove them from role.
pt_br: Clicar em Adicionar ou Remover próximo ao nome do usuário para aplicar ou removê-los da função.

source: Click Add permission from the bar below to add a permission.
pt_br: Clicar em Adicionar permissão na barra abaixo para adicionar uma permissão.

source: Click edit permission from the bar below to edit the current permission.
pt_br: Clicar em editar permissão na barra abaixo para editar uma permissão atual

source: Click on 'Add Environment' to create the first environment
pt_br: Clicar em 'Adicionar Ambiente' para criar o primeiro ambiente

source: Click to edit
pt_br: Clicar em editar

source: Close
pt_br: Fechar

source: Close Add Permission
pt_br: Fechar Adicionar Permissão

source: Close Details
pt_br: Fechar Detalhes

source: Close Edit
pt_br: Fechar Editar

source: Close Edit Permission
pt_br: Fechar Editar Permissão

source: Close Role Details
pt_br: Fechar Detalhes de Função

source: Collapse
pt_br: Quebrar

source: Collapse All
pt_br: Quebrar todos

source: Confirm Password:
pt_br: Confirmar Senha:

source: Confirm:
pt_br: Confirmar:

source: Confirmation
pt_br: Confirmação

source: Consumed
pt_br: Consumido

source: Content
pt_br: Conteúdo

source: Content Download URL:
pt_br: URL para Baixar Conteúdo:

source: Content Management
pt_br: Gerenciamento de Conteúdo

source: Content Providers
pt_br: Provedores de Conteúdo

source: Contents:
pt_br: Conteúdos:

source: Contract
pt_br: Contrato

source: Copyright &copy;
pt_br: Copyright &copiar;

source: Could not delete organization '%s'.
pt_br: Não foii possível remover empresa. '%s'.

source: Couldn't find environment '%s'
pt_br: Não foi possível encontrar ambiente '%s'

source: Couldn't find environment with ID=%d
pt_br: Não foi possível encontrar ambiente com o ID=%d

source: Couldn't find organization '%d'
pt_br: Não foi possível encontrar empresa '%d'

source: Couldn't find organization with ID=%s
pt_br: Não foi possível encontrar empresa com ID=%s

source: Couldn't find pool '%s' in activation_key '%s'
pt_br: Não foi possível encontrar o pool '%s' na chave_de_ativação '%s'

source: Couldn't find provider '%s'
pt_br: Não foi possível encontrar provedor '%s'

source: Couldn't find repository with ID=%s
pt_br: Não foi possível encontrar repositório com ID=%s

source: Couldn't find subject of synchronization
pt_br: Não foi possível encontrar sujeito da sincronização

source: Create
pt_br: Criar

source: Create Application Life Cycle Management Environment
pt_br: Criar o Ambiente Gerenciamento do Ciclo de Vida do Aplicativo

source: Create Product
pt_br: Criar Produto

source: Create Repository
pt_br: Criar Repositório

source: Created (UTC)
pt_br: Criado (UTC)

source: Creating an environment in candlepin: %s
pt_br: Criando um ambiente no candlepin: %s

source: Creating an owner in candlepin: %s
pt_br: Criando um proprietário no candlepin: %s

source: Current Organization
pt_br: Empresa Atual

source: Current Subscriptions
pt_br: Subscrições Atuais

source: Custom Content Providers
pt_br: Provedores de Conteúdo Padronizado

source: Date
pt_br: Data

source: Date format is incorrect.
pt_br: Formato de data está incorreto

source: Debug Certificate
pt_br: Certificado de Depuração

source: Default Environment:
pt_br: Ambiente Padrão:

source: Default Organization:
pt_br: Empresa Padrão:

source: Delete All
pt_br: Remover todos

source: Delete Organization
pt_br: Remover Empresa

source: Delete Package Filters
pt_br: Remover Filtros de Pacote

source: Delete Providers
pt_br: Remover Fornecedores

source: Delete Roles
pt_br: Remover Funções

source: Delete Systems
pt_br: Remover Sistemas

source: Delete Users
pt_br: Remover Usuários

source: Deleted provider [ %s ]
pt_br: Remover Provedor [ %s ]

source: Deleteing environment in candlepin: %s
pt_br: Removendo ambiente no candlepin: %s

source: Deleting owner in candlepin: %s
pt_br: Removendo proprietário no candlepin: %s

source: Dependencies
pt_br: Dependências

source: Dependency of
pt_br: Dependências de

source: Description
pt_br: Descrição

source: Description:
pt_br: Descrição:

source: Details
pt_br: Detalhes

source: Details for the currently selected permission.
pt_br: Detalhes da Permissão selecionada atualmente

source: Disable/enable is not supported for custom repositories.
pt_br: Desabilitar/Habilitar não é suportado para os repositórios padrão

source: Disabled help tips have been re-enabled.
pt_br: Dicas de Ajuda Desabilitada foram rehabilitadas

source: Display
pt_br: Exibir

source: Distribution
pt_br: Distribuição

source: Distribution '%s' does not belong to the specified product!
pt_br: Distribuição '%s' não pertence ao produto especificado!

source: Distribution '%s' not found in the '%s' environment
pt_br: Distribuição '%s' não foi encontrada no ambiente '%s'

source: Distribution '%s' not found in this template.
pt_br: Distribuição '%s' não foi encontrada neste modelo

source: Distribution '%s' was not found in Pulp.
pt_br: Distribuição '%s' não foi encontrada no Pulp.

source: Distributions
pt_br: Distribuições

source: Do you want to set this GPG Key as the key for all repositories within this product?
pt_br: Você deseja definir esta Chave GPG como a chave para todos os repositórios dentro deste produto?

source: Done
pt_br: Concluído

source: Download System Template
pt_br: Baixar o Modelo do Sistema

source: Duration
pt_br: Duração
