Repository: Katello/katello
Catalog: headpin/katello-headpin/src/locale/*/app.po
Languages: pt_br

source: The current organization cannot be deleted. Please switch to a different organization before deleting.
pt_br: A empresa atual não pode ser removida. Por favor mude para uma empresa diferentes antes de remover.

source: The current template "$TEMPLATE" has been modified. Would you like to save the changes?
pt_br: O modelo atual "$TEMPLATE" foi modificado. Você gostaria de salvar as mudanças?

source: The current template "$TEMPLATE" has been modified. If you leave, any changes will be lost."
pt_br: O modelo atual "$TEMPLATE" foi modificado. Se você deixar, as mudanças serão perdidas.

source: The default you supplied was the same as the old default.
pt_br: O padrão que você forneceu foi o mesmo que o padrão antigo.

source: The environment still has content that belongs to product '%s'.
pt_br: O ambiente ainda possui conteúdo que pertende ao produto '%s'.

source: The password should not contain the username.
pt_br: A senha não deve conter o username

source: The passwords do not match
pt_br: As senhas não coincidem

source: The system is not currently consuming any subscriptions.
pt_br: O sistema não está consumindo nenhuma subscrição atualmente

source: The template has children templates.
pt_br: O modelo possui modelos filhos

source: There are currently no Global permissions for this role. Please click Add Permission in the action bar below to add a Global permission. A Global permission is one that cuts across all organizations.
pt_br: Não existe nenhuma permissão Global atualmente para este papel. Por favor clique em Adicionar Permissão na barra de ação abaixo para adicionar uma permissão Global. Uma permissão Global é um dos cortes em todas as empresas.

source: There are currently no permissions for this organization. Please click Add Permission in the action bar below to add a permission to this organization.
pt_br: Não existe nenhuma permissão para esta empresa. Por favor clique em Adicionar Permissão na barra de ação abaixo para adicionar uma permissão à esta empresa.

source: There are no custom products or repositories enabled. Try enabling via Content Providers.
pt_br: Não existem produtos customizados ou repositórios ativados. Tente ativar via Provedores de Conteúdo.

source: There are no errata that need to be applied to registered systems.
pt_br: Não existem nenhuma errata que precise ser aplicada para sistemas registrados.

source: There are no events to display.
pt_br: Não há eventos para exibir

source: There are no more subscriptions available.
pt_br: Não existe nenhuma subscrição disponível.

source: There are no packages to display.
pt_br: Não existem pacotes para exibir

source: There are no tags for the resource type you have chosen.
pt_br: Não existem marcas para o tipo de recurso que você escolheu.

source: There is already a repo with the name [ %s ] for product [ %s ]
pt_br: Já existe um repo com o nome [ %s ] para o produto [ %s ]

source: There is already an active sync process for the '%s' repository. Please try again later
pt_br: Já existe um processo de sincronização ativo para o repositório '%s'. Por favor tente novamente.

source: There must be at least one plan selected
pt_br: Deve haver ao menos um plano selecionado

source: There must be at least one product selected
pt_br: Deve haver ao menos um produto selecionado

source: There was an error retrieving that row:
pt_br: Houve um erro ao recuperar esta fileira:

source: There were errors with one of the syncs: %s in repository: %s. See the log for more details.
pt_br: Não há erros com uma das sincs: %s no repositório: %s. Veja o log para mais detalhes.

source: This GPG Key is not currently assigned to any products or repositories.
pt_br: Esta chave GPG não foi atribuída à nenhum produto ou repositório.

source: This action doesn't support pacakge groups
pt_br: Esta ação não suporta grupos de pacotes

source: This changeset contains no content.
pt_br: Este changeset está vazio.

source: This promotion changeset is currently being promoted.
pt_br: Este changeset de promoção está sendo promovido atualmente

source: This template contains no content.
pt_br: Este modelo está vazio.

source: Time
pt_br: Tempo

source: Title
pt_br: Título

source: To view the details of an item on the left, simply click on a single row.<br/><br/>To select multiple rows, hold the Control Key and click multiple rows.<br/><br/>If you don't need this help anymore, please click the close button in the top right of this box.
pt_br: Para visualizar os delalhes de um ítem à esquerda, simplesmente clique na linha única. <br/><br/> Para selecionar as filas múltiplas, segure a Tecla Control e clique em linhas múltiplas. <br/><br/> Se você não precisar mais de ajuda clique e feche o botão no lado direito do topo desta caixa.

source: Total Systems
pt_br: Sistema Total

source: Type
pt_br: Tipo

source: Type: Bug Fix
pt_br: Tipo: Reparar Erro

source: Type: Enhancement
pt_br: Tipo: Melhoria

source: Type: Security
pt_br: Tipo: Segurança

source: Uebercert for %s has not been generated.
pt_br: Uebercert para %s não foi gerado.

source: Unable to determine quantity for pool %s
pt_br: Não foi possível determinar quantidade para o pool %s

source: Unable to retrieve subscription history for provider '%{name}.
pt_br: Não foi possível recuperar histórico de subscrição para o provedor '%{name}.

source: Unable to retrieve subscription manifest for provider '%{name}.
pt_br: Habilitar para recuperar o manifesto da subscrição para o provedor '%{name}.

source: Uninstall of Package Groups '%{p}' scheduled for System '%{s}'.
pt_br: Desinstalação de Grupos de Pacotes '%{p}' agendado para o Sistema '%{s}'

source: Uninstall of Packages '%{p}' scheduled for System '%{s}'.
pt_br: Desinstalação de Pacotes '%{p}' agendado para Sistema '%{s}'

source: Unknown
pt_br: Desconhecido

source: Unknown repository label
pt_br: Rótulo de repositório desconhecido.

source: Unlimited
pt_br: Ilimitado

source: Unsubscribe
pt_br: Cancelar Subscrição

source: Update
pt_br: Atualizar

source: Update All
pt_br: Atualizar Todos

source: Update Package Canceled
pt_br: Atualizar Pacote Cancelado

source: Update Package Complete
pt_br: Atualizar Pacote Concluído

source: Update Package Error
pt_br: Atualizar Erro de pacote

source: Update Package Timeout
pt_br: Atualizar Timeout de pacote

source: Update of Packages '%{p}' scheduled for System '%{s}'.
pt_br: Atualizar Pacotes '%{p}' agendado para o Sistema '%{s}'

source: Update of all packages scheduled for System '%{s}'.
pt_br: Atualizar todos os pacotes agendados para o Sistema '%{s}'

source: Updated
pt_br: Atualizado

source: Updating Package...
pt_br: Atualizando Pacote...

source: Upload
pt_br: Carregar

source: Upload Subscription Manifest
pt_br: Carregar Manifesto de Subscrição

source: Uploading
pt_br: Carregando

source: Use Browser Locale
pt_br: Use o Locale do Navegador

source: User
pt_br: Usuário

source: User '%s' was deleted.
pt_br: Usuário '%s' foi removido.

source: User Notifications
pt_br: Notificações de Usuário

source: User assignments for this role
pt_br: Atribuições de Usuário para este papel

source: User does not belong to an organization.
pt_br: Usuário não pertence à uma empresa.

source: User environment updated successfully.
pt_br: Ambiente de Usuário atualizado com sucesso.

source: User notifications lists all notifications generated by a user as well as global notifications that are sent to all users.
pt_br: Notificações de usuário lilsta todas as notificações geradas por um usuário assim como notificações globais que são enviadas para todos os usuários.

source: User updated successfully.
pt_br: Usuário atualizado com sucesso.

source: Users
pt_br: Usuários

source: Validation Failed:
pt_br: Validação falhou:

source: Value
pt_br: Valor

source: Verb(s):
pt_br: Verbo(s):

source: Verbs
pt_br: Verbos

source: Very Weak
pt_br: Muito fraco

source: Viewing %X of %Y results (%Z Total Errata)
pt_br: Visualizando resultados %X of %Y (%Z Total Errata)

source: WARNING: This will override any GPG keys already associated with a repository within this product
pt_br: AVISO: Isto irá sobrescrever qualquer chave GPG já associado com um repositório dentro deste produto.

source: Weak
pt_br: Fraco

source: Welcome Back!
pt_br: Bem-Vindo!

source: Yes
pt_br: Sim

source: You are not authorised to perform this action.
pt_br: Você não está autorizado para realizar esta ação

source: You can synchronize repositories only in library environment'
pt_br: Você pode sincronizar repositórios somente no ambiente da Biblioteca

source: You current organization is no longer valid. It is possible that either the organization has been deleted or your permissions revoked, please log back in to continue.
pt_br: Sua empresa atual não é mais válida. É possível que a empresa tenha sido removida ou as permissões revogadas, por favor autentique-se novamente para continuar.

source: You do not have valid credentials to access this system. Please contact your administrator.
pt_br: Você não possui credenciais válidas para acessar este sistema. Por favor, entre em contato com seu administrador.

source: You have entered an incorrect username/password combination, or your account may currently be disabled. Please try again or contact your administrator.
pt_br: Você inseriu uma combinação de username/senha incorreto ou sua conta pode estar desabilitada atualmente. Por favor, entre em contato com seu administrador.

source: You have no assigned roles.
pt_br: Você não possui nenhuma função atribuída.

source: You have selected all resource types; this will grant full access to the organization. Press the Cancel button to select an individual resource type.
pt_br: Você selecionou todos os tipos de recursos: este irá lhe permitir acesso completo à empresa. Pressione o botão Cancelar para selecionar um tipo de recurso específico.

source: You may have mistyped the address or the page may have moved.
pt_br: Você pode ter errado ao digitar o endereço ou a página pode ter sido movida.

source: You might want to log out and log back in again to clear your cookies.
pt_br: Você pode querer sair e retornar para limpar seus cookies.

source: You must be logged in to access that page.
pt_br: Você deve estar autenticado para acessar esta página.

source: You must select an organization above before you can add a permission.
pt_br: Você precisa selecionar uma empresa acima anges que você possa adicionar uma permissão.

source: You must select and view a permission before you can edit it.
pt_br: Você deve selecionar e visualizar uma permissão antes que você possa editá-la.

source: You must select at least one verb.
pt_br: Você precisa selecionar ao menos um verbo.

source: You must specify host in %s for %s to work properly
pt_br: Você deve especificar um host em %s para %s para que funcione adequadamente.

source: You need to create an environment for this org before you can create a system.
pt_br: Você precisa criar um ambiente para esta empresa antes que você possa criar um sistema.

source: Your update has applied successfully, but during that time another user has also made an update.
pt_br: Sua atualização foi aplicada com sucesso, mas durante o processo outro usuário também realizou uma atualização.

source: all packages
pt_br: todos os pacotes

source: all packages update
pt_br: todas as atualizações de pacotes

source: all packages update failed
pt_br: todas as atualizações de pacotes falharam

source: can not be updated
pt_br: não pode ser atualizado

source: can't be blank
pt_br: não pode estar em branco

source: cannot contain characters other than alpha numerals, space,'_', '-'.
pt_br: não pode conter caracteres ao invés de numerais alfa, espaço ,'_', '-'.

source: cannot contain characters other than alpha numerals,'_', '-'.
pt_br: não pode conter caracteres a não ser numerais alfa, '_', '-'.

source: cannot contain more than %s characters
pt_br: Não pode conter mais do que %s caracteres

source: currently editing this promotion changeset
pt_br: atualmente editando este changeset de promoção

source: daily
pt_br: por dia

source: displayed
pt_br: exibido

source: environment can only have one child
pt_br: o ambiente pode ter somente um filho

source: environment required
pt_br: ambiente necessário

source: hourly
pt_br: por hora

source: id: %s doesn't exist
pt_br: id: %s não existe

source: installing errata...
pt_br: instalando errata...

source: installing erratum...
pt_br: instalando erratum...

source: installing package group...
pt_br: instalando grupo de pacote...

source: installing package groups...
pt_br: instalando grupos de pacote...

source: installing package...
pt_br: instalando pacotes...

source: installing packages...
pt_br: instalando pacotes....

source: is already in the template
pt_br: já está no modelo

source: is invalid
pt_br: é inválido

source: is too long
pt_br: é muito comprido

source: katello-jobs service not running
pt_br: serviço de trabalhos do katello não estão em execução

source: must be at least 5 characters.
pt_br: deve conter ao menos 5 caracteres

source: must be unique within an organization scope
pt_br: deve ser único dentro do escopo da empresa

source: must be unique within one environment
pt_br: deve ser único dentro de um ambiente

source: must be unique within one organization
pt_br: deve ser único dentro de uma empresa

source: must contain 'Library'
pt_br: deve conter 'Biblioteca'

source: must contain at least %s characters
pt_br: deve conter ao menos %s caracteres

source: must not contain leading or trailing white spaces.
pt_br: não deve conter espaços em branco de trilha ou líder

source: none
pt_br: nenhum

source: or
pt_br: ou

source: plan
pt_br: plano

source: product
pt_br: produto

source: promote_confirm
pt_br: promover_confirmar

source: removing package group...
pt_br: removendo grupo de pacote...

source: removing package groups...
pt_br: removendo grupos de pacotes...

source: removing package...
pt_br: removendo pacote...

source: removing packages...
pt_br: removendo pacotes...

source: results.
pt_br: resultados

source: sync did not complete successfully
pt_br: sincronização não foi concluída com sucesso

source: system templates
pt_br: modelos de sistema

source: template
pt_br: modelo

source: the following attributes can not be updated for the Red Hat provider: [ %s ]
pt_br: as seguintes funções não podem ser atualizadas para o provedor da Red Hat: [ %s ]

source: updating package group...
pt_br: atualizando o grupo do pacote...

source: updating package groups...
pt_br: atualizando os grupos de pacotes...

source: updating package...
pt_br: atualizando pacotes...

source: updating packages...
pt_br: atualizando pacotes...

source: viewing
pt_br: visualizado

source: weekly
pt_br: semanal
