Repository: Katello/katello
Catalog: headpin/katello-headpin/src/locale/*/app.po
Languages: pt_br

source: Edit Activation Key enables you to modify the selected activation key. This key may be used during system registration. For example, <BR/><BR/>subscription-manager register --org %s --activationkey %s
pt_br: O Editar a Tecla de Ativação de Editar permite que você modifique a chave de ativação selecionada. Esta tecla pode ser usada durante o registro do sistema. Por exemplo, <BR/><BR/>subscription-manager register --org %s --activationkey %s

source: Edit Details
pt_br: Editar Detalhes

source: Edit Environment
pt_br: Editar Ambiente

source: Edit GPG Key enables you to modify the selected GPG Key. A new key can be copied and pasted in directly.
pt_br: Ao editar a Chave GPG, você poderá modificar a Chave GPG selecionada. Uma nova chave poderá ser copiada e colada diretamente.

source: Edit Permission
pt_br: Editar Permissões

source: Edit Permission in
pt_br: Editar Permissões em

source: Edit Product
pt_br: Katello

source: Edit Role
pt_br: Editar Função

source: Edit Role Details
pt_br: Editar Detalhes da Função

source: Edit System Template
pt_br: Editar Modelo do Sistema

source: Either organization id or environment id needs to be specified
pt_br: Tanto o id da empresa ou id do ambiente precisa ser especificado

source: Either packages or groups must be provided
pt_br: Tanto os pacotes como grupos precisam ser fornecidos

source: Eligible Content
pt_br: Conteúdo Elegível

source: Email Address:
pt_br: Endereço de Email:

source: Email sent to '%{e}' with password reset instructions.
pt_br: Email enviado para '%{e}' com as instruções de redefinição de senha.

source: Email sent to '%{e}' with valid login user names.
pt_br: Email enviado para '%{e}' com os nomes de usuários de login válidos.

source: Empty request received to install Packages or Package Groups System '%{s}'.
pt_br: Foi recebida uma requisição vazia para instalar Pacotes ou Sistemas de Grupos de Pacotes '%{s}'.

source: Enable Repositories
pt_br: Habilitar Repositórios

source: Enabled by Default:
pt_br: Habilitar por Padrão:

source: End Date
pt_br: Data final

source: Enter Selected Content...
pt_br: Enserir Conteúdo Selecionado

source: Environment
pt_br: Ambiente

source: Environment '%s' was created.
pt_br: Ambiente '%s' foi criado.

source: Environment '%s' was deleted.
pt_br: Ambiente '%s' foi removido.

source: Environment '%s' was updated.
pt_br: Ambiente '%s' foi atualizado.

source: Environment Promotion Paths
pt_br: Caminhos de Promoção de Ambiente

source: Environment cannot be in its own promotion path
pt_br: O Ambiente não pode estar em seu próprio caminho de promoção

source: Environment:
pt_br: Ambiente:

source: Environments
pt_br: Ambientes

source: Errata Install
pt_br: Instalar Errata

source: Errata Install scheduled by %s
pt_br: Instalação de Errata agendada por %s

source: Errata scheduled for install.
pt_br: Errata agendada para instalação.

source: Erratum '%s' doesn't belong to the specified product!
pt_br: Erratum '%s' não pertence ao produto especificado!

source: Error
pt_br: Erro

source: Error syncing!
pt_br: Erro ao sincronizar!

source: Error while deleting provider [ %s ]: %s
pt_br: Erro ao remover provedor [ %s ]: %s

source: Error:
pt_br: Erro:

source: Event
pt_br: Evento

source: Events
pt_br: Eventos

source: Exactly one distribution must be present to export a TDL
pt_br: Exatamente uma distribuição deve ser apresentada para exportar uma TDL

source: Expand
pt_br: Expandir

source: Expand All
pt_br: Expandir todos

source: Expand/Contract All
pt_br: Expandir/Contratar Todos

source: Expected attribute is missing:
pt_br: O Atributo experado está faltando:

source: Expires
pt_br: Expira

source: Fact
pt_br: Fato

source: Facts
pt_br: Fatos

source: Failed
pt_br: Falhou

source: Failed to create candlepin environment %s
pt_br: Falha ao criar o ambiente candlepin %s

source: Failed to create candlepin owner %s
pt_br: Falha ao criar o proprietário do candlepin %s

source: Failed to delete all environments for owner %s in candlepin:
pt_br: Falha ao remover todos os ambientes para proprietários %s no candlepin:

source: Failed to delete all providers for owner %s in candlepin: %s
pt_br: Falha ao remover todos os provedores para proprietários %s no candlepin: %s

source: Failed to delete all systems for owner %s in candlepin: %s
pt_br: Falha ao remover todos os sistemas para proprietários %s no candlepin: %s

source: Failed to delete candlepin environment %s
pt_br: Falha ao remover o ambiente candlepin %s

source: Failed to delete candlepin owner %s
pt_br: Falha ao remover o proprietário do candlepin %s

source: Failed to delete organization '%s'. Check notices for more details.
pt_br: Falha ao remover a empresa '%s'. Verifique as notas para obter mais detalhes.

source: Failed to promote changeset '%s'. Check notices for more details
pt_br: Falha ao promover changeset '%s'. Verifique as notas para obter mais detalhes.

source: File
pt_br: Arquivo

source: Filter
pt_br: Filtro

source: Filter %s created successfully.
pt_br: Filtro %s foi criado com sucesso.

source: Filter on loaded Events...
pt_br: Filtro em Eventos carregados...

source: Filter on loaded packages...
pt_br: Filtrar em pacotes carregados...

source: Filter...
pt_br: Filtro...

source: Filtered Packages
pt_br: Pacotes Filtrados

source: Filters
pt_br: Filtros

source: Filters can be stored only in Library repositories.
pt_br: Filtros podem ser armazenados somente em repositórios de bibliotecas.

source: Finished
pt_br: Concluído

source: Force
pt_br: Forçar

source: Forgotten username or password?
pt_br: Esqueceu a senha ou nome de usuário?

source: Full Access
pt_br: Acesso Total

source: Full Products
pt_br: Produtos Totais

source: GPG Key
pt_br: Chave GPG

source: GPG Key '%s' was created.
pt_br: Chave GPG '%s' foi criada.

source: GPG Key '%s' was deleted.
pt_br: Chave GPG '%s' foi removido.

source: GPG Key '%s' was updated.
pt_br: Chave GPG '%s' foi atualizada.

source: GPG Key URL:
pt_br: URL da Chave GPG:

source: GPG Key assigned at the Product Level for
pt_br: Chave GPG atribuída a Nível de Produto para

source: GPG Key assigned at the Repository Level for
pt_br: Chave GPG atribuída a Nível de Repositório para

source: GPG Keys
pt_br: Chaves GPG

source: GPG Keys may be stored by uploading a key directly or copying and pasting the key in upon creation. By visiting the Providers page and selecting either a product or repository, a GPG key that has been created here can be associated with the given entity.
pt_br: As Chaves GPG precisam ser armazenadas carregando a chave diretamente ou copiando e colando a chave ao criá-la. Ao visitar a Página Provedores e selecionar um produto ou repositório, uma chave GPG que tenha sido criada aqui pode ser associada com a entidade fornecida.

source: Global Permissions
pt_br: Permissões Globais

source: Global permissions allow you to create permissions that span all organizations, or choose a specific organization to apply permissions.
pt_br: Permissões globais permitem que você crie permissões que geram todas as empresas, ou escolher uma empresa específica para aplicar permissões.

source: Global permissions are permissions that span all organizations; however, organization permissions apply only to the organization they are associated with.
pt_br: Permissões globais são permissões que geram todas as empresas; no entanto as permissões de empresa se aplicam somente a empresa a quem estão associadas.

source: Good
pt_br: Bom

source: Group
pt_br: Grupo

source: Guest
pt_br: Convidado

source: Guests
pt_br: Convidados

source: History
pt_br: Histórico

source: Host & Guest Info
pt_br: Info do Convidado & Host

source: Hypervisor does not support this action
pt_br: Hypervisor não suporta esta ação

source: Hypervisors do not have errata
pt_br: Hypervisors não possuem errata

source: Hypervisors do not have packages
pt_br: Hypervisors não possuem pacotes

source: Hypervisors do not have software products
pt_br: Hypervisors não possuem produtos de software

source: I remembered my login credentials.
pt_br: Eu me lembro das minhas credenciais de login

source: If you did not request this password to be reset, just ignore this email and the password will continue to stay the same.
pt_br: Caso você não precise que esta senha seja redefinida, ignore este email e a senha continuará a mesma.

source: If you do not know your login, please enter your email address below and your login will be sent to you.
pt_br: Se você não souber seu login, por favor ensira seu endereço de email abaixo e seu login lhe será enviado.

source: If you do not know your password, enter your login and email address below and instructions on resetting your password will be sent to you.
pt_br: Se você não souber sua senha, por favor ensira seu logine endereço de email abaixo e as instruções sobre redefinição de senha lhe serão enviado.

source: Import History
pt_br: Importar Histórico

source: Import Time
pt_br: Importar Hora

source: Initial Application Life Cycle Management Environment
pt_br: Ambiente de Gerenciamento de Ciclo de Vida do Aplicativo Inicial

source: Initial Registration Params
pt_br: Parâmetros de Registro Inicial

source: Inline Help Enabled:
pt_br: Ajuda Inline Ativada:

source: Install of Package Groups '%{g}' scheduled for System '%{s}'.
pt_br: Instalação dos Grupos de Pacotes '%{g}' agendado para o Sistema '%{s}' .

source: Install of Packages '%{p}' scheduled for System '%{s}'.
pt_br: Instalação dos Pacotes '%{p}' armazenado para o Sistema '%{s}' .

source: Installing
pt_br: Instalando

source: Insufficient Entitlements
pt_br: Serviços insuficientes:

source: Interval
pt_br: Intervalo

source: Invalid Subscriptions
pt_br: Subscrições Inválidas

source: Invalid Url
pt_br: Url inválida

source: Invalid resource type '%{resource_type}'. Resource Types can be one of '%{possible_types}'
pt_br: Tipo de recurso inválido '%{resource_type}'. Tipos de Recursos podem ser de um '%{possible_types}'

source: Invalid state
pt_br: Estado inválido

source: Invalid verb '%{verb}'. Verbs for resource type '%{resource_type}' can be one of %{possible_verbs}
pt_br: Verbo inválido '%{verb}'. Verbo para o tipo de recurso '%{resource_type}' pode ser de um %{possible_verbs}

source: Issued
pt_br: Emitido

source: It is not allowed to create products in Red Hat provider.
pt_br: Não é permitido criar produtos no provedor da Red Hat.

source: It is not allowed to import manifest for a custom provider.
pt_br: Não é permitido importar manifesto para um provedor de consumidor

source: It is not allowed to update a Red Hat product.
pt_br: Não é permitido atualizar um produto da Red Hat

source: It is not allowed to update a Red Hat repository.
pt_br: Não é permitido atualizar um repositório da Red Hat

source: Katello Logins
pt_br: Logins do Katello

source: Katello Logo
pt_br: Logo do Katello

source: Katello User '%s' Password Reset
pt_br: Usuário do Katello '%s' Redefinir Senha

source: Key
pt_br: Chave

source: Last Booted
pt_br: Inicializado pela última vez

source: Last Checked In
pt_br: Autenticado pela Última Vez

source: Last Checked in Date
pt_br: Última Data de Verificação

source: Latest Notifications
pt_br: Últimas Notificações

source: Level
pt_br: Nível

source: Library
pt_br: Biblioteca

source: Library environment cannot contain a changeset!
pt_br: O ambiente da Biblioteca não pode conter um changeset!

source: License
pt_br: Licença

source: List
pt_br: Lista

source: List Actions
pt_br: Listar Ações

source: Listed below are the subscriptions information. If you have a subscription manifest you may upload it below. This manifest may be obtained by visiting the Red Hat Customer Portal or by contacting your support representative.
pt_br: As informações de subscrições estão listadas abaixo. Se você possuir algum manifesto de subscrição você poderá carregá-lo abaixo. Este manifesto pode ser obtido visitando o Portal do Consumidor Red Hat ou contatando seu representante de suporte.

source: Loading
pt_br: Carregando

source: Loading
pt_br: Carregando

source: Loading Permissions
pt_br: Carregando Permissões

source: Loading Promotion Changeset
pt_br: Carregando Changeset da Promoção

source: Loading Role
pt_br: Carregando Papel

source: Loading System Template
pt_br: Carregando Modelo de Sistema

source: Loading dependencies.
pt_br: Carregando dependências

source: Location
pt_br: Local

source: Log In
pt_br: Autenticar

source: Login Information
pt_br: Informações de Login

source: Login Successful
pt_br: Autenticação bem sucedida

source: Login Unknown
pt_br: Login Desconhecido

source: Logout Successful
pt_br: Logout bem sucedido

source: Machine Type
pt_br: Tipo de Máquina

source: Manifest import for provider [ %s ] failed
pt_br: Importação de manifesto para provedor [ %s ] falhou

source: Match System
pt_br: Coincidir o Sistema

source: Message
pt_br: Mensagem

source: Modify Organization and Administer Environments
pt_br: Modificar Empresa e Administrar Ambientes

source: Modify Package Filters
pt_br: Modificar Filtros de Pacotes

source: Modify Providers and Administer Products
pt_br: Modificar Fornecedores e Administrar Produtos

source: Modify Roles
pt_br: Modificar Papéis

source: Modify Systems
pt_br: Modificar Sistemas

source: Modify Systems in Environment
pt_br: Modificar Sistemas em Ambientes

source: Modify Users
pt_br: Modificar Usuários

source: More >>
pt_br: Mais>>

source: More details
pt_br: Mais detalhes

source: More...
pt_br: Mais...

source: Must be unique within an environment
pt_br: Deve ser único dentro de um ambiente

source: Name
pt_br: Nome

source: Name can not be blank.
pt_br: Nome não pode estar em branco

source: Name cannot be blank.
pt_br: Nome não pode estar em branco

source: Name must be unique within one organization
pt_br: Nome deve ser único dentro de uma empresa

source: Name of Your System:
pt_br: Nome do Seu Sistema:

source: Name:
pt_br: Nome:

source: Never checked in.
pt_br: Nunca verificar.

source: New Activation Key
pt_br: Nova Chave de Ativação

source: New Changeset
pt_br: Novo Changeset

source: New Default Environment
pt_br: Novo Ambiente Padrão

source: New Default Organization:
pt_br: Nova Empresa Padrão:

source: New GPG Key
pt_br: Nova Chave GPG

source: New Organization
pt_br: Nova Empresa

source: New Package Filter
pt_br: Novo Filtro de Pacote

source: New Provider
pt_br: Novo Provedor

source: New Role
pt_br: Novo Papel

source: New Sync Plan
pt_br: Novo Plano de Sincronização

source: New System Template
pt_br: Novo Modelo de Sistema

source: New User
pt_br: Novo Usuário

source: New system
pt_br: Novo Sistema

source: New templates can be created only in a Library environment
pt_br: Novos modelos podem ser criados somente em um ambiente de Biblioteca

source: New templates can be imported only into a Library environment
pt_br: Novos modelos podem ser importados somente para um ambiente de Biblioteca

source: Next >>
pt_br: Próximo >>

source: No
pt_br: Nenhum

source: No Default Organization
pt_br: Não existe Empresa Padrão

source: No Subscriptions Available
pt_br: Nenhuma Subscrição Disponível

source: No System Templates are currently defined
pt_br: Nenhum Modelo de Sistema está definido atualmente

source: No Template
pt_br: Nenhum Modelo

source: No Templates
pt_br: Nenhum Modelo

source: No changesets found.
pt_br: Nenhum changeset foi encontrado

source: No default environment. Select an organization to choose from available environments.
pt_br: Nenhum ambiente padrão. Selecionar uma empresa para escolher a partir dos ambientes disponíveis.

source: No default set for this user.
pt_br: Nenhum conjunto padrão para este usuário

source: No distributions available.
pt_br: Nenhuma distribuição disponível

source: No distributions exist in this promotion changeset.
pt_br: Não existem distribuições neste changeset de promoção

source: No environments are available in this organization. Please add some environments to be able register systems to this organization.
pt_br: Nenhum ambiente disponível nesta empresa. Por favor adicione algum ambiente para conseguir registrar sistemas nesta empresa.

source: No environments are currently available in this organization. Please add some to be able to create activation keys.
pt_br: Nenhum ambiente disponível atualmente nesta empresa. Por favor adicione algum para conseguir criar chaves de ativação.

source: No environments are currently available in this organization. Please add some to be able to set user default.
pt_br: Nenhum ambiente está disponível atualmente nesta empresa. Por favor, adicione algum para conseguir definir o padrão do usuário.

source: No environments are currently available in this organization. Saving will set user to no default environment.
pt_br: Nenhum ambiente está disponível atualmente nesta empresa. Ao salvá-lo você definirá o usuário para ambiente sem padrão.

source: No errata available.
pt_br: Nenhuma errata disponível.

source: No errata exist in this promotion changeset.
pt_br: Não existe nenhuma errata neste changeset de promoção.

source: No errors
pt_br: Sem erros

source: No event history found for %s
pt_br: Nenhum histórico de evento encontrado para %s.

source: No events matching your search criteria.
pt_br: Não existe nenhum evento coincidente com seu critério de busca

source: No new packages installed
pt_br: Nenhum pacote novo instalado

source: No package groups available.
pt_br: Nenhum grupo de pacote disponível.

source: No packages are currently filtered.
pt_br: Nenhum pacote está filtrado no momento.

source: No packages available for promotion
pt_br: Nenhum pacote disponível para promoção

source: No packages exist in this promotion changeset.
pt_br: Não existe nenhum pacote neste changeset de promoção.

source: No packages found.
pt_br: Nenhum pacote encontrado.

source: No packages removed
pt_br: Nenhum pacote removido

source: No packages updated
pt_br: Nenhum pacote atualizado.

source: No products
pt_br: Nenhum produto

source: No products exist in the promotion changeset.
pt_br: Não existe nenhum produto neste changeset de promoção.

source: No products or repositories are currently associated with this system template. Please add either a product or repository that contains distributions in order to select a distribution.
pt_br: Nenhum produto ou repositórios estão associados no momento com este modelo de sistema. Por favor, adicione um produto ou repositório que contenha distribuições para selecionar uma distribuição.

source: No products or repositories are currently associated.
pt_br: Nenhum produto ou repositório está associado atualmente.

source: No recently synced products.
pt_br: Nenhum produto sincronizado recentemente

source: No repos available for promotion
pt_br: Nenhum repos disponível para promoção

source: No repositories
pt_br: Nenhum repositório

source: No repositories available.
pt_br: Nenhum repositório disponível

source: No repositories exist in this promotion changeset.
pt_br: Não existe nenhum repositório neste changeset de promoção.

source: No subscriptions have been imported.
pt_br: Nenhuma subscrição foi importada.

source: No system templates exist in the changeset.
pt_br: Nenhum modelo de sistema neste changeset.

source: No systems found.
pt_br: Nenhum sistema foi encontrado

source: None
pt_br: Nenhum

source: None defined for this Organization.
pt_br: Nenhum definido para esta Empresa

source: None of the associated products or repositories contain distributions, please add a product or repository that contains at least one distribution.
pt_br: Nenhum dos produtos associados ou repositórios contém distribuições, por favor adicione um produto ou repositório que contenha ao menos uma distribuição.

source: None.
pt_br: Nenhum.

source: Not Applied
pt_br: Não Aplicado

source: Not enough entitlements in pools (%d), required: %d, available: %d
pt_br: Não existem serviços suficientes no pool (%d), necessário: %d, disponível: %d

source: Not found
pt_br: Não foi encontrado.

source: Note: This will be set as your initial default environment.
pt_br: Nota: Este será definido como seu ambiente padrão inicial.

source: Number of Sockets or LPARs:
pt_br: Número de Soquetes ou LPARs:

source: Number of consumed entitlements exceeded quantity for %s
pt_br: Números de serviços consumidos execeram a quantidade para %s

source: Number of sockets must be higher than 0 for system %s
pt_br: Número de soquetes deve ser maior do que 0 para o sistema %s

source: On Products & Repositories you can add your own Products and Repositories to your Provider. This allows you to synchronize content from any remote repository to this server. Simply add a Product and then setup one or more repositories to add to this Provider. This feature is only available for Custom Providers.
pt_br: Em Produtos & Repositórios você pode adicionar seu próprio Produto e Repositório ao seu Provedor. Isto permite que você sincronize conteúdo de qualquer repositório remoto a este servidor. Simplesmente adicione um Produto e depois configure um ou mais repositórios para adicionar a este Provedor. Este recurso está disponível somente para Provedores Padronizados.

source: On:
pt_br: Ligado:

source: One or more errors found in Package names '%{s}'.
pt_br: Um ou mais erros encontrados nos nomes de Pacote '%{s}'.

source: One or more of the groups provided has an action pending.
pt_br: Um ou mais dos grupos fornecidos possui uma ação pendente.

source: One or more of the packages provided has an action pending.
pt_br: Um ou mais dos pacotes fornecidos possui uma ação pendente.

source: One or more package names are invalid.
pt_br: Um ou mais nomes de pacotes são inválidos

source: Only %s favorites may be created.
pt_br: Somente os %s favoritos podem ser criados.

source: Only one Red Hat provider permitted for an Organization
pt_br: Somente um provedor da Red Hat permitido para um emrpesa

source: Only show syncing.
pt_br: Somente mostrar sincronização.

source: Open Source Subscription Management
pt_br: Gerenciamento de Subscrição de Fonte Aberta

source: Open Source Systems Management
pt_br: Gerenciamento de Sistemas de Fonte Aberta

source: Organization
pt_br: Empresa

source: Organization '%s' already exists and either has been scheduled for deletion or failed deletion.
pt_br: A empresa '%s' já existe e pode ter sido agendada para remoção ou a remoção falhou.

source: Organization '%s' has been scheduled for background deletion.
pt_br: A empresa '%s' foi agendado para a remoção do pano de fundo.

source: Organization '%s' was created.
pt_br: A Empresa

source: Organization '%s' was updated.
pt_br: Empresa '%s' foi atualizada.

source: Organizations
pt_br: Empresas

source: Organizations allow content and systems to be separated by logical divisions. To edit the environments within an organization, click on that organization and then click on the desired environment.
pt_br: As empresas permitem que conteúdo e sistemas sejam separadas por divisões lógicas. Para editar ambientes dentro de uma organização, clique naquela empresa e depois clique no ambiente desejado.

source: Package
pt_br: Pacote

source: Package '%s' doesn't belong to the specified product!
pt_br: Pacote '%s' não pertence ao produto especificado!

source: Package '%s' is already present in the template
pt_br: Pacote '%s' já está presente no modelo.

source: Package '%s' not found in the %s environment
pt_br: Pacote '%s' não foi encontrado no %s ambiente.

source: Package '%s' was not found in the source environment.
pt_br: Produto '%s' não foi encontrado no ambiente fonte.

source: Package Dependencies
pt_br: Dependências do Pacote

source: Package Filter %s deleted.
pt_br: Filtro do Pacote %s foi removido.

source: Package Filter '%s' has been updated.
pt_br: Filtro do Pacote '%s' foi atualizado.
