Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Disable Simple Content Access
fr: Désactivez l'accès au contenu simple
ka: შემცველობასთან იოლი წვდომის გამორთვა
zh_cn: 禁用简单内容访问

source: Enable Simple Content Access
fr: Permettre un accès simple au contenu
ka: შემცველობასთან იოლი წვდომის ჩართვა
zh_cn: 启用简单内容访问

source: Cannot delete redhat product content
fr: Ne peut pas supprimer le contenu d'un produit Red Hat
ka: RedHat-ის პროდუქტის შემცველობის წაშლის შეცდომა
zh_cn: 无法删除红帽产品内容

source: Product Create
fr: Créer Produit
ka: პროდუქტის შექმნა
zh_cn: 产品创建

source: Delete Product
fr: Supprimer le produit
ka: პროდუქტის წაშლა
zh_cn: 删除产品

source: Content View %{view}: Versions: %{versions}
fr: Affichage de contenu %{view}: Versions: %{versions}
ka: შემცველობის ხედი %{view}: ვერსიები: %{versions}
zh_cn: 内容视图 %{view}: 版本: %{versions}

source: Cannot delete Red Hat product: %{product}
fr: Ne peut pas supprimer le produit Red Hat : %{product}
ka: RedHat-ის პროდუქტის შემცველობის წაშლის შეცდომა: %{product}
zh_cn: 无法删除红帽产品：%{product}

source: Cannot delete product with repositories published in a content view. Product: %{product}, %{view_versions}
fr: Impossible de supprimer un produit dont les référentiels sont publiés dans une vue de contenu. Produit : %%{product}, %%{view_versions}
ka: შემცველობის ხედში გამოცემული რეპოზიტორიების მქონე პროდუქტის წაშლა შეუძლებელია. პროდუქტი: %{product}, %{view_versions}
zh_cn: 无法删除具有在内容视图中发布的仓库的产品。产品：%%{product}，％%{view_versions}

source: Cannot delete product: %{product} with repositories that are the last affected repository in content view filters. Delete these repositories before deleting product.
fr: Impossible de supprimer le produit :%{product} avec les référentiels qui sont le dernier référentiel affecté dans les filtres d'affichage du contenu. Supprimez ces référentiels avant de supprimer le produit.
zh_cn: 无法删除产品：%{product}，带有作为内容视图过滤中最后一个受影响的存储库的软件仓库。在删除产品前删除这些软件仓库。

source: Red Hat provider can not be deleted
fr: Le fournisseur Red Hat ne peut pas être supprimé
ka: Red Hat-ის მომწოდებლის წაშლა შეუძლებელია
zh_cn: 不能刪除红帽供应商

source: Cannot delete provider with attached products
fr: Impossible de supprimer le fournisseur avec les produits joints
ka: ჯერ კიდევ პროდუქტებ-მიმაგრებული მომწოდებლის წაშლა შეუძლებელია
zh_cn: 无法删除附带产品的供应商

source: Sync Repository on Smart Proxy(ies)
fr: Sync Référentiel sur le(s) proxy(s) smart
ka: რეპოზიტორიის სინქი ჭკვიან პროქსიებზე
zh_cn: 在智能代理上同步仓库

source: Cannot publish a composite with rpm filenames
fr: Impossible de publier un composite avec des noms de fichiers rpm
ka: კომპოზიტის გამოქვეყნება rpm ფაილის სახელებით შეუძლებელია
zh_cn: 无法发布具有 rpm 文件名的复合文件

source: Cannot publish a link repository if multiple component clones are specified
fr: Impossible de publier un référentiel de liens si plusieurs clones de composants sont spécifiés
zh_cn: 如果指定了多个组件克隆，则无法发布链接仓库

source: Removing product %{prod_name} with ID %{prod_id} from ACS %{acs_name} with ID %{acs_id}
fr: Retrait du produit %%{prod_name} avec ID %%{prod_id} de l'ACS %%{acs_name} avec ID %%{acs_id}
zh_cn: 删除来自 ID 为 %%{acs_id} 的 ACS %%{acs_name} 的 ID 为 %%{prod_id} 的产品 %%{prod_name}

source: Upload into
fr: Téléverser vers
ka: ატვირთვის სამიზნე
zh_cn: 上传到

source: Cannot remove content from a non-custom repository
fr: Impossible de supprimer le contenu d'un référentiel non personnalisé
zh_cn: 無法從非自訂軟體庫移除內容

source: Can only remove content from within the Default Content View
fr: Peut uniquement supprimer les contenus à partir de l'Affichage de contenu par défaut
zh_cn: 只能從預設的內容視域移除內容

source: No docker manifests to delete after ignoring manifests with tags or manifest lists
fr: Aucun manifeste Docker à supprimer après avoir ignoré les manifestes avec des balises ou des listes de manifestes
zh_cn: 在忽略带有标签或清单列表的清单后，没有要删除的 docker 清单

source: Remove Content
fr: Supprimer le contenu
ka: შემცველობის წაშლა
zh_cn: 删除内容

source: Synchronize: Validate Content
fr: Synchroniser : Valider le contenu
ka: სინქრონიზაცია: შემცველობის დამოწმება
zh_cn: 同步：验证内容

source: Synchronize: Skip Metadata Check
fr: Synchroniser : Sauter la vérification des métadonnées
ka: სინქრონიზაცია: მეტამონაცემების შემოწმების გამოტოვება
zh_cn: 同步：跳过元数据检查

source: Synchronize
fr: Synchroniser
ka: სინქრონიზაცია
zh_cn: 同步

source: Unable to sync repo. This repository does not have a feed url.
fr: Impossible de sync le référentiel. Ce référentiel ne possède pas d'url de flux.
zh_cn: 无法同步仓库。该仓库没有 feed URL。

source: Cannot skip metadata check on non-yum/deb repositories.
fr: Impossible d'ignorer la vérification des métadonnées sur les référentiels d'archives non-yum/deb.
ka: არა-yum/deb რეპოზიორიების მეტამონაცემების შემოწმების გამოტოვება შეუძლებელია.
zh_cn: 无法在非 yum/deb 仓库上跳过元数据检查。

source: Unable to sync repo. This repository is not a library instance repository.
fr: Impossible de synchroniser le référentiel. Ce référentiel n'est pas un référentiel d'instance de bibliothèque.
zh_cn: 无法同步存储库。此软件仓库不是库实例存储库。

source: Disable
fr: Désactiver
ka: გამორთვა
zh_cn: 禁用

source: Repository not found
fr: Référentiel introuvable
ka: რეპოზიტორია არ არსებობს
zh_cn: 找不到軟體庫

source: Enable
fr: Activer
ka: ჩართვა
zh_cn: 启用

source: The repository is already enabled
fr: Le référentiel est déjà activé
ka: რეპოზიტორია უკვე ჩართულია
zh_cn: 仓库已启用

source: Run Sync Plan:
fr: Exécuter Plan Sync :
ka: სინქრონიზაციის გეგმის გაშვება:
zh_cn: 运行同步计划：

source: Bind an entitlement to an allocation
fr: Lier un droit à une allocation
ka: უფლების გამოყოფაზე მიბმა
zh_cn: 将一个权利绑定到一个分配

source: No pools were provided.
fr: Aucun Pool fourni.
ka: პულები მითითებული არაა.
zh_cn: 没有提供池。

source: Current organization is not set.
fr: L'organisation actuelle n'est pas déterminée.
ka: მიმდინარე ორგანიზაცია დაყენებული არაა.
zh_cn: 当前机构未设置。

source: Bind entitlements to an allocation
fr: Lier les droits à une allocation
ka: უფლებების გამოყოფაზე მიბმა
zh_cn: 将权利绑定到一个分配

source: %s has already been deleted
fr: %s a déjà été supprimé
ka: %s უკვე წაშლილია
zh_cn: %s 已被删除

source: No pool IDs were provided.
fr: Aucun ID de Pool n'a été fourni.
ka: პულის ID-ები მოწოდებული არაა.
zh_cn: 没有提供池 ID。

source: Provided pool with id %s has no upstream entitlement
fr: Un pool avec l’identification %s n'a pas de droit d’accès en amont
zh_cn: 提供的 ID 为 %s 的池没有上游权利

source: Delete Upstream Subscription
fr: Supprimer l'abonnement en amont
ka: აღმავალი გამოწერის წაშლა
zh_cn: 删除上游订阅

source: Update Upstream Subscription
fr: Mise à jour de l'abonnement en amont
ka: აღმავალი გამოწერის განახლება
zh_cn: 更新上游订阅

source: There was an issue with the backend service %s:
fr: Il y avait un problème avec le service de backend %s :
ka: პრობლემა უკანაბოლოს სერვისთან (%s):
zh_cn: 后端服务出现问题%s：

source: No services defined, is this class extended?
fr: Aucuns services définis, est-ce une classe étendue ?
ka: სერვსები აღწერილი არაა. კლასი გაფართოებულია?
zh_cn: 未定义服务，是否已扩展此类？

source: initiating Pulp task
fr: initialisation d'une tâche Pulp
ka: pulp-ის ამოცანის ინიციალიზაცია
zh_cn: 初始化 Pulp 任務

source: checking Pulp task status
fr: vérification du statut de tâche Pulp
ka: pulp-ის ამოცანის სტატუსის შემოწმება
zh_cn: 檢查 Pulp 任務狀態

source: waiting for Pulp to finish the task %s
fr: attend que Pulp termine la tâche %s
ka: pulp-ის მოლოდინი, სანამ ამოცანა დასრულდება: %s
zh_cn: 等待 Pulp 完成任务 %s

source: waiting for Pulp to start the task %s
fr: attend que Pulp démarre la tâche %s
ka: pulp-ის მოლოდინი, სანამ ამოცანა გაეშვება: %s
zh_cn: 等待 Pulp 开始任务 %s

source: Only On Demand smart proxies may have space reclaimed.
fr: Seuls les proxy smart peuvent récupérer de l’espace.
zh_cn: 只有 On Demand 智能代理可能才有可以重新声明的空间。

source: There is no downloaded content to clean.
fr: Il n'y a pas de contenu téléchargé à nettoyer.
ka: გასასუფთავებელი გადმოწერილი შემცველობის გარეშე.
zh_cn: 没有要清理的下载内容。

source: Export failed: One or more repositories needs to be synced (with Immediate download policy.)
fr: Échec de l'exportation : un ou plusieurs référentiels doivent être synchronisés (avec la politique de téléchargement immédiat.)
zh_cn: 导出失败：需要同步一个或多个软件仓库（使用 Immediate 下载策略）

source: Create Export History
fr: Créer un historique des exportations
ka: გატანის ისტორიის შექმნა
zh_cn: 创建导出历史记录

source: Create Import History
fr: Créer un historique des importations
ka: შემოტანის ისტორიის შექმნა
zh_cn: 创建导入历史记录

source: Create Syncable Export History
fr: Créer un historique d'exportation synchronisable
ka: სინქრონიზებადი გატანის ისტორიის შექმნა
zh_cn: 创建可同步的导出历史记录

source: Export Library
fr: Exporter Bibliothèque
ka: ბიბლიოთეკის გატანა
zh_cn: 导出库

source: NOTE: Unable to fully export '%{organization}' organization's library because it contains repositories without the 'immediate' download policy. Update the download policy and sync affected repositories to include them in the export. %{repos}
fr: REMARQUE : Impossible d'exporter complètement la bibliothèque de l'organisation '%{organization}' car elle contient des référentiels sans la politique de téléchargement "immédiate". Mettez à jour la politique de téléchargement et synchronisez les référentiels concernés pour les inclure dans l'exportation %{repos}
zh_cn: 注意：无法完全导出“％%{organization}”机构的库，因为它包含没有“立即”下载策略的仓库。更新下载策略并同步受影响的仓库，以将其包括在导出中。 ％%{repos}

source: Export Repository
fr: Référentiel d'exportation
ka: რეპოზიტორიის გატანა
zh_cn: 导出仓库

source: NOTE: Unable to fully export repository '%{repository}' because it does not have the 'immediate' download policy. Update the download policy and sync the affected repository to include them in the export.
fr: NOTE : Impossible d'exporter complètement le dépôt '%{repository}' car il n'a pas la politique de téléchargement 'immédiate'. Mettez à jour la politique de téléchargement et synchronisez le référentiel concerné pour l'inclure dans l'exportation.
zh_cn: 注意：无法完全导出仓库 '%{repository}'，因为它没有 'immediate' 下载策略。更新下载策略并同步受影响的仓库，使其包含在导出中。

source: NOTE: Unable to export repository '%{repository}' because it does not have an syncably exportable content type.
fr: NOTE : Impossible d'exporter le référentiel '%{repository}' car il n'a pas de type de contenu exportable de manière synchronisée.
zh_cn: 注意：无法导出仓库 '%{repository}'，因为它没有可导出的内容类型。

source: NOTE: Unable to export repository '%{repository}' because it does not have an exportable content type.
fr: NOTE : Impossible d'exporter le référentiel '%{repository}' car il n'a pas de type de contenu exportable.
zh_cn: 注意：无法导出仓库 "%{repository}"，因为它没有可导出的内容类型。

source: Import
fr: Importation
ka: შემოტანა
zh_cn: 导入

source: Updating repository authentication configuration
fr: Mise à jour de la configuration d'authentification du référentiel
ka: რეპოზიტორიის ავთენტიკაციის კონფიგურაციის განახლება
zh_cn: 更新仓库身份验证配置

source: Duplicate artifact detected
fr: Artifact en double détecté
ka: ნაპოვნია დუბლირებული არტეფაქტი
zh_cn: 检测到重复工件

source: Added %s
fr: %s Ajouté
ka: %s დაემატა
zh_cn: 添加的 %s

source: No content added.
fr: Aucun affichage de contenu ajouté.
ka: შემცველობა არ დამატებულა.
zh_cn: 没有添加内容。

source: Cancelled.
fr: Annulé.
ka: გაუქმდა.
zh_cn: 已取消。

source: Waiting to start.
fr: Attente de démarrage.
ka: გაშვების მოლოდინი.
zh_cn: 等待开始。

source: Total steps:
fr: Total des étapes :
ka: სულ ბიჯები:
zh_cn: 总步骤：

source: Content not uploaded to pulp
fr: Le contenu ne peut pas être téléchargé dans pulp
ka: Pulp-ში შემცველობა არ ატვირთულა
zh_cn: 没有上传到 pulp 的内容

source: An error occurred during the sync %{error_message}
fr: Une erreur s'est produite lors de la synchronisation %%{error_message}
ka: შეცდომა სინქრონიზაციისას %{error_message}
zh_cn: 同步时发生错误 %%{error_message}

source: An error occurred during upload %{error_message}
fr: Une erreur s'est produite lors de la synchronisation %%{error_message}
ka: შეცდომა ატვირთვისას %{error_message}
zh_cn: 同步时发生错误 %%{error_message}

source: Host collection is empty.
fr: La collection d'hôtes est vide.
ka: ჰოსტის კოლექცია ცარიელია.
zh_cn: 主机集合为空。

source: Content host must be unregistered before performing this action.
fr: L'hôte du contenu doit être dés-enregistré avant d'effectuer cette action.
ka: ამ ქმედების შესრულებამდე აუცილებელია შემცველობის ჰოსტის რეგისტრაციის გაუქმება.
zh_cn: 在执行此操作之前，内容主机必需还没有注册。

source: No hosts registered with subscription-manager found in selection.
fr: Aucun hôte enregistré avec le gestionnaire d'abonnement n'a été trouvé dans la sélection.
ka: მონიშნულში subscription-manager-ით რეგისტრირებული ჰოსტები ვერ ვიპოვე.
zh_cn: 在选择中未找到 subscription-manager 注册的主机。

source: A smart proxy seems to have been refreshed without pulpcore being running. Please refresh the smart proxy after ensuring that pulpcore services are running.
fr: Un proxy smart semble avoir été rafraîchi sans que pulpcore soit en cours d'exécution. Veuillez rafraîchir le smart proxy après vous être assuré que les services pulpcore sont en cours d'exécution.
zh_cn: 智能代理似乎已经刷新，且没有运行 pulpcore。请在确保 pulpcore 服务已运行后刷新智能代理。

source: No errors
fr: Aucune erreur
ka: შეცდომების გარეშე
zh_cn: 无错误

source: Task canceled
fr: Tâche annulée
ka: ამოცანა გაუქმდა
zh_cn: 任務已取消

source: Pulp task error
fr: Erreur de tâche pulp
ka: Pulp-ის ამოცანის შეცდომა
zh_cn: Pulp 任务错误

source: The manifest doesn't exist on console.redhat.com. Please create and import a new manifest.
fr: Le manifeste n'existe pas sur console.redhat.com. Veuillez créer et importer un nouveau manifeste.
zh_cn: 清单没有存在于 console.redhat.com。请创建并导入新清单。

source: No URL found for a container registry. Please check the configuration.
fr: Aucune URL trouvée pour un registre de conteneurs. Veuillez vérifier la configuration.
ka: რეესტრს არც ერთი ბმული შეიცავს. შეამოწმეთ კონფიგურაცია.
zh_cn: 找不到容器 registry 的 URL。请检查配置。

source: Access to Red Hat Subscription Management is prohibited. If you would like to change this, please update the content setting 'Subscription connection enabled'.
fr: L'accès à la gestion des abonnements Red Hat est interdit. Si vous souhaitez modifier cette interdiction, veuillez mettre à jour le paramètre de contenu "Connexion aux abonnements activée".
zh_cn: 禁止访问红帽订阅管理。如果要更改这个设置，请更新内容设置"订阅连接已启用"。

source: Current organization does not have a manifest imported.
fr: L'organisation actuelle ne dispose pas d'un manifeste importé.
ka: მიმდინარე ორგანიზაციას მანიფესტი შემოტანილი არ აქვს.
zh_cn: 当前机构没有导入清单。

source: This Organization's subscription manifest has expired. Please import a new manifest.
fr: Le manifeste de souscription de cette organisation a expiré. Veuillez importer un nouveau manifeste.
ka: ორგანიზაციის გამოწერის ვადა ამოიწურა. შემოიტანეთ ახალი მანიფესტი.
zh_cn: 该机构的订阅清单已过期。请导入一个新的清单。

source: A backend service [ %s ] is unreachable
fr: Un service backend [ %s ] est injoignable
ka: უკანაბოლოს სერვისი [ %s ] მიუწვდომელია
zh_cn: 一个后端服务 [ %s ] 无法被访问

source: Unsupported URL protocol %s.
fr: Le protocole d'URL %s n'est pas pris en charge.
ka: URL-ის მხარდაუჭერელი პროტოკოლი: %s.
zh_cn: 不支持的 URL 协议 %s。

source: Upstream identity certificate not available
fr: Le certificat d'identité en amont est indisponible
ka: აღმავლის იდენტიფიცირების სერტიფიკატი მიუწვდომელია
zh_cn: 上游身份证明不可用

source: Current organization not set.
fr: Organisation actuelle non déterminée.
ka: მიმდინარე ორგანიზაცია დაყენებული არაა.
zh_cn: 当前机构未设置。

source: Couldn't establish a connection to %s
fr: N’a pas pu établir de connexion à %s
ka: %s-სთან დაკავშირების შეცდომა
zh_cn: 无法建立到 %s 的连接

source: CDN loading error: %s not found
fr: Erreur de chargement CDN : %s introuvable
ka: CDN-ის ჩატვირთვის შეცდომა: %s ნაპოვნი არაა
zh_cn: CDN 加载错误：没有找到 %s

source: CDN loading error: access denied to %s
fr: Erreur de chargement CDN : accès refusé à %s
ka: CDN-ის ჩატვირთვის შეცდომა: %s წვდომა აკრძალულია
zh_cn: CDN 加载错误：拒绝访问 %s

source: CDN loading error: access forbidden to %s
fr: Erreur de chargement CDN : accès interdit à %s
ka: CDN-ის ჩატვირთვის შეცდომა: %s წვდომა აკრძალულია
zh_cn: CDN加载错误：禁止访问 %s

source: Upstream organization %s does not provide this content path
fr: L’organisation en amont %s ne fournit pas de chemin de contenu
zh_cn: 上游机构 %s 没有提供这个内容路径

source: Upstream organization %{org_label} does not have a content view with the label %{cv_label}
fr: L’organisation en amont %%{org_label} ne possède pas d’affichage de contenu avec le libellé %%{cv_label}
zh_cn: 上游机构 %%{org_label} 没有带有标签 ％%{cv_label} 的内容视图

source: Upstream organization %{org_label} does not have a lifecycle environment with the label %{lce_label}
fr: L’organisation en amont %%{org_label} ne possède pas d’environnement de cycle de vie avec le libellé %%{lce_label}
zh_cn: 上游机构 %%{org_label} 没有带有标签 ％%{lce_label} 的生命周期环境

source: Content View Version: '%{cvv}', Product: '%{product}', Repository: '%{repo}'
ka: შემცველობის ხედის ვერსია: '%{cvv}', პროდუქტი: '%{product}', რეპოზიტორია: '%{repo}'
zh_cn: 内容视图版本：'%{cvv}', 产品：'%{product}', 仓库：'%{repo}'

source: '%{item}' does not exist in the backend system [ Candlepin ]. Either remove the invalid repository or try refreshing the manifest before promoting.
fr: '%{item}' n'existe pas dans le système backend [ Candlepin ]. Supprimez le dépôt invalide ou essayez de rafraîchir le manifeste avant de le promouvoir.
zh_cn: '%{item}' 不存在于后端系统中 [ Candlepin ]。删除无效的仓库，或在提升前尝试刷新清单。

source: '%{item}' does not exist in the backend system [ Candlepin ]. Remove the invalid repository before promoting.
fr: '%{item}' n'existe pas dans le système backend [ Candlepin ]. Supprimez le dépôt invalide avant la promotion.
zh_cn: '%{item}' 不存在于后端系统中 [ Candlepin ]。在提升前删除无效的仓库。

source: Product: '%{product}', Repository: '%{repo}'
fr: Produit: '%{product}', Repo: '%{repo}'
ka: პროდუქტი: '%{product}', რეპოზიტორია: '%{repo}'
zh_cn: 产品：'%{product}', 仓库：'%{repo}'

source: '%{item}' does not exist in the backend system [ Candlepin ]. Either remove and re-enable the repository or try refreshing the manifest before synchronizing.
fr: '%{item}' n'existe pas dans le système backend [ Candlepin ]. Soit vous supprimez et réactivez le dépôt, soit vous essayez de rafraîchir le manifeste avant la synchronisation.
zh_cn: '%{item}' 没有存在于后端系统中 [Candlepin ]。删除并重新启用仓库，或在同步前尝试刷新清单。

source: '%{item}' does not exist in the backend system [ Candlepin ]. Remove and recreate the repository before synchronizing.
fr: '%{item}' n'existe pas dans le système backend [ Candlepin ]. Supprimez et recréez le référentiel avant de procéder à la synchronisation.
zh_cn: '%{item}' 不存在在后端系统中 [ Candlepin ]。在同步前，删除并重新创建仓库。

source: Component Version: '%{cvv}', Product: '%{product}', Repository: '%{repo}'
fr: Version du composant : '%{cvv}', Produit : '%{product}', Dépôt : '%{repo}'
ka: კომპონენტის ვერსია: '%{cvv}', პროდუქტი: '%{product}', რეპოზიტორია: '%{repo}'
zh_cn: 组件版本： '%{cvv}', 产品：'%{product}', 仓库：'%{repo}'

source: '%{item}' in this content view does not exist in the backend system [ Candlepin ]. Either remove the invalid repository or try refreshing the manifest before publishing again.
fr: '%{item}' dans cette vue de contenu n'existe pas dans le système backend [ Candlepin ]. Supprimez le dépôt invalide ou essayez de rafraîchir le manifeste avant de publier à nouveau.
zh_cn: 此内容视图中的"%{item}"没有存在于后端系统 [Candlepin ] 中。删除无效的仓库，或在发布前尝试刷新清单。

source: '%{item}' in this content view does not exist in the backend system [ Candlepin ]. Remove the invalid repository before publishing again.
fr: '%{item}' dans cette vue de contenu n'existe pas dans le système backend [ Candlepin ]. Supprimez le référentiel invalide avant de publier à nouveau.
zh_cn: 此内容视图中的 '%{item}' 没有存在于后端系统 [ Candlepin ] 中。在发布前删除无效的软件仓库。

source: %{unused_substitutions} cannot be specified for %{content_name} as that information is not substitutable in %{content_url}
fr: %%{unused_substitutions} ne peut pas être spécifié pour le % %{content_name} car cette information n'est pas substituable en %%{content_url}
zh_cn: 无法为 %%{content_name} 指定%%{unused_substitutions}，因为这个信息无法在 %%{content_url} 中被替代

source: Missing arguments %{substitutions} for %{content_url}
fr: Arguments manquants pour %{substitutions}
ka: %{content_url}-სთვის %{substitutions}-ის არგუმენტების გარეშე
zh_cn: 缺少 %%{content_url} 的 %%{substitutions} 参数

source: The path %{real_path} does not seem to be a valid repository. If you think this is an error, please try refreshing your manifest.
fr: Le chemin %%{real_path} ne semble pas être un référentiel valide. Si vous pensez qu'il s'agit d'une erreur, veuillez essayer de rafraîchir votre manifeste.
zh_cn: 路径 ％%{real_path} 似乎不是有效的仓库。如果您认为这是一个错误，请尝试刷新清单。

source: Unsupported CDN resource
fr: Ressource CDN non prise en charge
ka: CDN-ის მხარდაუჭერელი რესურსი
zh_cn: 不支持的 CDN 资源

source: Package Install
fr: Installation de paquets
ka: პაკეტის დაყენება
zh_cn: 软件包安装

source: Installing Package...
fr: Installation du paquet...
ka: პაკეტის დაყენება...
zh_cn: 正在安裝套件...

source: installing package...
fr: installation du paquet...
ka: პაკეტის დაყენება...
zh_cn: 正在安裝套件...

source: installing packages...
fr: installation des paquets...
ka: პაკეტების დაყენება...
zh_cn: 正在安装软件包...

source: Package Install Complete
fr: Installation du paquet terminée
ka: პაკეტები დაყენება დასრულებულია
zh_cn: 已完成软件包安装

source: Package installation: "%{package}"
fr: Installation de packages: "%{package}"
ka: პაკეტის ინსტალაცია: "%{package}"
zh_cn: 软件包安装："%{package}"

source: %{package} (%{total} other packages) installed
fr: %{package}(%{total} autres packages) installé
ka: %{package} (%{total} სხვა პაკეტი) დაყენებულია
zh_cn: %{package} (%{total} 个其他软件包) 已安装

source: Package Install Failed
fr: Échec de l'installation du paquet
ka: პაკეტის ინსტალაციის შეცდომა
zh_cn: 软件包安装失败

source: Package install failed: "%{package}"
fr: Échec de l'installation du package: "%{package}"
ka: პაკეტის ინსტალაციის შეცდომა: "%{package}"
zh_cn: 软件包安装失败："%{package}"

source: %{package} (%{total} other packages) install failed
fr: Échec de l'installation de %{package} (%{total} autres packages)
ka: %{package} (%{total} სხვა პაკეტი) დაყენების შეცდომა
zh_cn: %{package} (%{total} 个其他软件包) 安装失败

source: Package Install Canceled
fr: Installation du paquet annulée
ka: პაკეტების დაყენება გაუქმდა
zh_cn: 软件包安装程序已取消

source: %{package} package install canceled
fr: Installation du package %{package} annulée
ka: %{package} -ის დაყენება გაუქმდა
zh_cn: %{package} 软件包安装被取消

source: %{package} (%{total} other packages) install canceled
fr: Installation de %{package}annulée (%{total} autres packages)
ka: %{package} (%{total} სხვა პაკეტი) დაყენება გაუქმდა
zh_cn: %{package} (%{total} 个其他软件包) 安装被取消

source: Package Install Timed Out
fr: Délai d'expiration de l'installation du paquet dépassé
ka: პაკეტების დაყენების ვადა გავიდა
zh_cn: 软件包安装超时

source: %{package} package install timed out
fr: Délai d'expiration de l'installation du package %{package} dépassé
ka: %{package} პაკეტის დაყენების ვადა გავიდა
zh_cn: %{package} 软件包安装超时

source: %{package} (%{total} other packages) install timed out
fr: Délai d'expiration de l'installation de %{package}dépassé (%{total} autres packages)
ka: %{package} (%{total} სხვა პაკეტი) დაყენების დრო გავიდა
zh_cn: %{package} (%{total} 个其他软件包) 安装超时

source: Package Install scheduled by %s
fr: Installation du paquet planifiée par %s
ka: პაკეტის დაყენება შესრულების რიგშია %s -ის მიერ
zh_cn: %s 调度的软件包安装

source: Package Update
fr: Mise à jour de paquets
ka: პაკეტის განახლება
zh_cn: 软件包更新

source: Updating Package...
fr: Mise à jour de paquets...
ka: პაკეტის განახლება...
zh_cn: 正在更新软件包...

source: updating package...
fr: mise à jour du paquet...
ka: პაკეტის განახლება...
zh_cn: 正在更新软件包...

source: updating packages...
fr: mise à jour des paquets...
ka: პაკეტების განახლება...
zh_cn: 正在更新套件...

source: Package Update Complete
fr: Mise à jour du paquet terminée
ka: პაკეტების განახლება დასრულდა
zh_cn: 已完成套件更新

source: %{package} package updated
fr: Package %{package} mis à jour
ka: %{package} პაკეტი განახლდა
zh_cn: %{package} 软件包已更新
