Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: %{package} (%{total} other packages) updated
fr: %{package} (%{total} autres packages) mis à jour
ka: %{package} (%{total} სხვა პაკეტი) განახლდა
zh_cn: %{package} (%{total} 个其他软件包) 已更新

source: Package Update Failed
fr: Échec de la mise à jour du paquet
ka: პაკეტების განახლების შეცდომა
zh_cn: 软件包更新失敗

source: %{package} package update failed
fr: Échec de la mise à jour du package %{package}
ka: %{package} პაკეტის განახლების შეცდომა
zh_cn: %{package} 软件包更新失败

source: %{package} (%{total} other packages) update failed
fr: Échec de la mise à jour de %{package}( %{total} autres packages)
ka: %{package} (%{total} სხვა პაკეტი) განახლების შეცდომა
zh_cn: %{package} (%{total} 个其他软件包) 更新失败

source: Package Update Canceled
fr: Mise à jour du paquet annulée
ka: პაკეტის განახლება გაუქმდა
zh_cn: 软件包更新已取消

source: %{package} package update canceled
fr: Mise à jour du package %{package}annulée
ka: %{package} პაკეტის განახლება გაუქმდა
zh_cn: %{package} 软件包更新被取消

source: %{package} (%{total} other packages) update canceled
fr: Mise à jour de %{package}annulée (%{total} autres packages)
ka: %{package} (%{total} სხვა პაკეტი) განახლება გაუქმდა
zh_cn: %{package} (%{total} 个其他软件包) 更新被取消

source: Package Update Timed Out
fr: Délai d'expiration de la mise à jour du paquet dépassé
ka: პაკეტის განახლების ვადა გავდა
zh_cn: 软件包更新超时

source: %{package} package update timed out
fr: Délai d'expiration de la mise à jour du package %{package} dépassé
ka: %{package} პაკეტის განახლების ვადა გავიდა
zh_cn: %{package} 程序包更新超时

source: %{package} (%{total} other packages) update timed out
fr: Délai d'expiration de la mise à jour de %{package} dépassé (%{total} autres packages)
ka: %{package} (%{total} სხვა პაკეტი) განახლების ვადა გავიდა
zh_cn: %{package} （%{total} 个其他软件包）更新超时

source: Package Update scheduled by %s
fr: Mise à jour du paquet planifiée par %s
ka: პაკეტის განახლება შესრულების რიგშია %s-ის მიერ
zh_cn: %s调度的软件包更新

source: Package Remove
fr: Suppression de paquets
ka: პაკეტის წაშლა
zh_cn: 软件包删除

source: Removing Package...
fr: Suppression du paquet...
ka: პაკეტის წაშლა...
zh_cn: 正在删除软件包...

source: removing package...
fr: suppression du paquet...
ka: პაკეტის წაშლა...
zh_cn: 正在删除软件包...

source: removing packages...
fr: suppression des paquets...
ka: პაკეტის წაშლა...
zh_cn: 正在删除软件包...

source: Package Remove Complete
fr: Suppression du paquet terminée
ka: პაკეტის წაშლა დასრულდა
zh_cn: 已完成软件包删除

source: %{package} package removed
fr: %{package} package supprimé
ka: %{package} პაკეტი წაიშალა
zh_cn: %{package} 软件包被删除

source: %{package} (%{total} other packages) removed
fr: %{package} (%{total} autres package) supprimé
ka: %{package} (%{total} სხვა პაკეტი) წაშლილია
zh_cn: %{package} （%{total} 个其他软件包）被删除

source: Package Remove Failed
fr: Échec de la suppression du paquet
ka: პაკეტის წაშლის შეცდომა
zh_cn: 软件包删除失敗

source: %{package} package remove failed
fr: Échec de la suppression du package %{package}
ka: %{package} პაკეტის წაშლის შეცდომა
zh_cn: %{package} 软件包删除失败

source: %{package} (%{total} other packages) remove failed
fr: Échec de la suppression de %{package} (%{total} autres packages)
ka: %{package} (%{total} სხვა პაკეტი) წაშლის შეცდომა
zh_cn: %{package} （%{total} 个其他软件包）删除失败

source: Package Remove Canceled
fr: Suppression du paquet annulée
ka: პაკეტის წაშლა გაუქმდა
zh_cn: 软件包删除取消

source: %{package} package remove canceled
fr: Suppression du package %{package} annulée
ka: %{package} პაკეტის წაშლა გაუქმდა
zh_cn: %{package} 软件包删除被取消

source: %{package} (%{total} other packages) remove canceled
fr: Suppression de %{package} annulée (%{total} autres packages)
ka: %{package} (%{total} სხვა პაკეტი) წაშლა გაუქმდა
zh_cn: %{package} （%{total} 个其他软件包）删除被取消

source: Package Remove Timed Out
fr: Délai d'expiration de la suppression du paquet dépassé
ka: პაკეტის წაშლის ვადა გავიდა
zh_cn: 软件包删除超时

source: %{package} package remove timed out
fr: Délai d'expiration de la suppression du package %{package} dépassé
ka: %{package} პაკეტის წაშლის ვადა გავიდა
zh_cn: %{package} 软件包删除超时

source: %{package} (%{total} other packages) remove timed out
fr: Délai d'expiration de la suppression de %{package} dépassé (%{total} autres packages)
ka: %{package} (%{total} სხვა პაკეტი) წაშლის ვადა გავიდა
zh_cn: %{package} （%{total} 个其他软件包）删除超时

source: Package Remove scheduled by %s
fr: Suppression du paquet planifiée par %s
ka: პაკეტის წაშლა შესრულების რიგშია %s-ის მიერ
zh_cn: %s 调度的软件包删除

source: Package Group Install
fr: Installation de groupes de paquets
ka: პაკეტის ჯგუფის დაყენება
zh_cn: 软件包组安装

source: Installing Package Group...
fr: Installation du groupe de paquets...
ka: პაკეტების ჯგუფის დაყენება...
zh_cn: 正在安装软件包组...

source: installing package group...
fr: installation du groupe de paquets...
ka: პაკეტების ჯგუფის დაყენება...
zh_cn: 正在安装软件包组...

source: installing package groups...
fr: installation des groupes de paquets...
ka: პაკეტების ჯგუფის დაყენება...
zh_cn: 正在安装软件包组...

source: Package Group Install Complete
fr: Installation du groupe de paquets terminée
ka: პაკეტის ჯგუფის დაყენება დასრულდა
zh_cn: 软件包组安装完成

source: %{group} package group installed
fr: Installation du groupe de packages %{group}
ka: %{group} პაკეტის ჯგუფი დაყენებულია
zh_cn: %{group} 软件包组已安裝

source: %{group} (%{total} other package groups) installed
fr: %{group}installé (%{total} autres groupes de packages)
ka: %{group} (%{total} პაკეტების სხვა ჯგუფი) დაყენებულია
zh_cn: %{group} (%{total} 个其他软件包组) 已安装

source: Package Group Install Failed
fr: Échec de l'installation du groupe de paquets
ka: პაკეტის ჯგუფის დაყენების შეცდომა
zh_cn: 软件包组安装失败

source: %{group} package group install failed
fr: Échec de l'installation du groupe de packages %{group}
ka: %{group} პაკეტის ჯგუფის დაყენების შეცდომა
zh_cn: %{group} 软件包组安装失败

source: %{group} (%{total} other package groups) install failed
fr: %{group} (%{total} autres groupes de packages) échec de l'installation
ka: %{group} (%{total} პაკეტების სხვა ჯგუფი) დაყენების შეცდომა
zh_cn: %{group} (%{total} 个其他软件包组) 安装失败

source: Package Group Install Canceled
fr: Installation du groupe de paquets annulée
ka: პაკეტის ჯგუფის დაყენება გაუქმდა
zh_cn: 软件包组安装已取消

source: %{group} package group install canceled
fr: %{group}Installation du groupe de packages annulée
ka: %{group} პაკეტის ჯგუფის დაყენება გაუქმდა
zh_cn: %{group} 软件包组安装被取消

source: %{group} (%{total} other package groups) install canceled
fr: %{group} (%{total} groupes de packages) installation annulée
ka: %{group} (%{total} პაკეტების სხვა ჯგუფი) დაყენება გაუქმდა
zh_cn: %{group} (%{total} 个其他软件包组) 安装被取消

source: Package Group Install Timed Out
fr: Délai d'expiration de l'installation du groupe de paquets dépassé
ka: პაკეტების დაყენების ვადა გავიდა
zh_cn: 软件包组安装超时

source: %{group} package group install timed out
fr: Délai d'expiration de l'installation du groupe de packages %{group}dépassé
ka: %{group} პაკეტის ჯგუფის დაყენების ვადა გავიდა
zh_cn: %{group} 软件包组安装超时

source: %{group} (%{total} other package groups) install timed out
fr: %{group} (%{total} autres groupes de packages) délai d'expiration de l'installation dépassé
ka: %{group} (%{total} პაკეტის სხვა ჯგუფი) დაყენების ვადა გავიდა
zh_cn: %{group} (%{total} 个其他软件包组) 安装超时

source: Package Group Install scheduled by %s
fr: Installation du groupe de paquets planifiée par %s
ka: პაკეტის ჯგუფის დაყენება შესრულების რიგშია %s -ის მიერ
zh_cn: %s 调度的软件包组安装

source: Package Group Update
fr: Mise à jour de groupe de paquets
ka: პაკეტების ჯგუფის განახლება
zh_cn: 软件包更新

source: Updating package group...
fr: Mise à jour du groupe de paquets...
ka: პაკეტების ჯგუფის განახლება...
zh_cn: 更新软件包组...

source: updating package group...
fr: mise à jour du groupe de paquets...
ka: პაკეტების ჯგუფის განახლება...
zh_cn: 正在更新软件包组...

source: updating package groups...
fr: mise à jour des groupes de paquets...
ka: პაკეტების ჯგუფის განახლება...
zh_cn: 正在更新软件包组...

source: Package group update complete
fr: Mise à jour du groupe de paquet terminée
ka: პაკეტების ჯგუფის განახლება დასრულდა
zh_cn: 软件包组更新完成

source: %{group} package group updated
fr: Mise à jour du groupe de packages %{group}
ka: %{group} პაკეტის ჯგუფი განახლდა
zh_cn: %{group} 软件包组已更新

source: %{group} (%{total} other package groups) updated
fr: %{group} mis à jour (%{total} autres groupes de packages)
ka: %{group} (%{total} პაკეტების სხვა ჯგუფი) განახლდა
zh_cn: %{group} （%{total} 个其他软件包组）已更新

source: Package group update failed
fr: Échec de la mise à jour du groupe de paquets
ka: პაკეტის ჯგუფის განახლების შეცდომა
zh_cn: 软件包组更新失败

source: %{group} package group update failed
fr: Échec de la mise à jour du groupe de packages %{group}
ka: %{group} პაკეტის ჯგუფის განახლების შეცდომა
zh_cn: %{group} 软件包组更新失败

source: %{group} (%{total} other package groups) update failed
fr: Échec de la mise à jour de %{group} (%{total} autres groupes de packages)
ka: %{group} (%{total} პაკეტების სხვა ჯგუფი) განახლების შეცდომა
zh_cn: %{group} （%{total} 个其他软件包组）更新失败

source: Package group update canceled
fr: Mise à jour du groupe de paquets annulée
ka: პაკეტის ჯგუფის განახლება გაუქმდა
zh_cn: 软件包组更新已取消

source: %{group} package group update canceled
fr: Mise à jour du groupe de packages %{group} annulée
ka: %{group} პაკეტის ჯგუფის განახლება გაუქმდა
zh_cn: %{group} 软件包组更新已取消

source: %{group} (%{total} other package groups) update canceled
fr: Mise à jour de %{group} annulée (%{total} autres groupes de packages)
ka: %{group} (%{total} პაკეტების სხვა ჯგუფი) განახლება გაუქმდა
zh_cn: %{group} （%{total} 个其他软件包组）更新被取消

source: Package group update timed out
fr: Délai d'expiration de la mise à jour du groupe de paquets dépassé
ka: პაკეტის ჯგუფის განახლების ვადა გავიდა
zh_cn: 软件包组更新超时

source: %{group} package group update timed out
fr: Délai d'expiration de la mise à jour du groupe de packages %{group} dépassé
ka: %{group} პაკეტის ჯგუფის განახლების ვადა გავიდა
zh_cn: %{group} 软件包组更新超时

source: %{group} (%{total} other package groups) update timed out
fr: Délai d'expiration de la mise à jour de %{group} dépassé (%{total} autres groupes de packages)
ka: %{group} (%{total} პაკეტის სხვა ჯგუფი) განახლება ვადა გავიდა
zh_cn: %{group} （%{total} 个其他软件包组）更新超时

source: Package Group Update scheduled by %s
fr: Mise à jour du groupe de paquets planifiée par %s
ka: პაკეტის ჯგუფის განახლება შესრულების რიგშია %s-ის მიერ
zh_cn: %s 调度的软件包组更新

source: Package Group Remove
fr: Suppression de groupes de paquets
ka: პაკეტების ჯგუფის წაშლა
zh_cn: 软件包组删除

source: Removing Package Group...
fr: Suppression du groupe de paquets...
ka: პაკეტების ჯგუფის წაშლა...
zh_cn: 正在删除软件包组...

source: removing package group...
fr: suppression du groupe de paquets...
ka: პაკეტების ჯგუფის წაშლა...
zh_cn: 正在移除套件群組...

source: removing package groups...
fr: suppression des groupes de paquets...
ka: პაკეტების ჯგუფის წაშლა...
zh_cn: 正在移除套件群組...

source: Package Group Remove Complete
fr: Suppression du groupe de paquets terminée
ka: პაკეტების ჯგუფის წაშლა დასრულდა
zh_cn: 软件包组删除完成

source: %{group} package group removed
fr: Suppression de groupes de packages %{group}
ka: %{group} პაკეტის ჯგუფი წაიშალა
zh_cn: %{group} 软件包组已删除

source: %{group} (%{total} other package groups) removed
fr: %{group} supprimé (%{total} autres groupes de packages)
ka: %{group} (%{total} პაკეტების სხვა ჯგუფი) წაშლა გაუქმდა
zh_cn: %{group} （%{total} 个其他软件包组）已删除

source: Package Group Remove Failed
fr: Échec de la suppression du groupe de paquets
ka: პაკეტის ჯგუფის წაშლის შეცდომა
zh_cn: 软件包组删除失败

source: %{group} package group remove failed
fr: Échec de la suppression du groupe de packages
ka: %{group} პაკეტის ჯგუფის წაშლის შეცდომა
zh_cn: %{group} 软件包组删除失败

source: %{group} (%{total} other package groups) remove failed
fr: Échec de la suppression de %{group} (%{total} autres groupes de packages)
ka: %{group} (%{total} პაკეტების სხვა ჯგუფი) წაშლის შეცდომა
zh_cn: %{group} （%{total} 个其他软件包组）删除失败

source: Package Group Remove Canceled
fr: Suppression du groupe de paquets annulée
ka: პაკეტის ჯგუფის წაშლა გაუქმდა
zh_cn: 软件包组删除已取消

source: %{group} package group remove canceled
fr: Suppression du groupe de packages %{group} annulée
ka: %{group} პაკეტის ჯგუფის წაშლა გაუქმდა
zh_cn: %{group} 包组删除已取消

source: %{group} (%{total} other package groups) remove canceled
fr: Suppression de %{group} annulée (%{total} autres groupes de packages)
ka: %{group} (%{total} პაკეტების სხვა ჯგუფი) წაშლა გაუქმდა
zh_cn: %{group} （%{total} 个其他软件包组）删除已取消

source: Package Group Remove Timed Out
fr: Délai d'expiration de la suppression du groupe de paquets dépassé
ka: პაკეტის ჯგუფის წაშლის ვადა გავიდა
zh_cn: 软件包组删除超时

source: %{group} package group remove timed out
fr: Délai d'expiration de la suppression du groupe de packages %{group} dépassé
ka: %{group} პაკეტის ჯგუფის წაშლის ვადა გავიდა
zh_cn: %{group} 软件包组删除超时

source: %{group} (%{total} other package groups) remove timed out
fr: Délai d'expiration de la suppression de %{group} dépassé %{total} autres groupes de packages)
ka: %{group} (%{total} პაკეტის სხვა ჯგუფი) წაშლის ვადა გავიდა
zh_cn: %{group} （%{total} 个其他软件包组）删除超时

source: Package Group Remove scheduled by %s
fr: Suppression du groupe de paquets planifiée par %s
ka: პაკეტის ჯგუფის წაშლა შესრულების რიგშია %s-ის მიერ
zh_cn: %s 调度的软件包组删除

source: Errata Install
fr: Installation d'errata
ka: მორჩენილი პაჩის დაყენება
zh_cn: 勘误安装

source: Installing Erratum...
fr: Installation de l'erratum...
ka: მორჩენილი პაჩის დაყენება...
zh_cn: 正在安装勘误...

source: installing erratum...
fr: installation de l'erratum...
ka: მორჩენილი პაჩის დაყენება...
zh_cn: 正在安装勘误...

source: installing errata...
fr: installation des errata...
ka: მორჩენილი პაჩის დაყენება...
zh_cn: 正在安装勘误...

source: Erratum Install Complete
fr: Installation d'erratum terminée
ka: მორჩენილი პაჩის დაყენება დასრულდა
zh_cn: 勘误安装完成

source: %{errata} erratum installed
fr: Erratum %{errata} installé
ka: %{errata} მორჩენილი პაჩი დაყენებულია
zh_cn: %{errata} 勘误已安装

source: %{errata} (%{total} other errata) installed
fr: %{errata} errata (%{total} autres errata) installés
ka: %{errata} (%{total} სხვა მორჩენილი პაჩი) დაყენებულია
zh_cn: %{errata} （%{total} 个其他勘误）已安裝

source: Erratum Install Failed
fr: Échec de l'installation d'erratum
ka: მორჩენილი პაჩის დაყენების შეცდომა
zh_cn: 勘误安装失败

source: %{errata} erratum install failed
fr: Échec de l'installation de l'erratum %{errata}
ka: %{errata} მორჩენილი პაჩის დაყენების შეცდომა
zh_cn: %{errata} 勘误安装失败

source: %{errata} (%{total} other errata) install failed
fr: %{errata} (%{total} autres errata) installation échouées
ka: %{errata} (%{total} სხვა მორჩენილი პაჩი) დაყენების შეცდომა
zh_cn: %{errata} （%{total} 个其他勘误）安裝失败

source: Erratum Install Canceled
fr: Annulation de l’installation de l'erratum
ka: მორჩენილი პაჩის დაყენება გაუქმდა
zh_cn: 勘误安装已取消

source: %{errata} erratum install canceled
fr: Installation de l'erratum %{errata} annulée
ka: %{errata} მორჩენილი პაჩის დაყენება გაუქმდა
zh_cn: %{errata} 勘误安装取消

source: %{errata} (%{total} other errata) install canceled
fr: Installation de %{errata} (%{total} autres errata) annulée
ka: %{errata} (%{total} სხვა მორჩენილი პაჩი) დაყენება გაუქმდა
zh_cn: %{errata} （%{total} 个其他勘误）安裝取消

source: Erratum Install Timed Out
fr: Délai d'expiration de l'installation d'erratum dépassé
ka: მორგენილი პაჩის დაყენების ვადა გავიდა
zh_cn: 勘误安装超时

source: %{errata} erratum install timed out
fr: Délai d'expiration de l'installation d'erratum %{errata} dépassé
ka: %{errata} მორგენილი პაჩის დაყენების ვადა გავიდა
zh_cn: %{errata} 勘误安装超时

source: %{errata} (%{total} other errata) install timed out
fr: Délai d'expiration de l'installation de %{errata} (%{total} autres errata) dépassé
ka: %{errata} (%{total} სხვა მორჩენილი პაჩი) დაყენების ვადა გავიდა
zh_cn: %{errata} （%{total} 个其他勘误）安裝超时

source: Errata Install scheduled by %s
fr: Installation de l'errata planifiée par %s
ka: მორჩენილი პაჩის დაყენება შესრულების რიგშია %s -ის მიერ
zh_cn: %s 调度的勘误安装

source: Candlepin Event
fr: Événement Candlepin
ka: Candlepin -ის მოვლენა
zh_cn: Candlepin 事件

source: content view publish
fr: publication d'affichage de contenu
ka: შემცველობის ხედის გამოქვეყნება
zh_cn: 公開內容視域

source: content view node publish
fr: publication de nœud d'affichage de contenu
ka: შემცველობის ხედის კვანძის გამოქვეყნება
zh_cn: 公開內容視域節點

source: content view refresh
fr: actualisation d'affichage de contenu
ka: შემცველობის ხედის განახლება
zh_cn: 更新內容视图

source: %s is not a valid path
fr: %s n'est pas un chemin valide
ka: %s სწორი ბილიკი არაა
zh_cn: %s 不是有效的路径

source: All subpaths must have a slash at the end and none at the front
fr: Tous les sous-chemins doivent avoir une barre oblique à la fin et aucune au début
ka: ყველა ქვებილიკს / ბოლოში უნდა ჰქონდეს, დასაწყისში კი არა
zh_cn: 所有子路径都必须在结尾有一个斜杠，且在开头没有斜杠

source: %{name} has no %{type} repositories with upstream URLs to add to the alternate content source.
fr: %{name} n'a pas%{type} référentiels avec des URL en amont à ajouter à la source de contenu alternative.
zh_cn: %{name} 没有带有上游 URL 的 %{type} 软件仓库来添加到备用内容源中。

source: invalid container image name
fr: nom de l'image du conteneur non valide
ka: კონტეინერის ასლის არასწორი სახელი
zh_cn: 无效的容器镜像名称

source: There is no such HTTP proxy
fr: Il n'existe pas de proxy HTTP de ce type
ka: ასეთი HTTP პროქსი არ არსებობს
zh_cn: 没有这样的 HTTP 代理

source: cannot be a binary file.
fr: ne peut pas être un fichier binaire.
ka: არ შეიძლება იყოს ბინარული ფაილი.
zh_cn: 不能一个二进制文件。

source: Lifecycle environment '%{env}' cannot be used with content view '%{view}'
fr: Environnement du cycle de vie'%{env} 'ne peut pas être utilisé avec l'affichage du contenu'%{view} '
zh_cn: 生命周期环境 '%{env}' 无法与内容视图 '%{view}' 一起使用

source: Content view environments must have both a content view and an environment
fr: Les environnements de vues de contenu doivent avoir à la fois une vue de contenu et un environnement.
zh_cn: 内容视图环境必须具有内容视图和环境

source: %{view_label} could not be promoted to %{environment_label} because the content view and the environment are not in the same organization!
fr: %%{view_label} n'a pas pu être promu en %%{environment_label} parce que la vue du contenu et l'environnement ne sont pas dans la même organisation !
zh_cn: 无法将 ％%{view_label} 提升到 ％%{environment_label}，因为内容视图和环境不在同一机构中！

source: Content view '%{view}' is not in environment '%{env}'
fr: L'affichage de contenu '%{view}' ne se trouve pas dans l'environnement '%{env}'
ka: შემცველობის ხედი '%{view}' არ იმყოფება გარემოში '%{env}'
zh_cn: 内容视图 '%{view}' 没有在环境 '%{env}' 中

source: Generated content views cannot be assigned to hosts or activation keys
fr: Les vues de contenu généré ne peuvent pas être attribuées à des clés d'activation ou à des hôtes
ka: გენერირებული შემცველობის ხედების ჰოსტებზე/აქტივაციის გასაღებებზე მინიჭება შეუძლებელია
zh_cn: 生成的内容视图无法分配给主机/激活码

source: Invalid erratum filter rule specified, Must specify at least one of the following: 'errata_id', 'start_date', 'end_date' or 'types'
fr: Règle de filtre d'erratum spécifié invalide. Spécifiez au moins l'un des suivants : 'errata_id', 'start_date', 'end_date' ou 'types'
zh_cn: 指定了无效的勘误过滤，需要是以下之一：'errata_id'、'start_date'、'end_date' 或 'types'

source: Invalid erratum filter rule specified, 'errata_id' cannot be specified in the same tuple as 'start_date', 'end_date' or 'types'
fr: Règle de filtre d'erratum invalide spécifiée, 'errata_id' ne peut pas être spécifié dans le même tuple que 'start_date', 'end_date' ou 'types'
zh_cn: 指定了無效的勘誤篩選器規則，「errata_id」不可指定為與 'start_date'、'end_date' 或 'types' 相同的變數值組

source: May not add a type or date range rule to a filter that has existing rules.
fr: Ne doit pas ajouter un type ou une règle de plage de dates à un filtre possédant des règles existantes.
zh_cn: 不可將一項類型或日期範圍規則加入一個含有既有規則的篩選器。

source: May not add an id rule to a filter that has an existing type or date range rule.
fr: Ne doit pas ajouter une règle d'id à un filtre qui possède un type existant ou une règle de plage de date.
zh_cn: 不可將一項 id 規則加入含有既有類型，或日期範圍規則的篩選器。

source: The erratum filter rule start date is in an invalid format or type.
fr: La date de début de la règle du filtre de l'erratum est un type ou un format non valide.
ka: მორჩენილი პაჩის ფილტრის წესის დასაწყისის თარიღი არასწორი ფორმატის ან ტიპისაა.
zh_cn: 勘誤篩選器規則的開始日期之格式或類型無效。

source: The erratum filter rule end date is in an invalid format or type.
fr: La date de fin de la règle du filtre de l'erratum est un type ou un format non valide.
ka: მორჩენილი პაჩის ფილტრის წესის დასრულების თარიღი არასწორი ფორმატის ან ტიპისაა.
zh_cn: 勘誤篩選器規則的結束日期之格式或類型無效。

source: Invalid date range. The erratum filter rule start date must come before the end date
fr: Plage de dates invalide. La date du début de la règle du filtre de l'erratum doit se trouver avant la date de fin
zh_cn: 无效的日期范围。勘误过滤规则的开始日期必须早于结束日期

source: Invalid erratum types %{invalid_types} provided. Erratum type can be any of %{valid_types}
fr: Type d'erratum non valide %%{invalid_types} fourni. Le type d'erratum doit être l'un des %%{valid_types}
zh_cn: 提供了无效的勘误类型 %%{invalid_types}。勘误类型可用是 %%{valid_types} 中的任何值

source: The erratum type must be an array. Invalid value provided
fr: Le type d'erratum doit être une matrice. Valeur non valide fournie
ka: მორჩენილი პაჩების ტიპი მასივს უნდა წარმოადგენდეს. მითითებული მნიშვნელობა არასწორია
zh_cn: 勘误类型必须是数组。提供的值无效

source: Invalid filter rule specified, 'version' cannot be specified in the same tuple as 'min_version' or 'max_version'
fr: Règle de filtre non valide spécifiée, 'version' ne peut être spécifiée dans le même tuple que 'min_version' ou 'max_version'
zh_cn: 指定了无效的过滤器规则，“ version” 不能在同一个tuple 中与 'min_version' 或 'max_version' 一起指定

source: Registry name pattern will result in invalid container image name of member repositories
fr: Le modèle de nom de registre entraînera l'invalidation du nom de l'image de conteneur des référentiels membres
zh_cn: Registry 名称特征将导致成员仓库的容器镜像名称无效

source: Registry name pattern results in invalid container image name of member repository '%{name}'
fr: Le modèle de nom de registre donne un nom d'image de conteneur non valide du référentiel membre '%{name}'
zh_cn: Registry 名称特征导致成员仓库 '%{name}' 的容器镜像名称无效

source: Registry name pattern results in duplicate container image names for these repositories: %s.
fr: Le modèle de nom de registre donne des noms d'images de conteneurs en double pour ces référentiels : %s.
zh_cn: Registry 名称特征导致这些仓库的容器镜像名称重复：%s。

source: Content view '%{cv_name}' is a generated content view, which cannot be assigned to hosts or activation keys.
fr: La vue de contenu "%{cv_name}" est une vue de contenu générée, qui ne peut pas être attribuée à des hôtes ou à des clés d'activation.
zh_cn: 内容视图 '%{cv_name}' 是一个生成的内容视图，无法分配给主机或激活码。

source: Wrong content type submitted.
fr: Le type de contenu soumis est erroné.
ka: გადაცემული შემცველობის ტიპი არასწორია.
zh_cn: 提交了错误的内容类型。

source: must contain valid Public GPG Key
fr: doit contenir une clé GPG publique valide
ka: უნდა შეიცავდეს სწორ საჯარო GPG გასაღებს
zh_cn: 必须包含有效的公共 GPG 密钥

source: must contain GPG Key
fr: doit contenir une clé GPG
ka: უნდა შეიცავდეს GPG გასაღებს
zh_cn: 必須包含 GPG 金鑰

source: must contain valid Public GPG Key
fr: doit contenir une clé GPG publique valide
ka: უნდა შეიცავდეს სწორ საჯარო GPG გასაღებს
zh_cn: 必须包含有效的公共 GPG 密钥

source: Please select a content source before assigning a kickstart repository
fr: Veuillez sélectionner une source de contenu avant d'attribuer un référentiel kickstart
zh_cn: 在分配 kickstart 仓库之前，请先选择内容来源

source: Please select an operating system before assigning a kickstart repository
fr: Veuillez sélectionner un système d'exploitation avant d'attribuer un référentiel kickstart
zh_cn: 在分配 kickstart 仓库之前，请先选择一个操作系统

source: Kickstart repositories can only be assigned to hosts in the Red Hat family
fr: Les référentiels Kickstart ne peuvent être attribués qu'aux hôtes de la famille Red Hat
zh_cn: Kickstart 仓库只能分配给红帽系统中的主机
