Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Exclude all RPMs not associated to any errata
fr: Exclure tous les RPMs non associés à un errata
ka: არც ერთ მორჩენილ პაჩთან ასოცირებული ყველა RPM-ის გამორიცხვა
zh_cn: 排除没有与任何勘误关联的所有 RPM

source: Include all RPMs not associated to any errata
fr: Inclure tous les RPMs qui ne sont associés à aucun errata
ka: არც ერთ მორჩენილ პაჩთან ასოცირებული ყველა RPM-ის ჩასმა
zh_cn: 包括所有没有与任何勘误关联的 RPM

source: Add filter rule
fr: Ajouter une règle de filtre
ka: ფილტრის წესის დამატება
zh_cn: 增加过滤规则

source: Tag name
fr: Nom de la balise
ka: ჭდის სახელი
zh_cn: 标签名称

source: Affected repositories
fr: Référentiels affectés
ka: მოყოლილი რეპოზიტორიები
zh_cn: 受影响的仓库

source: Deb name
fr: Nom Deb
ka: Deb -ის სახელი
zh_cn: deb 名称

source: Architecture
ka: არქიტექტურა
zh_cn: 架构

source: Included
fr: Inclus
ka: ჩასმული
zh_cn: 包含

source: Excluded
fr: Exclus
ka: გამორიცხული
zh_cn: 排除

source: View matching content
fr: Afficher le contenu correspondant
ka: შესატყვისი შემცველობის ნახვა
zh_cn: 显示匹配内容

source: Add DEB rule
fr: Ajouter une règle DEB
ka: DEB-ის წესის დამატება
zh_cn: 添加 DEB 规则

source: Affected Repositories
fr: Référentiels affectés
ka: მოყოლილი რეპოზიტორიები
zh_cn: 受影响的仓库

source: Included errata
fr: Inclure errata
ka: მორჩენილი პაჩების ჩასმა
zh_cn: 包含的勘误

source: Excluded errata
fr: Exclure errata
ka: მორჩენილი პაჩების გამორიცხვა
zh_cn: 排除的勘误

source: Enter a valid date: MM/DD/YYYY
fr: Entrez une date valide : MM/JJ/AAAA
ka: შეიყვანეთ სწორი თარიღი: თთ/დდ/წწწწ
zh_cn: 输入有效日期：MM/DD/YYYY

source: Errata type
fr: Type d'errata
ka: მორჩენილი პაჩის ტიპი
zh_cn: 勘误类型

source: Atleast one errata type needs to be selected.
fr: Au moins un type d’errata doit être sélectionné.
ka: აირჩიეთ მორჩენილი პაჩების ერთი ტიპი მაინც.
zh_cn: 至少需要选择一个勘误。

source: Issued from
fr: Délivré par
ka: გამომცემელი
zh_cn: 出自

source: Updated from
fr: Mis à jour à partir de
ka: განახლების წყარო
zh_cn: 从中更新

source: Start date
fr: Date de départ
ka: საწყისი თარიღი
zh_cn: 开始日期

source: to
fr: à
ka: სადამდე
zh_cn: 至

source: End date
fr: Date de fin
ka: დასასრულის თარიღი
zh_cn: 结束日期

source: ANY
fr: TOUT
ka: ნებისმიერი
zh_cn: 任何

source: Reset filters
fr: Réinitialiser les filtres
ka: ფილტრების ჩამოყრა
zh_cn: 重置过滤

source: Issued
fr: Publié sur
ka: გამოშვება
zh_cn: 发布

source: Updated
fr: Mis à jour
ka: განახლდა
zh_cn: 已更新

source: No errata filter rules yet
fr: Pas encore d'errata sur les règles de filtrage
ka: მორჩენლი პაჩების გაფილტვრის წესების გარეშე
zh_cn: 还没有勘误过滤规则

source: No errata to add yet
fr: Pas d'errata à afficher pour l’instant
ka: დასამატებელი მონიშნული პაჩების გარეშე
zh_cn: 还没有添加勘误

source: No matching filter rules found.
fr: Aucun filtre correspondant n'a été trouvé.
ka: ფილტრის შესაბამისი წესები ნაპოვნი არაა.
zh_cn: 找不到匹配的过滤器。

source: Add errata
fr: Ajouter errata
ka: მორჩენილი პაჩის დამატება
zh_cn: 添加勘误

source: Context
fr: Contexte
ka: კონტექსტი
zh_cn: 上下文

source: No module stream filter rules yet
fr: Pas encore de règles de filtrage des flux de modules
ka: მოდულის ნაკადის ფილტრის წესები ჯერ აღწერილი არაა
zh_cn: 还没有模块流过滤器

source: No module streams to add yet.
fr: Il n'y a pas encore de flux de modules à ajouter.
ka: დასამატებელი მოდულის ნაკადები ჯერ აღწერილი არაა.
zh_cn: 还没有添加模块流。

source: No package groups yet
fr: Aucun groupe de paquets pour l’instant
ka: პაკეტების ჯგუფების გარეშე
zh_cn: 还没有软件包组

source: Add repositories with package groups to content view to select them here.
fr: Ajouter des référentiels avec des groupes de paquets à l’affichage de contenu pour les sélectionner ici.
zh_cn: 将含有软件包组的存储库添加到内容视图，以在此处选择它们。

source: Package groups
fr: Groupes de paquets
ka: პაკეტის ჯგუფები
zh_cn: 软件包组

source: RPM name
fr: Nom du RPM
ka: RPM-ის სახელი
zh_cn: RPM名称

source: RPMs
ka: RPM-ები
zh_cn: RPM

source: Add RPM rule
fr: Ajouter une règle RPM
ka: RPM-ის წესის დამატება
zh_cn: 添加 RPM 规则

source: Container image tag
fr: Balise d'image de conteneur
ka: კონტეინერის ასლის ჭდე
zh_cn: 容器镜像标签

source: Module stream
fr: Flux de modules
ka: მოდულის ნაკადი
zh_cn: 模块流

source: Errata - by date range
fr: Errata - par plage de dates
ka: მორჩენილი პაჩი - თარიღის დიაპაზონის გარეშე
zh_cn: 勘误 - 按日期范围

source: Enter a name
fr: Saisir un nom
ka: შეიყვანეთ სახელი
zh_cn: 输入名称

source: Include
fr: Inclure
ka: ჩართვა
zh_cn: 包括

source: Exclude
fr: Exclure
ka: გამორიცხვა
zh_cn: 排除

source: Inclusion type
fr: Type d’inclusion
ka: ჩასმის ტიპი
zh_cn: 包含类型

source: No filters yet
fr: Pas encore de filtres
ka: ფილტრების გარეშე
zh_cn: 还没有过滤器

source: To include or exclude specific content from the content view, create a filter. Without filters, the content view includes everything from the added repositories.
fr: Pour inclure ou exclure un contenu spécifique de l’affichage de contenu, créez un filtre. Sans filtre, l’affichage de contenu inclut tout ce qui provient des référentiels ajoutés.
zh_cn: 要从内容视图中包含或排除特定内容，请创建一个过滤器。如果没有过滤器，内容视图包含添加的存储库的所有内容。

source: No matching filters found
fr: Aucun filtre correspondant n'a été trouvé
ka: შესატყვისი ფილტრი ვერ ვიპოვე
zh_cn: 找不到匹配的过滤器

source: No rules yet
fr: Aucune règle pour l’instant
ka: წესების გარეშე
zh_cn: 还没有规则

source: To get started, add a filter rule to this filter
fr: Pour commencer, ajoutez une règle de filtrage à ce filtre
ka: დასაწყისისთვის ამ ფილტრს ფილტრის წესი დაამატეთ
zh_cn: 要开始，请在此过滤器中添加过滤规则

source: DEB name
fr: Nom DEB
ka: Deb -ის სახელი
zh_cn: DEB 名称

source: No matching DEB found.
fr: Aucun DEB correspondant n’a été trouvé.
ka: შესაბამისი DEB ვერ ვიპოვე.
zh_cn: 未找到匹配的 DEB。

source: Given criteria doesn't match any DEBs. Try changing your rule.
fr: Le critère donné ne correspond à aucun DEB. Essayez de changer la règle.
ka: მითითებული პირობა არც ერთ DEB ფაილს არ ემთხვევა. სცადეთ, შეცვალოთ თქვენი პირობა.
zh_cn: 给定条件与任何 DEB 都不匹配。尝试更改您的规则。

source: Your search returned no matching DEBs.
fr: Votre recherche n’a renvoyé aucun DEB.
ka: თქვენი ძებნის შესაბამისი DEB ფაილები ნაპოვნი არაა.
zh_cn: 您的搜索没有返回匹配的 DEB。

source: Matching content
fr: Contenu correspondant
ka: შესატყვისი შემცველობა
zh_cn: 匹配内容

source: No matching non-modular RPM found.
fr: Aucun fichier RPM non modulaire trouvé.
ka: შესატყვისი არამოდულური RPM ვერ ვიპოვე.
zh_cn: 未找到匹配的非模块化 RPM。

source: Given criteria doesn't match any non-modular RPMs. Try changing your rule.
fr: Les critères donnés ne correspondent à aucun RPM non modulaire. Essayez de changer votre règle.
zh_cn: 给定条件与任何非模块化 RPM 都不匹配。尝试更改您的规则。

source: Your search returned no matching non-modular RPMs.
fr: Votre recherche n'a renvoyé aucun RPM non modulaire correspondant.
ka: თქვენი ძებნის შესაბამისი არამოდულური RPM ფაილები ნაპოვნი არაა.
zh_cn: 您的搜索不会返回任何匹配的非模块化 RPM。

source: Help
fr: Assistance
ka: დახმარება
zh_cn: 帮助

source: Matching RPMs based on your created filter rule. Remember, RPM filters don't apply to modular RPMs.
fr: Correspondance des RPM en fonction de votre règle de filtrage créée. N'oubliez pas que les filtres RPM ne s'appliquent pas aux RPM modulaires.
zh_cn: 根据您创建的过滤规则匹配 RPM。请记住，RPM 过滤不适用于模块化 RPM。

source: Edit filter rule
fr: Modifier la règle de filtrage
ka: ფილტრის წესის ჩასწორება
zh_cn: 列表过滤规则

source: Edit rule
fr: Modifier la règle
ka: წესის ჩასწორება
zh_cn: 编辑规则

source: Add rule
fr: Ajouter une règle
ka: წესის დამატება
zh_cn: 添加规则

source: Edit package filter rule
fr: Modifier la règle de filtrage des paquets
ka: პაკეტის ფილტრის წესის ჩასწორება
zh_cn: 编辑软件包过滤规则

source: Create package filter rule
fr: Créer une règle de filtrage des paquets
ka: პაკეტის ფილტრის წესის შექმნა
zh_cn: 创建软件包过滤规则

source: Create rule
fr: Créer une règle
ka: წესის შექმნა
zh_cn: 创建规则

source: All versions
fr: Toutes les versions
ka: ყველა ვერსია
zh_cn: 所有版本

source: Equal to
fr: Egal à
ka: უდრის
zh_cn: 等于

source: Greater than
fr: Plus grand que
ka: მეტი, ვიდრე
zh_cn: 大于

source: Less than
fr: Moins de
ka: ნაკლებობა
zh_cn: 小于

source: Range
fr: Plage
ka: დიაპაზონი
zh_cn: 范围

source: Edit RPM rule
fr: Ajouter une règle RPM
ka: RPM-ის წესის ჩასწორება
zh_cn: 编辑 RPM 规则

source: Minimum version
fr: Version minimum
ka: მინიმალური ვერსია
zh_cn: 最小版本

source: Maximum version
fr: Version maximum
ka: მაქსიმალური ვერსია
zh_cn: 最大版本

source: Date
ka: თარიღი
zh_cn: 日期

source: Action
ka: მოქმედება
zh_cn: 操作

source: User
fr: Utilisateur
ka: მომხმარებელი
zh_cn: 用户

source: Deleted from
fr: Supprimé(s) de
ka: საიდან აიშალა
zh_cn: 从删除

source: all environments
fr: Tous les environnements
ka: ყველა გარემო
zh_cn: 所有环境

source: Promoted to
fr: Promu à
ka: დაწინაურების დონე
zh_cn: 提升到

source: Exported content view
fr: Affichage de contenu exporté
ka: შემცველობის გატანილი ხედები
zh_cn: 导出内容视图

source: Incremental update
fr: Mise à jour croissante
ka: ინკრემენტული განახლება
zh_cn: 增量更新

source: No history yet
fr: Aucun historique trouvé
ka: ისტორიის გარეშე
zh_cn: 还没有发现历史信息

source: History will appear here when the content view is published or promoted.
fr: L'historique apparaîtra ici lorsque l’affichage du contenu sera publiée ou promue.
zh_cn: 发布或提升内容视图时，历史记录将显示在此处。

source: No matching history record found
fr: Aucune fiche d'historique correspondante trouvée
ka: ისტორიის შესატყვისი ჩანაწერი არ არსებობს
zh_cn: 找不到匹配的历史记录

source: Promote version ${versionNameToPromote}
fr: Promouvoir la version ${versionNameToPromote}
ka: ვერსიის დაწინაურება ${versionNameToPromote}
zh_cn: 提升版本 {versionNameToPromote}

source: Force promotion
fr: Forcer promotion
ka: ძალით დაწინაურება
zh_cn: 强制提升

source: Selected environments
fr: Environnements sélectionnés
ka: მონიშნული გარემოები
zh_cn: 选择的环境

source: Selected environment
fr: Environnement sélectionné
ka: მონიშნული გარემო
zh_cn: 选择的环境

source: are out of the environment path order. The recommended practice is to promote to the next environment in the path.
fr: sont en dehors de l'ordonnancement du chemin de l'environnement. La pratique recommandée est de passer à l'environnement suivant dans le chemin.
zh_cn: 不符合环境路径顺序。建议的做法是提升到路径中的下一环境。

source: is out of the environment path order. The recommended practice is to promote to the next environment in the path.
fr: est en dehors de l'ordonnancement du chemin de l'environnement. La pratique recommandée est de passer à l'environnement suivant dans le chemin.
zh_cn: 不符合环境路径顺序。建议的做法是提升到路径中的下一环境。

source: Promote
fr: Promouvoir
ka: დაწინაურება
zh_cn: 升级

source: No content
fr: Aucun contenu
ka: შიგთავსის გარეშე
zh_cn: 没有内容

source: {enableRedHatRepos} or {createACustomProduct}.
fr: {enableRedHatRepos} ou {createACustomProduct}.
ka: {enableRedHatRepos} ან {createACustomProduct}.
zh_cn: {enableRedHatRepos} 或 {createACustomProduct}。

source: create a custom product
fr: créer un produit personnalisé
ka: მორგებული პროდუქტის შექმნა
zh_cn: 创建自定义仓库

source: No repositories added yet
fr: Aucun référentiel n'est disponible.
ka: ჯერ რეპოზიტორიები დამატებული არაა
zh_cn: 还没有添加仓库

source: No repositories available to add
fr: Aucun référentiel disponible à ajouter
ka: დასამატებელი რეპოზიტორიების გარეშე
zh_cn: 没有可用的仓库进行添加

source: Click to see repositories available to add.
fr: Cliquez pour voir les référentiels disponibles à ajouter.
ka: დასამატებლად ხელმისაწვდომი რეპოზიტორიების სანახავად დააწკაპუნეთ.
zh_cn: 点击以查看可添加的存储库。

source: Show repositories
fr: Afficher les référentiels
ka: რეპოზიტორიების ჩვენება
zh_cn: 显示仓库

source: View documentation
fr: Voir la documentation
ka: იხილეთ დოკუმენტაცია
zh_cn: 查看文档

source: ago
fr: Il y a
ka: -ის წინ
zh_cn: 前

source: and
fr: et
ka: და
zh_cn: 和

source: Deleting version {versionList}
fr: Suppression de la version {versionList}
ka: ვერსიის წაშლა {versionList}
zh_cn: 删除版本 {versionList}

source: Deleting versions: {versionList}
fr: Suppression des versions : {versionList}
ka: ვერსიების წაშლა: {versionList}
zh_cn: 删除版本： {versionList}

source: Delete version
fr: Supprimer la version
ka: ვერსიის წაშლა
zh_cn: 删除版本

source: Delete versions
fr: Supprimer les versions
ka: ვერსიების წაშლა
zh_cn: 删除版本

source: {versionOrVersions} {versionList} will be deleted and will no longer be available for promotion.
fr: {versionOrVersions} {versionList} sera supprimée et ne sera plus disponible pour la promotion.
ka: {versionOrVersions} {versionList} წაიშლება და დასაწინაურებლად ხელმისაწვდომი აღარ იქნება.
zh_cn: {versionOrVersions} {versionList} 将被删除并将不再可用于提升。

source: Versions
ka: ვერსიები
zh_cn: 版本

source: Version
ka: ვერსია
zh_cn: 版本

source: {versionOrVersions} {versionList} will be removed from the following environments:
fr: {versionOrVersions} {versionList} sera supprimé des environnements suivants :
ka: {versionOrVersions} {versionList} წაიშლება შემდეგი გარემოებიდან:
zh_cn: {versionOrVersions} {versionList} 将从以下环境中删除：

source: {versionOrVersions} {versionList} will be removed from the {envLabel} environment.
fr: {versionOrVersions} {versionList} sera supprimé de l'environnement {envLabel}.
ka: {versionOrVersions} {versionList} წაიშლება გარემოდან {envLabel}.
zh_cn: {versionOrVersions} {versionList} 将从 {envLabel} 环境中删除。

source: {numberOfHosts} hosts will be assigned to content view {cvName} in
fr: {numberOfHosts} Les hôtes seront assignés à la vue du contenu {cvName} en
zh_cn: {numberOfHosts} 主机将分配给内容视图 {cvName}

source: {numberOfHosts} host will be assigned to content view {cvName} in
fr: {numberOfHosts} L'hôte sera affecté à la vue du contenu {cvName} en
zh_cn: {numberOfHosts} 主机将分配给内容视图 {cvName}

source: {numberOfActivationKeys} activation keys will be assigned to content view {cvName} in
fr: {numberOfActivationKeys} Les clés d'activation seront attribuées à la vue de contenu {cvName} dans
zh_cn: {numberOfActivationKeys} 激活码将分配给内容视图 {cvName}

source: {numberOfActivationKeys} activation key will be assigned to content view {cvName} in
fr: {numberOfActivationKeys} la clé d'activation sera attribuée à la vue du contenu {cvName} dans
zh_cn: {numberOfActivationKeys} 激活码将分配给内容视图 {cvName}

source: Reassign affected activation key
fr: Réassigner les clés d'activation concernées
ka: აქტივაციის მოყოლილი გასაღების თავიდან მიმაგრება
zh_cn: 重新分配受影响的激活码

source: There are {numberOfActivationKeys} activation keys that need to be reassigned.
fr: Il y a {numberOfActivationKeys} clés d'activation qui doivent être réaffectées.
zh_cn: 有 {numberOfActivationKeys} 个需要重新分配的激活码。

source: There is {numberOfActivationKeys} activation key that needs to be reassigned.
fr: Il y a {numberOfActivationKeys} clé d'activation qui doit être réaffectée.
zh_cn: 有 {numberOfActivationKeys} 个需要重新分配的激活码。

source: Please select a lifecycle environment and a content view to move these activation keys.
fr: Veuillez sélectionner un environnement de cycle de vie et une vue de contenu pour déplacer ces clés d'activation.
zh_cn: 请选择生命周期环境和内容视图来移动这些激活码。

source: Please select a lifecycle environment and a content view to move this activation key.
fr: Veuillez sélectionner un environnement de cycle de vie et une vue de contenu pour déplacer cette clé d'activation.
zh_cn: 请选择生命周期环境和内容视图来移动此激活码。

source: Before removing versions you must move activation keys to an environment where the associated version is not in use.
fr: Avant de supprimer des versions, vous devez déplacer les clés d'activation vers un environnement où la version associée n'est pas utilisée.
zh_cn: 在删除版本之前，您必须将激活码移到相关的版本没有使用的环境中。

source: Show affected activation keys
fr: Afficher les clés d'activation concernées
ka: აქტივაციის მოყოლილი გასაღებების ჩვენება
zh_cn: 显示受影响的激活码

source: Hide affected activation keys
fr: Cacher les clés d'activation affectées
ka: აქტივაციის მოყოლილი გასაღებების დამალვა
zh_cn: 隐藏受影响的激活码

source: Select an environment
fr: Sélectionnez un environnement
ka: აირჩიეთ გარემო
zh_cn: 选择一个环境

source: Reassign affected host
fr: Réassigner les hôtes affectés
ka: მოყოლილი ჰოსტის თავდან მიმაგრება
zh_cn: 重新分配受影响的主机

source: There are {numberOfHosts} hosts that need to be reassigned.
fr: Il y a {numberOfHosts} hôtes qui ont besoin d'être réassignés.
ka: საჭიროა {numberOfHosts}-ის თავიდან მიმაგრება.
zh_cn: 有 {numberOfHosts} 个主机需要重新分配。

source: There is {numberOfHosts} host that needs to be reassigned.
fr: Il y a {numberOfHosts} hôte qui doit être réaffecté.
ka: საჭიროა {numberOfHosts}-ის თავიდან მიმაგრება.
zh_cn: 有 {numberOfHosts} 个主机需要重新分配。

source: Select a lifecycle environment and a content view to move these hosts.
fr: Sélectionnez un environnement de cycle de vie et une vue de contenu pour déplacer ces hôtes.
zh_cn: 选择一个生命周期环境和一个内容视图来移动这些主机。

source: Select a lifecycle environment and a content view to move this host.
fr: Sélectionnez un environnement de cycle de vie et une vue de contenu pour déplacer cet hôte.
zh_cn: 选择一个生命周期环境和一个内容视图来移动这个主机。

source: Before removing versions you must move hosts to an environment where the associated version is not in use.
fr: Avant de supprimer des versions, vous devez déplacer les hôtes dans un environnement où la version associée n'est pas utilisée.
zh_cn: 在删除版本之前，您必须将主机移到相关的版本没有使用的环境中。

source: click here
fr: cliquez ici
ka: დააწკაპუნეთ
zh_cn: 点击此处

source: If you would prefer to move some of these hosts to different content views or environments then {clickHere} to manage these hosts individually.
fr: Si vous préférez déplacer certains de ces hôtes vers des vues de contenu ou des environnements différents, alors {clickHere} pour gérer ces hôtes individuellement.
zh_cn: 如果您希望将部分主机移到不同的内容视图或环境中，那么 {clickHere} 会单独管理这些主机。

source: Show affected hosts
fr: Afficher les hôtes affectés
ka: მოყოლილი ჰოსტების ჩვენება
zh_cn: 显示受影响的主机

source: Hide affected hosts
fr: Cacher les hôtes affectés
ka: მოყოლილი ჰოსტების დამალვა
zh_cn: 隐藏受影响的主机

source: Associated version
fr: Version associée
ka: ასოცირებული ვერსია
zh_cn: 关联的版本

source: Review affected environments
fr: Examiner les environnements affectés
ka: მოყოლილი გარემოების გადახედვა
zh_cn: 检查受影响的环境

source: Review affected environment
fr: Examen de l'environnement affecté
ka: მოყოლილი გარემოს გადახედვა
zh_cn: 检查受影响的环境

source: {versionOrVersions} {versionList} will be removed from the listed environments and will no longer be available for promotion.
fr: {versionOrVersions} {versionList} sera retiré des environnements répertoriés et ne sera plus disponible pour la promotion.
zh_cn: {versionOrVersions} {versionList} 将从列出的环境中删除，并不再可用于提升。

source: {versionOrVersions} {versionList} will be removed from the listed environment and will no longer be available for promotion.
fr: {versionOrVersions} {versionList} sera retiré de l'environnement répertorié et ne sera plus disponible pour la promotion.
zh_cn: {versionOrVersions} {versionList} 将从列出的环境中删除，并不再可用于提升。

source: Finish
fr: Terminé
ka: დასრულება
zh_cn: 完成

source: Empty content view versions
fr: Versions de vue du contenu vides
ka: ცარიელი შემცველობის ხედის ვერსიები
zh_cn: 空内容视图版本

source: No content in selected versions.
fr: Aucun contenu dans les versions sélectionnées.
ka: მონიშნულ ვერსიებში შემცველობა არ არსებობს.
zh_cn: 所选版本中没有内容。

source: Version ${versionOne}
ka: ვერსია ${versionOne}
zh_cn: 版本 ${versionOne}

source: Version ${versionTwo}
ka: ვერსია ${versionTwo}
zh_cn: 版本 ${versionTwo}

source: RPM packages
fr: Paquets RPM
ka: RPM პაკეტები
zh_cn: RPM 软件包

source: Release
fr: Sortie
ka: გამოცემა
zh_cn: 发行

source: Arch
ka: არქიტექტურა
zh_cn: 架构

source: RPM package groups
fr: Groupes de paquets RPM
ka: RPM პაკეტის ჯგუფები
zh_cn: RPM 软件包组

source: Path
fr: Chemin
ka: მისამართი
zh_cn: 路径

source: Modular
fr: Modulaire
ka: მოდულარული
zh_cn: 模块化

source: Applicable Content Hosts
fr: Hôtes de contenu applicables
ka: შესატყვისი შემცველობის ჰოსტები
zh_cn: 适用的内容主机

source: Deb packages
fr: Paquets Deb
ka: Deb პაკეტები
zh_cn: Deb 软件包

source: Container tags
fr: Balises de conteneur
ka: კონტეინერის ჭდეები
zh_cn: 容器标签

source: Available Schema Versions
fr: Versions de schémas disponibles
ka: სქემის ხელმისაწვდომი ვერსიები
zh_cn: 可用的 Schema 版本

source: Schema Version 1
fr: Schéma Version 1
ka: სქემის ვერსია 1
zh_cn: 模式版本1

source: Schema Version 2
fr: Schéma Version 2
ka: სქემის ვერსია 2
zh_cn: 模式版本2

source: Image
ka: ასლი
zh_cn: 镜像

source: Compare
fr: Comparez
ka: შედარება
zh_cn: 比较

source: Versions to compare
fr: Versions à comparer
ka: შესადარებელი ვერსიები
zh_cn: 要比较的版本

source: Select an option
fr: Sélectionnez une option
ka: აირჩიეთ პარამეტრი
zh_cn: 选择一个选项

source: View by
fr: Afficher par
ka: დალაგება
zh_cn: 查看方法

source: Your search returned no matching ${name}.
fr: Votre recherche n'a donné aucun résultat correspondant à ${name}.
ka: თქვენმა ძებნამ შესაბამისი ${name} არ დააბრუნა.
zh_cn: 您的搜索没有返回匹配的 ${name}。

source: No matching ${name} found.
fr: Aucun résultat ${name} correspondant.
ka: შესაბამისი ${name} არ არსებობს.
zh_cn: 没有找到匹配的 ${name}。

source: No environments
fr: Aucun environnement
ka: გარემოების გარეშე
zh_cn: 没有环境

source: No applicable errata
fr: Aucun errata applicable
ka: აპლიკაციის მორჩენილი პაჩების გარეშე
zh_cn: 没有适用的勘误

source: Additional content
fr: Contenu supplémentaire
ka: დამატებითი შემცველობა
zh_cn: 其他内容

source: No packages
fr: Aucun paquet
ka: პაკეტების გარეშე
zh_cn: 没有软件包

source: Remove from environments
fr: Supprimer des environnements
ka: გარემოებიდან წაშლა
zh_cn: 从环境中移除

source: No versions yet
fr: Aucune version pour l’instant
ka: ვერსიების გარეშე
zh_cn: 还没有版本

source: Versions will appear here when the content view is published.
fr: Les versions apparaîtront ici lorsque la vue du contenu sera publiée.
zh_cn: 在发布内容视图时历史记录将显示在此处。

source: No matching version found
fr: Aucune version correspondante trouvée
ka: ვერსია არ ემთხვევა
zh_cn: 未找到匹配的版本

source: Delete Version
fr: Supprimer la version
ka: ვერსიის წაშლა
zh_cn: 删除版本

source: ${deleteFlow ? 'Deleting' : 'Removing'} version ${versionNameToRemove}
fr: Version ${deleteFlow ? 'Deleting' : 'Removing'}
ka: ${deleteFlow ? 'იშლება' : 'იშლება'} ვერსია ${versionNameToRemove}
zh_cn: ${deleteFlow ? 'Deleting' : 'Removing'} 版本 ${versionNameToRemove}

source: Version ${versionNameToRemove} will be deleted from the listed environments. It will no longer be available for promotion.
fr: Version {versionNameToRemove} sera supprimée des environnement listés. Ne seront plus disponibles pour la promotion.
zh_cn: 版本 {versionNameToRemove} 将从列出的环境中删除。它将不再可用于提升。

source: Removing this version from all environments will not delete the version. Version will still be available for later promotion.
fr: Supprimer cette version de tous les environnement n’aura pas pour effet de supprimer la version. La version sera toujours disponible pour une promotion ultérieure.
zh_cn: 从所有环境中移出此版本不会删除此版本。版本仍可用于以后的提升。

source: Warning
fr: Avertissement
ka: გაფრთხილება
zh_cn: 警告

source: This version has not been promoted to any environments.
fr: Cette version n’est pas promue à aucun environnement.
ka: ეს ვერსია არც ერთ გარემომდე არ წახალისებულა.
zh_cn: 此版本尚未提升到任何环境中。

source: Version ${versionNameToRemove} will be deleted from all environments. It will no longer be available for promotion.
fr: Version {versionNameToRemove} sera supprimée de tous les environnements. Ne seront plus disponibles pour la promotion.
zh_cn: 版本 {versionNameToRemove} 将从所有环境中删除。它将不再可用于提升。

source: This version will be removed from:
fr: Cette version sera retirée de :
ka: ეს ვერსია წაიშლება:
zh_cn: 该版本将从以下位置删除：

source: No matching activation keys found.
fr: Aucune clé d’activation n’a été trouvée.
ka: აქტივაციის შესაბამისი გასაღებები ნაპოვნი არაა.
zh_cn: 未找到匹配的激活码。

source: Given criteria doesn't match any activation keys. Try changing your rule.
fr: Le critère donné ne correspond à aucun RPM. Essayez de changer la règle.
zh_cn: 给定条件与任何激活码都不匹配。尝试更改您的规则。

source: Your search returned no matching activation keys.
fr: Votre recherche a donné zéro clé d'activation.
ka: თქვენი ძებნის პირობებს არც ერთი აქტივაციის გასაღები არ ემთხვევა.
zh_cn: 您的搜索没有返回的匹配激活码。

source: No matching hosts found.
fr: Aucun hôte correspondant n’a été trouvé.
ka: შესაბამისი ჰოსტები არ არსებობს.
zh_cn: 未找到匹配的主机。
