Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Show releases available for the content host
fr: Afficher les versions disponibles pour l'hôte de contenu
ka: შემცველობის ჰოსტისთვის ხელმისაწვდომი რელიზების ჩვენება
zh_cn: 显示可用于内容主机的发行版本

source: id of host
fr: id de l'hôte
ka: ჰოსტის ID
zh_cn: 主机 ID

source: Show repositories enabled on the host that are known to Katello
fr: Afficher les référentiels activés sur l'hôte qui sont connus de Katello
ka: Katello-სთვის ცნობილ ჰოსტზე ჩართული რეპოზიტორიების ჩვენება
zh_cn: 显示主机上启用的仓库，被 Katello 知道

source: Couldn't find specified content view and lifecycle environment.
fr: Impossible de trouver l’affichage du contenu et l'environnement du cycle de vie spécifiés.
ka: მითითებული შემცველობის ხედისა და სიცოცხლის ციკლის გარემოს პოვნა შეუძლებელია.
zh_cn: 找不到指定的内容视图和生命周期环境。

source: subscriptions not specified
fr: abonnements non spécifiés
ka: გამოწერები მითითებული არაა
zh_cn: 未指定订阅

source: unknown permission for %s
fr: permission inconnue pour %s
ka: არასწორი წვდომა: %s
zh_cn: %s 的未知权限

source: List services that need restarting on the host
fr: Liste des services qui doivent être redémarrés sur l'hôte
ka: ჰოსტის იმ სერვისების სია, რომლებსაც გადატვირთვა სჭირდებათ
zh_cn: 列出需要在主机上重新启动的服务

source: Resolve traces
fr: Résoudre les traces
ka: ტრეისების ამოხსნა
zh_cn: 解决 Trace

source: Array of Trace IDs
fr: Réseau de traces d'identification
ka: ტრეისის ID-ების მასივი
zh_cn: Trace ID 数组

source: The requested traces were not found for this host
fr: Les traces demandées n'ont pas été trouvées pour cet hôte
ka: ამ ჰოსტისთვის მოთხოვნილი ტრეისები ნაპოვნი არაა
zh_cn: 找不到此主机的请求跟踪

source: Search string for hosts to perform an action on
fr: Rechercher une chaîne pour que les hôtes puissent effectuer une action dessus
ka: ქმედების გადასატარებელი ჰოსტების მოსაძებნი სტრიქონი
zh_cn: 在其中执行操纵的主机的搜索字符串

source: Add one or more host collections to one or more hosts
fr: Ajouter une ou plusieurs collections d'hôte à un ou plusieurs hôtes
ka: ერთი ან მეტი ჰოსტის ერთ ან მეტ ჰოსტების კოლექციაში ჩამატება
zh_cn: 将一个或多个主机集合添加到一个或多个主机

source: List of host collection ids
fr: Liste d'ids de collection d'hôtes
ka: ჰოსტის კოლექციის ID-ების სია
zh_cn: 主机集合 ID 列表

source: Successfully added %{count} content host(s) to host collection %{host_collection}.
fr: %%{count} hôte(s) de contenu a/ont été ajouté(s) à la collection d'hôtes %%{host_collection}.
ka: %{count} შემცველობის ჰოსტი ჰოსტი კოლექციაში %{host_collection} წარმატებით ჩაემატა.
zh_cn: 已成功新增 %%{count} 个內容主机到主机集 %%{host_collection}。

source: Remove one or more host collections from one or more hosts
fr: Supprimer une ou plusieurs collections d'hôtes d'un ou plusieurs hôtes
ka: ერთი ან მეტი ჰოსტიდან ერთი ან მეტი ჰოსტის კოლექციის წაშლა
zh_cn: 从一个或多个主机中删除一个或多个主机集合

source: Successfully removed %{count} content host(s) from host collection %{host_collection}.
fr: %%{count}hôte(s) de contenu a/ont été supprimé(s) de la collection d'hôtes %%{host_collection}.
ka: %{count} შემცველობის ჰოსტი ჰოსტის კოლექციიდან %{host_collection} წარმატებით წაიშალა.
zh_cn: 已成功从主机集 %%{host_collection} 中删除 %%{count} 个内容主机。

source: Fetch applicable errata for one or more hosts.
fr: Récupérer les errata applicable pour un ou plusieurs hôtes.
ka: შესატყვისი მორჩენილი პაჩების გამოთხოვა ერთი ან მეტი ჰოსტისთვის.
zh_cn: 为一台或多台主机获取适用的勘误。

source: Fetch installable errata for one or more hosts.
fr: Récupérer les errata installables pour un ou plusieurs hôtes.
ka: დაყენებადი მორჩენილი პაჩების გამოთხოვა ერთი ან მეტი ჰოსტისთვის.
zh_cn: 为一台或多台主机获取可安装的勘误。

source: Destroy one or more hosts
fr: Détruire un ou plusieurs hôtes
ka: ერთ
zh_cn: 銷毀一或更多个主机

source: Remove subscriptions from one or more hosts
fr: Supprimer les abonnements d'un ou plusieurs hôtes
ka: გამოწერის წაშლა ერთი ან მეტი ჰოსტიდან
zh_cn: 从一个或多个主机上删除订阅

source: Quantity of specified subscription to remove
fr: Quantité de souscriptions spécifiées à retirer
ka: მითითებული წასაშლელი გამოწერების რაოდენობა
zh_cn: 要删除的指定订阅数量

source: Add subscriptions to one or more hosts
fr: Ajouter des abonnements à un ou plusieurs hôtes
ka: გამოწერის დამატება ერთ ან მეტ ჰოსტზე
zh_cn: 将订阅添加到一个或多个主机

source: Trigger an auto-attach of subscriptions on one or more hosts
fr: Déclenche Abonnements auto-attach sur un ou plusieurs hôtes
ka: ერთ ან მეტ ჰოსტზე გამოწერების ავტომატური მიმაგრების ტრიგერი
zh_cn: 在一个或多个主机上触发一个自动附加订阅

source: Set content overrides to one or more hosts
fr: Définir des priorités de contenu pour un ou plusieurs hôtes
ka: ერთ ან მეტ ჰოსტზე შინაარსის გადაფარვის დაყენება
zh_cn: 为一个或更多主机设置内容覆盖

source: Assign the environment and content view to one or more hosts
fr: Assigner l'environnement et l'affichage de contenu d'un ou plusieurs systèmes hôtes
ka: გარემოსა და შემცველობის ხედის ერთი ან მეტი ჰოსტისთვის მინიჭება
zh_cn: 将环境和内容视图分配给一个或多个主机

source: Assign the release version to one or more hosts
fr: Attribuer la version de diffusion à un ou plusieurs hôtes
ka: რელიზის ვერსიის ერთი ან მეტი ჰოსტისთვის მინიჭება
zh_cn: 将发行版本分配给一个或多个主机

source: Fetch traces for one or more hosts
fr: Rechercher traces pour un ou plusieurs hôtes
ka: ერთი ან მეტი ჰოსტისთვის ტრეისის გამოთხოვა
zh_cn: 为一个或多个主机获取跟踪

source: Resolve traces for one or more hosts
fr: Résoudre traces pour un ou plusieurs hôtes
ka: ერთი ან მეტი ჰოსტისთვის ტრეისის ამოხსნა
zh_cn: 为一个或多个主机解析跟踪

source: Assign system purpose attributes on one or more hosts
fr: Attribuer des attributs de finalité du système sur un ou plusieurs hôtes
ka: სისტემის ატრიბუტების მინიჭება ერთ ან მეტ ჰოსტზე
zh_cn: 在一个或多个主机上分配系统用途属性

source: Service level of host
fr: Niveau de service (SLA) de l’hôte
ka: ჰოსტის სერვისის დონე
zh_cn: 主机服务等级

source: Role of host
fr: Rôle de l'hôte
ka: ჰოსტის როლი
zh_cn: 主机角色

source: Usage of host
fr: Utilisation de l'hôte
ka: ჰოსტის გამოყენება
zh_cn: 主机使用

source: Given a set of hosts and errata, lists the content view versions and environments that need updating.
fr: Pour un ensemble d'hôtes et d'errata, liste les environnements et les versions d'affichage de contenu qui ont besoin d'être mis à jour.
zh_cn: 给定一组主机和勘误，列出需要更新的内容视图版本和环境。

source: List of Errata ids
fr: Énumérer les IDs d'errata
ka: მორჩენილი პაჩების ID-ების სია
zh_cn: 勘误 ID 列表

source: errata_ids is a required parameter
fr: errata_ids est un paramètre obligatoire
ka: errata_id აუცილებელი პარამეტრია
zh_cn: errata_ids是一个必需的参数

source: Fetch available module streams for hosts.
fr: Récupérez les flux de modules disponibles pour les hôtes.
ka: ჰოსტისთვის ხელმისაწვდომი მოდულის ნაკადების მოთხოვნა.
zh_cn: 为主机获取可用的模块流。

source: Update the content source for specified hosts and generate the reconfiguration script
fr: Mettre à jour la source de contenu pour les hôtes spécifiés et générer le script de reconfiguration
zh_cn: 为指定主机更新内容源并生成重新配置脚本

source: The ids of the hosts to alter. Hosts not managed by Katello are ignored
fr: Les identifiants des hôtes à modifier. Les hôtes non gérés par Katello sont ignorés
zh_cn: 要更改的主机的 ID。不由 Katello 管理的主机将被忽略

source: The id of the lifecycle environment
fr: Id de l'environnement du cycle de vie
ka: ცხოვრების ციკლის გარემოს ID
zh_cn: 生命周期环境的 ID

source: The id of the content view
fr: L'identifiant de la vue du contenu
ka: შემცველობის ხედის ID
zh_cn: 内容视图的 id

source: The id of the content source
fr: L'identifiant de la source de contenu
ka: შემცველობის წყაროს ID
zh_cn: 内容源的 id

source: Could not find all specified errata ids: %s
fr: Impossible de trouver tous les ID d'errata indiqués : %s
ka: მითითებული მორჩენილი პაჩები არ არსებობენ: %s
zh_cn: 找不到所有指定的勘误 ID：%s

source: Organization ID is required
fr: L'identification de l'organisation est requise
ka: ორგანიზაციის ID აუცილებელია
zh_cn: 必须提供机构 ID

source: Maximum number of content hosts exceeded for host collection(s): %s
fr: Nombre maximum d'hôtes de contenu dépassé pour la ou les collection(s) d'hôtes : %s
zh_cn: 已超过主机集的最大內容主机数量：%s

source: Shows status of Katello system and it's subcomponents
fr: Afficher le statut du système Katello et ses sous-composants
ka: აჩვენებს Katello-ის სისტემისა და მისი ქვეკომპონენტების სტატუსს
zh_cn: 显示 Katello 系统和它的子组件的状态

source: This service is only available for authenticated users
fr: Ce service est disponible pour les utilisateurs authentifiés uniquement
ka: სერვისი ხელმისაწვდომია მხოლოდ ავთენტიფიცირებული მომხმარებლებისათვის
zh_cn: 该服务仅适用于经过身份验证的用户

source: Shows version information
fr: Afficher les informations de la version
ka: ვერსიის ინფორმაციის ჩვენება
zh_cn: 顯示版本資訊

source: This service is available for unauthenticated users
fr: Ce service est disponible pour les utilisateurs non authentifiés
ka: ეს სერვისი ხელმისაწვდომია არა-ავთენტიფიცირებული მომხმარებლებისათვის
zh_cn: 此服务适用于未经身份验证的用户

source: a module stream
fr: un flux de module
ka: მოდულის ნაკადი
zh_cn: 一个模块流

source: List of host id to list available module streams for
fr: Liste des numéros d'identification des hôtes afin de répertorier les flux de modules disponibles pour
ka: ხელმისაწვდომი მოდულის ნაკადების ჩამოსათვლელი ჰოსტის ID-ები
zh_cn: 列出对其可用的模块流的主机 ID 列表

source: Return name and stream information only)
fr: Renvoyer le nom et les informations sur le flux uniquement)
ka: მხოლოდ სახელისა და ნაკადის ინფორმაციის დაბრუნება)
zh_cn: 仅返回名称和流信息）

source: One or more hosts not found
fr: Un ou plusieurs hôtes non trouvés
ka: ერთი ან მეტი ჰოსტი არ არსებობს
zh_cn: 找不到一台或多台主机

source: an organization
fr: une organisation
ka: ორგანიზაცია
zh_cn: 机构

source: User IDs
fr: ID des utilisateurs
ka: მომხმარებლის ID-ები
zh_cn: 用户 ID

source: Smart proxy IDs
fr: IDs des smart proxies
ka: ჭკვიანი პროქსის ID-ები
zh_cn: 智慧型代理伺服器的 ID

source: Compute resource IDs
fr: IDs de ressource compute
ka: გამოთვლითი რესურსის ID-ები
zh_cn: 運算資源 ID

source: Medium IDs
fr: ID Medium
ka: საშუალებების ID
zh_cn: 介质 ID

source: Partition template IDs
fr: ID des modèles de partitionnement
ka: დანაყოფის შაბლონების ID-ები
zh_cn: 分割區範本 ID

source: Provisioning template IDs
fr: IDs des modèles d'attribution
ka: სამუშაოდ მომზადების შაბლონების ID-ები
zh_cn: 预配模板 ID

source: Domain IDs
fr: ID de domaines
ka: დომენის ID-ები
zh_cn: 區域 ID

source: Realm IDs
fr: ID des domaines
ka: რეალმის ID-ები
zh_cn: 領域 ID

source: Host group IDs
fr: IDs des groupes
ka: ჰოსტის ჯგუფების ID-ები
zh_cn: 主机组 ID

source: Environment IDs
fr: IDs des environnements
ka: გარემოების ID-ები
zh_cn: 环境 ID

source: Subnet IDs
fr: IDs des sous-réseaux
ka: ქვექსელის ID-ები
zh_cn: 子网 ID

source: List of resources types that will be automatically associated
fr: Lister les types de ressources qui seront associées automatiquement
ka: ავტომატურად ასოცირებადი რესურსების ტიპების სია
zh_cn: 将会自动关联的资源类型列表

source: Associated location IDs
fr: Identifiants de localisation associés
ka: ასოცირებული მდებარეობის ID-ები
zh_cn: 关联的位置 ID

source: List all organizations
fr: Répertorier toutes les organisations
ka: ყველა ორგანიზაციის სია
zh_cn: 列出所有机构

source: Show organization
fr: Afficher l'organisation
ka: ორგანიზაციის ჩვენება
zh_cn: 顯示組織

source: organization ID
fr: ID d’organisation
ka: ორგანზაციის ID
zh_cn: 組織 ID

source: Update organization
fr: Mettre à jour l'organisation
ka: ორგანიზაციის განახლება
zh_cn: 更新組織

source: Red Hat CDN URL
zh_cn: Red Hat CDN 網址

source: Whether Simple Content Access should be enabled for the organization.
fr: Indique si vous souhaitez activer l'accès simple au contenu pour l'organisation.
zh_cn: 是否为机构开启简单内容访问功能。

source: Create organization
fr: Créer une organisation
ka: ორგანიზაციის შექმნა
zh_cn: 创建机构

source: Whether to turn on Simple Content Access for the organization.
fr: Si vous souhaitez activer l'accès simple au contenu pour l'organisation.
ka: ჩავრთო თუ არა მარტივი შემცველობის წვდომა ორგანიზაციისთვის.
zh_cn: 是否为机构开启简单内容访问功能。

source: Delete an organization
fr: Supprimer une organisation
ka: ორგანიზაციის წაშლა
zh_cn: 删除机构

source: Organization ID
fr: ID de l’organisation
ka: ორგანზაციის ID
zh_cn: 机构 ID

source: Discover Repositories
fr: Découvrir des référentiels
ka: რეპოზიტორიების აღმოჩენა
zh_cn: 发现软件仓库

source: Base URL to perform repo discovery on
fr: URL de base sur lequel effectuer la détection de référentiel
ka: რეპოზიტორიის აღმოჩენის საცდელი საბაზისო URL
zh_cn: 执行仓库发现操纵的基础 URL

source: One of yum or docker
fr: Un de yum ou de docker
ka: ერთ-ერთი, yum ან docker
zh_cn: yum 或 docker 之一

source: Username to access URL
fr: Nom d'utilisateur pour accéder à l'URL
ka: URL-სთან წვდომის მომხმარებელი
zh_cn: 访问 URL 的用户名

source: Password to access URL
fr: Mot de passe pour accéder à l'URL
ka: URL-სთან წვდომის პაროლი
zh_cn: 访问 URL 的密码

source: Search pattern (defaults to '*')
fr: Modèle de recherche (par défaut : '*')
ka: ძებნის შაბლონი (ნაგულისხმევად "*"
zh_cn: 搜索特征（默认为 '*'）

source: url not defined.
fr: url non définie.
ka: url აღწერილი არაა.
zh_cn: 未定义 url。

source: Cancel repository discovery
fr: Annuler la détection de référentiel
ka: რეპოზიტორიის აღმოჩენის გაუქმება
zh_cn: 取消軟體庫搜尋

source: Organization label
fr: Balise de l'organisation
ka: ორგანიზაციის ჭდე
zh_cn: 机构标签

source: base url to perform repo discovery on
fr: url de base sur lequel effectuer la détection de référentiel
ka: რეპოზიტორიის აღმოჩენის საცდელი საბაზისო URL
zh_cn: 执行仓库发现的基本 url

source: Download a debug certificate
fr: Télécharger un certificat de débogage
ka: გამართვის სერტიფიკატის გადმოწერა
zh_cn: 下载调试证书

source: List available releases in the organization
fr: Liste des communiqués disponibles dans l'organisation
ka: ორგანიზაციაში ხელმისაწვდომი რელიზების სია
zh_cn: 列出机构中的可用版本

source: ID of the Organization
fr: ID de l'organisation
ka: ორგანიზაციის ID
zh_cn: 机构 ID

source: Update the CDN configuration
fr: Mise à jour de la configuration CDN
ka: CDN-ის კონფიგურაცია განახლება
zh_cn: 更新 CDN 配置

source: CDN configuration type. One of %s.
fr: Type de configuration CDN. L'une des options suivantes : %s.
ka: CDN-ის კონფიგურაციის ტიპი. ერთ-ერთი %s-დან.
zh_cn: CDN 配置类型。%s 之一。

source: Upstream foreman server to sync CDN content from. Relevant only for 'upstream_server' type.
fr: Serveur foreman en amont pour synchroniser le contenu CDN. Pertinent uniquement pour le type 'upstream_server'.
zh_cn: 从其中同步 CDN 内容的上游 foreman 服务器。只适用于 'upstream_server' 类型。

source: Username for authentication. Relevant only for 'upstream_server' type.
fr: Nom d'utilisateur pour l'authentification. Pertinent uniquement pour le type 'upstream_server'.
ka: ავთენტიკაციის მომხმარებლის სახელი. მართებულია მხოლოდ 'upstream_server' ტიპისთვის.
zh_cn: 用于身份验证的用户名。只适用于 'upstream_server' 类型。

source: Password for authentication. Relevant only for 'upstream_server' type.
fr: Mot de passe pour l'authentification. N'est pertinent que pour le type 'upstream_server'.
ka: ავთენტიკაციის პაროლი. მართებულია მხოლოდ 'upstream_server' ტიპისთვის.
zh_cn: 用于身份验证的密码。只适用于 'upstream_server' 类型。

source: Upstream organization to sync CDN content from. Relevant only for 'upstream_server' type.
fr: Organisation en amont pour synchroniser le contenu du CDN. Pertinent uniquement pour le type 'upstream_server'.
zh_cn: 从其中同步 CDN 内容的上游机构。只适用于 'upstream_server' 类型。

source: Upstream Content View Label, default: Default_Organization_View. Relevant only for 'upstream_server' type.
fr: Balise de la vue du contenu en amont, par défaut : Default_Organization_View. Pertinent uniquement pour le type 'upstream_server'.
zh_cn: 上游内容视图标签，默认：Default_Organization_View。仅适用于 'upstream_server' 类型。

source: Upstream Lifecycle Environment, default: Library. Relevant only for 'upstream_server' type.
fr: Environnement du cycle de vie en amont, par défaut : Library. Pertinent uniquement pour le type 'upstream_server'.
zh_cn: 上游生命周期环境，默认： Library。只适用于 'upstream_server' 类型。

source: Content Credential to use for SSL CA. Relevant only for 'upstream_server' type.
fr: Identifiant de contenu à utiliser pour l'autorité de certification SSL. Pertinent uniquement pour le type "upstream_server".
zh_cn: 用于 SSL CA 的内容凭据。仅适用于 'upstream_server' 类型。

source: If product certificates should be used to authenticate to a custom CDN.
fr: Si les certificats de produit doivent être utilisés pour s’authentifier auprès d’un CDN personnalisé.
zh_cn: 如果产品证书应该用于向自定义 CDN 进行身份验证。

source: List all :resource_id
fr: Tout afficher : resource_id
ka: :resource_id-ების სია
zh_cn: 列出所有 :resource_id

source: a package group
fr: un groupe de paquet
ka: პაკეტების ჯგუფის
zh_cn: 软件包組

source: a package
fr: un paquet
ka: პაკეტი
zh_cn: 套件

source: List packages
fr: Répertorier tous les paquets
ka: პაკეტების სია
zh_cn: 列出软件包

source: List :resource_id
ka: :resource_id-ების სია
zh_cn: 列出：resource_id

source: Package identifiers to filter content by
fr: Identificateurs de paquets pour filtrer le contenu par
ka: შემცველობის გაფილტვრა პაკეტის იდენტიფიკატორით
zh_cn: 软件包标识符来过滤内容

source: Host id to list applicable packages for
fr: Identifiant de l'hôte pour énumérer les paquets applicables pour
ka: ჰოსტის ID შესატყვისი პაკეტების სიის საჩვენებლად
zh_cn: 主机 ID 以列出适用的软件包

source: Return packages that are applicable to one or more hosts (defaults to true if host_id is specified)
fr: Retourne les paquets qui sont applicables à un ou plusieurs hôtes (par défaut, true si host_id est spécifié)
zh_cn: 返回适用于一个或多个主机的软件包（如果指定了host_id，则默认为 true）

source: Return packages that are upgradable on one or more hosts
fr: Renvoyer les packages qui sont évolutifs sur un ou plusieurs hôtes
ka: აბრუნებს პაკეტებს, რომლების განახლებადია ერთ ან მეტ ჰოსტზე
zh_cn: 返回可在一个或多个主机上可升级的软件包

source: Return packages that can be added to the specified object. Only the value 'content_view_version' is supported.
fr: Retourner les paquets qui peuvent être ajoutés à l'objet spécifié. Seule la valeur "content_view_version" est prise en charge.
zh_cn: 返回可以添加到指定对象的软件包。仅支持值 'content_view_version'。

source: Destroy one or more products
fr: Détruire un ou plusieurs produits
ka: ერთი ან მეტი პროდუქტის განადგურება
zh_cn: 销毁一个或多个产品

source: List of product ids
fr: Liste d'ids de produits
ka: პროდუქების ID-ების სია
zh_cn: 产品 ID 清單

source: Successfully initiated removal of %s product(s)
fr: La suppression de %s produit(s) a été initiée avec succès
ka: %s პროდუქტის წაშლა წარმატებით დაიწყო
zh_cn: 已成功初始了删除 %s 产品的过程

source: You were not allowed to delete %s
fr: Vous n'êtes pas autorisé à supprimer %s
ka: %s-ის წაშლის უფლება არ გაქვთ
zh_cn: 不允许删除 %s

source: Sync one or more products
fr: Sync un ou plusieurs produits
ka: ერთი ან მეტი პროდუქტი იდენტიფიკაცია
zh_cn: 同步一个或多个产品

source: Force sync even if no upstream changes are detected. Non-yum repositories are skipped.
fr: Sync forcée même si aucun changement en amont n'est détecté. Les référentiels non-yum seront ignorés.
zh_cn: 即使未检测到上游更改也强制进行同步。非 yum 仓库会被跳过。

source: Force a sync and validate the checksums of all content. Non-yum repositories (or those with \ On Demand download policy) are skipped.
fr: Forcer une sync et valider les sommes de contrôle de tous les contenus. Les référentiels non-yum (ou ceux avec \ Politique de téléchargement à la demande) seront ignorés.
zh_cn: 强制一个同步并验证所有内容的 checksums。非 yum 仓库(或带有 \ 按需下载策略的）将被忽略。

source: No syncable repositories found for selected products and options.
fr: Aucun référentiel synchronisable n'a été trouvé pour les produits et options sélectionnés.
ka: მონიშნული პროდუქტებისა და პარამეტრებისთვის დასასინქრონებელი რეპოზიტორიები აღმოჩენილი არაა.
zh_cn: 找不到所选产品和选项的可同步仓库。

source: Verify checksum for one or more products
fr: Vérifier la somme de contrôle pour un ou plusieurs produits
ka: ერთი ან მეტი პროდუქტის საკონტროლო ჯამის შემოწმება
zh_cn: 验证一个或多个产品的校验和

source: Update the HTTP proxy configuration on the repositories of one or more products.
fr: Mettre à jour la configuration du proxy HTTP sur les référentiels d'un ou plusieurs produits.
zh_cn: 更新一个或多个产品的仓库上的 HTTP 代理配置。

source: policy for HTTP proxy for content sync
fr: politique pour le proxy HTTP pour la sync du contenu
ka: შემცველობის სინქრონიზაციისთვის საჭირო HTTP პროქსის წესები
zh_cn: 用于内容同步的 HTTP 代理的策略

source: HTTP Proxy identifier to associated
fr: Proxy HTTP Identificateur du proxy associé
ka: HTTP პროქსის დასაასოცირებელი იდენტიფიკატორი
zh_cn: 关联的 HTTP 代理标识符

source: Sync plan identifier to attach
fr: Sync les identifiants de plan à attacher
ka: სინქის მისამაგრებელი გეგმის იდენტიფიკატორი
zh_cn: 同步计划标识符以附加

source: Successfully changed sync plan for %s product(s)
fr: Le plan de sync de %s produit(s) a été modifié avec succès
ka: %s პროდუქტის სინქის გეგმა წარმატებით შეიცვალა
zh_cn: 成功修改了 %s 产品的同步计划

source: You were not allowed to change sync plan for %s
fr: Vous n'êtes pas autorisé à modifier le plan de synchronisation pour %s
ka: %s-ის სინქის გეგმის შეცვლის უფლება არ გაქვთ
zh_cn: 不允许修改 %s 的同步计划

source: Product description
fr: Description de produit
ka: პროდუქტის აღწერა
zh_cn: 产品描述

source: Identifier of the GPG key
fr: Identifiant de la clé GPG
ka: GPG გასაღების იდენტიფიკატორი
zh_cn: GPG 密钥的标识符

source: Idenifier of the SSL CA Cert
fr: Idenifier le Cert CA SSL
ka: SSL CA სერტიფიკატს იდენტიფიკატორი
zh_cn: SSL CA 证书的标识符

source: Identifier of the SSL Client Cert
fr: Identifiant du Cert Client SSL
ka: SSL კლიენტის სერტიფიკატის იდენტიფიკატორი
zh_cn: SSL客户端证书的标识符

source: Identifier of the SSL Client Key
fr: Identifiant de la Clé Client SSL
ka: SSL კლიენტის გასაღების იდენტიფიკატორი
zh_cn: SSL客户端密钥的标识符

source: Plan numeric identifier
fr: Identifiant numérique du plan
ka: გეგმის რიცხვობრივი იდენტიფიკატორი
zh_cn: 计划数字标识符

source: List products
fr: Répertorier les produits
ka: პროდუქტების სია
zh_cn: 列出產品

source: List of subscription products in a subscription
fr: Liste de produits d'abonnement dans un abonnement
ka: გამოწერის პროდუქტების სია გამოწერაში
zh_cn: 订阅中的订阅产品列表

source: List of subscription products in an activation key
fr: Liste de produits d'abonnement dans une clé d'activation
ka: გამოწერის პროდუქტების სია აქტივაციის გასაღებში
zh_cn: 啟動金鑰中的訂閱產品清單

source: List of products in an organization
fr: Liste de produits dans une organisation
ka: ორგანიზაციაში პროდუქტების სია
zh_cn: 机构中的产品列表

source: List of Products for sync plan
fr: Liste de produits pour un plan de sync
ka: სინქრის გეგმის პროდუქტების სია
zh_cn: 同步计划的产品列表

source: Filter products by organization
fr: Filtrer les produits par organisation
ka: პროდუქტების ორგანიზაციით გაფილტვრა
zh_cn: 以組織來篩選產品

source: Filter products by subscription
fr: Filtrer les produits par abonnement
ka: პროდუქტების გამოწერით გაფილტვრა
zh_cn: 根据订阅过滤产品

source: Filter products by name
fr: Filtrer les produits par nom
ka: პროდუქტების სახელებით გაფილტვრა
zh_cn: 按名称过滤产品

source: Return enabled products only
fr: Retourner uniquement les produits activés
ka: მხოლოდ ჩართული პროდუქტების დაბრუნება
zh_cn: 仅退回启用的产品

source: Return custom products only
fr: Retourner uniquement les produits personnalisés
ka: მხოლოდ ხელით მითითებული პროდუქტების დაყენება
zh_cn: 仅返回定制产品

source: Return Red Hat (non-custom) products only
fr: Retourne uniquement les produits Red Hat (non-personnalisés)
ka: მხოლოდ Red Hat-ის (არა-ხელით მითითებული) პროდუქტების დაბრუნება
zh_cn: 仅返回红帽（非定制）产品

source: Whether to include available content attribute in results
fr: Définit si on doit inclure l'attribut de contenu disponible dans les résultats
ka: იქნება თუ არა შემცველობის ხელმისაწვდომი ატრიბუტები შედეგებზე დართული
zh_cn: 是否在结果中包括可用的内容属性

source: Filter products by sync plan id
fr: Filtrer les produits par id de plan de sync
ka: პროდუქტების სინქრის გეგმის ID-ით გაფილტვრა
zh_cn: 透過同步計畫 ID 來篩選產品

source: Interpret specified object to return only Products that can be associated with specified object. Only 'sync_plan' is supported.
fr: Interprète l'objet spécifié à retourner uniquement les Collections d'hôtes qui peuvent être associées à l'objet spécifié. La valeur 'sync_plan' est prise en charge.
zh_cn: 解释指定对象只返回可与指定对象关联的产品。只支持 'sync_plan'。

source: Create a product
fr: Créer un produit
ka: პროდუქტის შექმნა
zh_cn: 建立產品

source: Product name
fr: Nom du produit
ka: პროდუქტის სახელი
zh_cn: 产品名称

source: Show a product
fr: Afficher un produit
ka: პროდუქტის ჩვენება
zh_cn: 顯示產品
