Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: product numeric identifier
fr: identifiant numérique du produit
ka: პროდუქის რიცხვითი იდენტიფიკატორი
zh_cn: 產品的數字識別子

source: Updates a product
fr: Met à jour un produit
ka: პროდუქტის განახლება
zh_cn: 更新產品

source: Destroy a product
fr: Détruire un produit
ka: პროდუქტის განადგურება
zh_cn: 銷毀產品

source: Sync all repositories for a product
fr: Synchroniser tous les référentiels d'un produit
ka: პროდუქტის ყველა რეპოზიტორიის სინქრონიზაცია
zh_cn: 为一个产品同步所有存储库

source: Unable to synchronize any repository. You either do not have the permission to synchronize or the selected repositories do not have a feed url.
fr: Impossible de synchroniser un référentiel. Vous ne possédez pas de permission pour synchroniser ou les référentiels sélectionnés ne contiennent pas un url de flux.
zh_cn: 无法同步任何存储库。您或者没有同步权限，或者所选存储库没有提要URL。

source: Destroy one or more repositories
fr: Détruire un ou plusieurs référentiels
ka: ერთი ან მეტი რეპოზიტორიის განადგურება
zh_cn: 销毁一个或多个仓库

source: You do not have permissions to delete %s
fr: Vous ne disposez pas des droits nécessaires pour supprimer %s
ka: %s-ის წაშლის წვდომა არ გაგაჩნიათ
zh_cn: 您没有权限删除 %s

source: Repository %s cannot be deleted since it has already been included in a published Content View. Use repository details page to delete
fr: Le référentiel %s ne peut pas être supprimé car il a déjà été inclus dans une vue de contenu publié. Utilisez la page de détail du référentiel pour supprimer.
zh_cn: 仓库 %s 无法被删除，因为它已包含在公布的内容视图中。使用仓库详情页面删除

source: Repository %s cannot be deleted since it is the last affected repository in a filter. Use repository details page to delete.
fr: Le référentiel %s ne peut pas être supprimé car il est le dernier référentiel affecté dans un filtre. Utilisez la page de détail du référentiel pour supprimer.
zh_cn: 仓库 %s 无法被删除，因为它是过滤中最后一个受影响的存储库。使用仓库详情页面删除。

source: Synchronize repository
fr: Synchroniser les référentiels
ka: რეპოზიტორიის სინქრონიზაცია
zh_cn: 同步仓库

source: Reclaim space from On Demand repositories
fr: Récupérer l’espace en provenance des référentiels Sur demande
ka: სივრცის მოთხოვნა ყველა მოთხოვნით საცავიდან
zh_cn: 重新声明来自 On Demand 软件仓库的空间

source: No repositories selected.
fr: Aucun référentiel sélectionné.
ka: რეპოზიტორიები არჩეული არაა.
zh_cn: 没有选择仓库。

source: Only On Demand repositories may have space reclaimed.
fr: Seuls les référentiels Sur demande peuvent récupérer de l’espace.
zh_cn: 只有 On Demand 存储库可能才有可以重新声明的空间。

source: repository source url
fr: url de la source du référentiel
ka: რეპოზიტორიის წყაროს URL
zh_cn: 仓库源 URL

source: Identifies whether the repository should be unavailable on a client with a non-matching OS version. Pass [] to make repo available for clients regardless of OS version. Maximum length 1; allowed tags are: %s
fr: Identifie si le référentiel doit être non disponible sur un client dont la version du système d'exploitation ne correspond pas. Passez [] pour activer le référentiel indépendamment de la version du système d'exploitation. Longueur maximale 1 ; les balises autorisées sont : %s
zh_cn: 确定存储库是否应该在具有不匹配操作系统版本的客户端上不可用。 传递 [] 来为客户端提供存储库，无论操作系统版本是什么。最大长度 1；允许的标签为：%s

source: id of the gpg key that will be assigned to the new repository
fr: id de la clé gpg qui sera assignée au nouveau référentiel
zh_cn: 将分配给新仓库的 gpg 键的 ID

source: true if this repository can be published via HTTP
fr: vrai si ce référentiel peut être publié via HTTP
ka: ჩართულია, თუ ეს რეპოზიტორია შეიძლება გამოქვეყნდეს HTTP-ის საშუალებით
zh_cn: 如果可以通过 HTTP 发布此存储库，则为 true

source: Checksum of the repository, currently 'sha1' & 'sha256' are supported
fr: Somme de contrôle du référentiel, actuellement 'sha1' & 'sha256' sont pris en charge
ka: რეპოზიტორიის საკონტროლო ჯამი. ამჟამად მხარდაჭერილი მნიშვნელობებია 'sha1' და 'sha256'
zh_cn: 仓库的 Checksum，目前支援 'sha1' 和 'sha256'

source: Name of the upstream docker repository
fr: Nom du référentiel docker en amont
ka: Docker-ის აღმავალი რეპოზიტორიის სახელი
zh_cn: 上游 docker 仓库的名称

source: Comma-separated list of tags to sync for a container image repository
fr: Liste de balises séparées par des virgules à synchroniser pour le référentiel d'images des conteneurs
zh_cn: 逗号分隔的标签列表，以同步容器镜像仓库

source: Comma-separated list of tags to exclude when syncing a container image repository. Default: any tag ending in "-source"
fr: Liste de balises, séparées par des virgules, à exclure lors de la synchronisation d'un référentiel d'images de conteneurs. Défaut : toute balise se terminant par "-source"
zh_cn: 同步容器镜像仓库时要排除的标签列表（以逗号分隔）。默认：以 "-source" 结尾的任何标签

source: download policy for yum, deb, and docker repos (either 'immediate' or 'on_demand')
fr: politique de téléchargement pour les référentiels yum, deb et docker (soit 'immédiat', soit 'on_demand')
zh_cn: yum、deb, 和 docker 仓库的下载策略（'immediate' 或 'on_demand'）

source: Used to determine download concurrency of the repository in pulp3. Use value less than 20. Defaults to 10
fr: Utilisé pour déterminer la simultanéité de téléchargement du référentiel dans la pulp3. Valeur d'utilisation inférieure à 20. Valeur par défaut de 10
zh_cn: 用于确定在 pulp3 中并性下载存储库的数量。使用小于20 的值。默认为 10

source: Policy to set for mirroring content. Must be one of %s.
fr: Politique à définir pour le contenu de mise en miroir . Doit être un parmi %s.
ka: შემცველობის სარკისებური ასლის პოლიტიკა. უნდა იყოს ერთ-ერთი %s-დან.
zh_cn: 为镜像内容设置的策略。必须是 %s 之一。

source: if true, Katello will verify the upstream url's SSL certifcates are signed by a trusted CA
fr: si c'est le cas, Katello vérifiera que les certificats SSL de l'url en amont sont signés par une AC de confiance
ka: თუ ჩართულია Katello გადაამოწმებს, აღმავალი URL-ის სერტიფიკატი დამოწმებულია თუ არა სანდო CA-ის მიერ
zh_cn: 如果为 true，则 Katello 将验证上游 URL 的 SSL证书是否由受信任的 CA 签名

source: Username of the upstream repository user used for authentication
fr: Nom d'utilisateur de l'utilisateur du référentiel en amont utilisé pour l'authentification
ka: აღმავლის რეპოზიტორიის ავთენტიკაციისთვის გამოყენებული მომხმარებლის სახელი
zh_cn: 用于认证的上游仓库用户的用户名

source: Password of the upstream repository user used for authentication
fr: Mot de passe de l'utilisateur du référentiel en amont utilisé pour l'authentification
ka: აღმავლის რეპოზიტორიის ავთენტიკაციისთვის გამოყენებული მომხმარებლის პაროლი
zh_cn: 上游仓库用户用来进行身份验证的密码

source: Password of the upstream authentication token.
fr: Mot de passe du jeton d’authentification en amont.
ka: აღმავლის ავთენტიკაციის კოდის პაროლი.
zh_cn: 上游身份验证令牌的密码。

source: whitespace-separated list of releases to be synced from deb-archive
fr: liste des versions à synchroniser avec deb-archive, séparée par des espaces
zh_cn: 以空格分隔的要从 deb-archive 同步的发行列表

source: whitespace-separated list of repo components to be synced from deb-archive
fr: liste des composants du référentiel à synchroniser à partir de deb-archive, séparée par des espaces
zh_cn: 以空格分隔的要从 deb-archive 同步的仓库组件列表

source: whitespace-separated list of architectures to be synced from deb-archive
fr: liste d'architectures séparées par des espaces blancs à synchroniser avec deb-archive
zh_cn: 从 deb-archive 同步的、以空格分隔的架构列表

source: List of content units to ignore while syncing a yum repository. Must be subset of %s
fr: Liste des unités de contenu à ignorer lors de la synchronisation d'un référentiel yum. Doit être un sous-ensemble de %s
zh_cn: 同步 yum 仓库时要忽略的内容单元列表。必须是 %s 的子集

source: Contents of requirement yaml file to sync from URL
fr: Contenu du fichier yaml requis à sync à partir de l'URL
ka: URL-დან დასასინქრონიზებელი yaml ფაილის შემცველობის მოთხოვნები
zh_cn: 从 URL 同步的要求 yaml 文件的内容

source: The URL to receive a session token from, e.g. used with Automation Hub.
fr: L'URL à partir de laquelle recevoir un jeton de session, par exemple utilisé avec Automation Hub.
zh_cn: 从以下网址接收会话令牌的网址：与 Automation Hub 一起使用。

source: The token key to use for authentication.
fr: La clé de jeton à utiliser pour l'authentification.
ka: ავთენტიკაციისთვის გამოსაყენებელი კოდის გასაღები.
zh_cn: 用于身份验证的令牌密钥。

source: policies for HTTP proxy for content sync
fr: politiques pour le proxy HTTP pour la synchronisation du contenu
ka: შემცველობის სინქრონიზაციისთვის საჭირო HTTP პროქსის წესები
zh_cn: 用于内容同步的 HTTP 代理的策略

source: ID of a HTTP Proxy
fr: ID d'un proxy HTTP
ka: HTTP პროქსის ID
zh_cn: HTTP 代理的 ID

source: Architecture of content in the repository
fr: Architecture du contenu dans le référentiel
ka: რეპოზიტორიის შემცველობის არქიტექტურა
zh_cn: 存储库中内容的架构

source: The maximum number of versions of each package to keep.
fr: Le nombre maximum de versions de chaque paquet à conserver.
ka: თითოეული პროგრამის შენახული ვერსიების რაოდენობა.
zh_cn: 要保留的每个软件包的最大版本数。

source: Time to expire yum metadata in seconds. Only relevant for custom yum repositories.
fr: Délai d'expiration des métadonnées yum en secondes. Ne concerne que les référentiels yum personnalisés.
zh_cn: yum 元数据过期的时间（以秒为单位）。只适用于自定义 yum 存储库。

source: Product the repository belongs to
fr: Produit auquel le référentiel appartient
ka: პროდუქტი, რომელსაც რეპოზიტორია მიეკუთვნება
zh_cn: 仓库所属的产品

source: Type of repository. Available types endpoint: /katello/api/repositories/repository_types
fr: Type de référentiel. Point de terminaison des types disponibles : /katello/api/repositories/repository_types
zh_cn: 仓库的类型。可用类型端点： /katello/api/repositories/repository_types

source: List of enabled repositories
fr: Liste de référentiels activés
ka: ჩართული რეპოზიტორიების სია
zh_cn: 启用的仓库列表

source: List of repositories for a content view
fr: Liste de référentiels pour un affichage de contenu
ka: შემცველობის ხედის რეპოზიტორიების სია
zh_cn: 内容视图的仓库列表

source: List of repositories in an organization
fr: Liste des référentiels d’une organisation
ka: ორგანიზაციის რეპოზიტორიების სია
zh_cn: 机构中的仓库列表

source: List repositories in the environment
fr: Liste des référentiels dans l'environnement
ka: გარემოების რეპოზიტორიების სია
zh_cn: 列出环境中的仓库

source: List of repositories for a product
fr: Liste de tous les référentiels d'un produit
ka: პროდუქტის რეპოზიტორიების სია
zh_cn: 产品的仓库列表

source: List of repositories belonging to a product in an environment
fr: Liste des référentiels appartenant à un produit dans un environnement
ka: რეპოზიტორიების სია, რომელიც გარემოში არსებულ პროდუქტს მიეკუთვნება
zh_cn: 属于一个环境中的一个产品的仓库列表

source: ID of an organization to show repositories in
fr: ID d'une organisation dans laquelle afficher les référentiels
ka: იმ რეპოზიტორიების ჩვენება, რომლის ორგანიზაციის ID
zh_cn: 在其中显示仓库的机构 ID

source: ID of a product to show repositories of
fr: ID d'un produit pour lequel afficher les référentiels
ka: იმ რეპოზიტორიების ჩვენება, რომლის პროდუქტის ID
zh_cn: 欲顯示其軟體庫的產品之 ID

source: ID of an environment to show repositories in
fr: ID d'un environnement dans lequel afficher les référentiels
ka: იმ რეპოზიტორიების ჩვენება, რომლის გარემოს ID
zh_cn: 欲顯示其軟體庫的環境之 ID

source: ID of a content view to show repositories in
fr: ID d'un affichage de contenu dans lequel afficher les référentiels
ka: იმ რეპოზიტორიების ჩვენება, რომლის შემცველობის ხედის ID
zh_cn: 欲顯示其內部軟體庫的內容視域之 ID

source: ID of a content view version to show repositories in
fr: ID d'une version d'affichage de contenu sur laquelle afficher les référentiels
ka: იმ რეპოზიტორიების ჩვენება, რომლის შემცველობის ხედის ვერსიის ID
zh_cn: 在其中显示仓库的内容视图版本的 ID

source: Id of a deb package to find repositories that contain the deb
fr: Id d'un paquet deb pour trouver les référentiels qui contiennent le deb
zh_cn: 用来查找包括 deb 的仓库的 deb 软件包 ID

source: Id of an erratum to find repositories that contain the erratum
fr: id d'une erratum pour trouver les référentiels qui contiennent l'erratum
ka: მორჩენილი პაჩის ID, რომ იპოვოთ რეპოზიტორია, რომელიც ამ მორჩენილ პაჩს შეიცავს
zh_cn: 勘误ID，以查找包含该勘误的仓库

source: Id of a rpm package to find repositories that contain the rpm
fr: Id d'un paquet rpm pour trouver les référentiels qui contiennent le rpm
ka: RPM პაკეტის ID, რომ იპოვოთ რეპოზიტორია, რომელიც ამ RPM-ს შეიცავს
zh_cn: 用来查找包括 rpm 的仓库的 rpm ID

source: Id of a file to find repositories that contain the file
fr: Id d'un paquet pour trouver les référentiels qui contiennent le fichier
ka: ფაილის ID, რომ იპოვოთ რეპოზიტორია, რომელიც ამ ფაილს შეიცავს
zh_cn: 用来查找包括文件的仓库的文件 ID

source: Id of an ansible collection to find repositories that contain the ansible collection
fr: Id d'une collection ansible pour trouver les référentiels qui contiennent la collection ansible
zh_cn: 用来查找包括 ansible 集合的仓库的 ansible 集合 ID

source: show repositories in Library and the default content view
fr: afficher les référentiels dans la Bibliothèque et l'affichage de contenu par défaut
ka: რეპოზიტორიების ჩვენება ბიბლიოთეკაში და ნაგულისხმევ შემცველობის ხედში
zh_cn: 在库和默认内容视图中显示仓库

source: show archived repositories
fr: afficher les référentiels d'archives
ka: დაარქივებული რეპოზიტორიების ჩვენება
zh_cn: 显示归档的仓库

source: Limit the repository type. Available types endpoint: /katello/api/repositories/repository_types
fr: Limite le type de référentiel. Point de terminaison des types disponibles : /katello/api/repositories/repository_types
zh_cn: 限制仓库的类型。可用类型端点： /katello/api/repositories/repository_types

source: name of the repository
fr: nom du référentiel
ka: რეპოზიტორიის სახელი
zh_cn: 仓库名称

source: label of the repository
fr: libellé du référentiel
ka: რეპოზიტორიის ჭდე
zh_cn: 仓库标签

source: description of the repository
fr: description du référentiel
ka: რეპოზიტორიის აღწერა
zh_cn: 仓库的描述

source: interpret specified object to return only Repositories that can be associated with specified object. Only 'content_view' & 'content_view_version' are supported.
fr: Interprète l'objet spécifié pour qu’il ne retourne que les référentiels qui peuvent être associés à l'objet spécifié. La valeur 'content_view' est prise en charge.
zh_cn: 解析指定的对象只返回与特定对象关联的仓库。只支持 'content_view' 和 'content_view_version'。

source: Filter repositories by content unit type (erratum, docker_tag, etc.). Check the "Indexed?" types here: /katello/api/repositories/repository_types
fr: Filtrez les référentiels par type d'unité de contenu (erratum, docker_tag, etc.). Vérifiez les types "Indexé ?" ici : /katello/api/repositories/repository_types
zh_cn: 按内容单元类型 (erratum、docker_tag 等) 过滤仓库。要检查 "Indexed?" 类型：/katello/api/repositories/repository_types

source: limit to only repositories with this download policy
fr: limiter aux référentiels ayant cette politique de téléchargement
ka: მხოლოდ გადმოწერის წესების მქონე რეპოზიტორიების ჩვენება
zh_cn: 限制为仅具有此下载策略的仓库

source: only show the repositories readable by this user with this username
fr: afficher uniquement les référentiels lisibles par cet utilisateur avec ce nom d'utilisateur
zh_cn: 仅显示带有此用户名的用户可读的软件仓库

source: Invalid params provided - content_type must be one of %s
fr: Params non valides fournis - content_type doit être un parmi %s
ka: მითითებული პარამეტრები არასწორია - content_type უნდა იყოს %s-დან ერთ-ერთი
zh_cn: 提供了无效的参数 - content_type 必须是 %s 之一

source: Invalid params provided - with_content must be one of %s
fr: Params non valides fournis - with_content doit être un parmi %s
ka: მითითებული პარამეტრები არასწორია - with_content_type უნდა იყოს %s-დან ერთ-ერთი
zh_cn: 提供了无效的参数 - with_content 必须是 %s 之一

source: List :resource
ka: :resource-ების სია
zh_cn: 列出 :resource

source: content view versions to compare
fr: versions d'affichage de contenu à comparer
ka: შემცველობის ხედის შესადარებელი ვერსიები
zh_cn: 欲進行比較的內容視域版本

source: Library repository id to restrict comparisons to
fr: ID de référentiel de bibliothèque pour restreindre les comparaisons à
zh_cn: 欲限制比較的函式庫軟體庫 ID

source: Return same, different or all results
fr: Renvoyer les mêmes résultats, des résultats différents ou tous les résultats
ka: იგივე, განსხვავებული ან ყველა შედეგის დაბრუნება
zh_cn: 返回相同、不同或全部结果

source: No content_view_version_ids provided
fr: Aucun content_view_version_ids fourni
ka: Content_view_version_ids მიწოდებული არაა
zh_cn: 未提供 content_view_version_ids

source: Couldn't find content view versions '%s'
fr: Impossible de trouver les versions d'affichage de contenu '%s'
ka: შემცველობის ხედის ვერსიები '%s' ვერ ვიპოვე
zh_cn: 找不到内容视图版本%s'

source: Create a custom repository
fr: Créer un référentiel personnalisé
ka: თქვენი რეპოზიტორიის შექმნა
zh_cn: 创建自定义仓库

source: Name of the repository
fr: Nom du référentiel
ka: რეპოზიტორიის სახელი
zh_cn: 仓库名

source: Description of the repository
fr: Description du référentiel
ka: რეპოზიტორიის აღწერა
zh_cn: 仓库的描述信息

source: Show the available repository types
fr: Affiche les types de référentiels disponibles
ka: რეპოზიტორიის ხელმისაწვდომი ტიპების ჩვენება
zh_cn: 显示可用的仓库类型

source: When set to 'True' repository types that are creatable will be returned
fr: Si défini sur 'Vrai', les types de référentiels qui peuvent être créés seront retournés
zh_cn: 当设置为 "True"，可创建的仓库类型将会被返回

source: Forces a republish of the specified repository, regenerating metadata and symlinks on the filesystem. Not allowed for repositories with the 'Complete Mirroring' mirroring policy.
fr: Force une republication du référentiel spécifié, en régénérant les métadonnées et les liens symboliques sur le système de fichiers. Non autorisé pour les référentiels avec la politique de mise en miroir « Mise en miroir complète ».
zh_cn: 强制重新发布指定存储库，在文件系统上重新生成元数据和符号链接。不允许使用"Complete Mirroring' 镜像"镜像策略的存储库。

source: Force metadata regeneration to proceed. Dangerous when repositories use the 'Complete Mirroring' mirroring policy
fr: Force la régénération des métadonnées à se poursuivre. Dangereux lorsque les référentiels utilisent la politique de mise en miroir "Complete Mirroring"
zh_cn: 强制元数据重新生成继续。当存储库使用 'Complete Mirroring' mirroring 策略时这样做是危险的

source: Metadata republishing is risky on 'Complete Mirroring' repositories. Change the mirroring policy and try again. Alternatively, use the 'force' parameter to regenerate metadata locally. On the next sync, the upstream repository's metadata will overwrite local metadata for 'Complete Mirroring' repositories.
fr: La republication des métadonnées est risquée sur les référentiels « Complete Mirroring ». Modifiez la politique de mise en miroir et réessayez. Vous pouvez également utiliser le paramètre « force » pour régénérer les métadonnées localement. Lors de la prochaine synchronisation, les métadonnées du référentiel en amont écraseront les métadonnées locales des référentiels « Complete Mirroring ».
zh_cn: 元数据重新发布会面临"完成镜像"存储库的风险。更改镜像策略并重试。 或者，使用 'force' 参数在本地重新生成元数据。在下一次同步中，上游存储库的元数据将覆盖 'Complete Mirroring' 存储库的本地元数据。

source: Show a repository
fr: Afficher un référentiel
ka: რეპოზიტორიის ჩვენება
zh_cn: 显示仓库

source: repository ID
fr: ID référentiel
ka: რეპოზიტორიის ID
zh_cn: 仓库 ID

source: Sync a repository
fr: Synchroniser un référentiel
ka: რეპოზიტორიის სინქრონიზაცია
zh_cn: 同步軟體庫

source: perform an incremental import
fr: effectuer une importation progressive
ka: ინკრემენტული შემოტანის შესრულება
zh_cn: 执行增量导入

source: Force sync even if no upstream changes are detected. Only used with yum or deb repositories.
fr: Sync forcée même si aucun changement en amont n'est détecté. Utilisé uniquement avec les référentiels yum ou deb.
zh_cn: 即使未检测到上游更改也强制进行同步。仅用于 yum 或 deb 仓库。

source: Force a sync and validate the checksums of all content. Only used with yum repositories.
fr: Forcer une synchronisation et valider les sommes de contrôle de tous les contenus. Utilisé uniquement avec les référentiels yum.
zh_cn: 强制一个同步并验证所有内容的 checksums。仅用于yum仓库。

source: attempted to sync a non-library repository.
fr: a tenté de synchroniser un référentiel autre qu'une bibliothèque.
zh_cn: 尝试同步 non-library 存储库。

source: attempted to sync without a feed URL
fr: a tenté de sync sans URL de flux
ka: სინქრონიზაციის მცდელობა წყაროს URL-ის გარეშე
zh_cn: 尝试在没有 Feed URL 的情况下进行同步

source: Verify checksum of repository contents
fr: Vérifier la somme de contrôle des contenus de référentiel
ka: რეპოზიტორიის შემცველობის საკონტროლო ჯამის შემოწმება
zh_cn: 验证存储库内容的校验和

source: Reclaim space from an On Demand repository
fr: Récupérer l’espace en provenance d’un référentiel Sur demande
ka: სივრცის მოთხოვნა ყველა მოთხოვნით რეპოზიტორიიდან
zh_cn: 重新声明来自 On Demand 存储库的空间

source: Update a repository
fr: Mettre à jour un référentiel
ka: რეპოზიტორიის განახლება
zh_cn: 更新仓库

source: Destroy a custom repository
fr: Détruire un référentiel personnalisé
ka: თქვენი რეპოზიტორიის განადგურება
zh_cn: 销毁自定义仓库

source: Force delete the repository by removing it from all content view versions
fr: Suppression forcée du référentiel en le supprimant de toutes les versions d’affichage de contenu
zh_cn: 从所有内容视图版本中删除存储库来强制删除存储库

source: Delete content view filters that have this repository as the last associated repository. Defaults to true. If false, such filters will now apply to all repositories in the content view.
fr: Supprimez les filtres d'affichage de contenu qui ont ce référentiel comme dernier référentiel associé. La valeur par défaut est vrai. S'ils sont sur faux, ces filtres s'appliqueront désormais à tous les référentiels dans la vue du contenu.
zh_cn: 删除将此存储库作为最后一个关联的存储库的内容视图过滤器。默认为 true。如果为 false，则此类过滤器现在应用到内容视图中的所有存储库。

source: The type of content to remove (srpm, docker_manifest, etc.). Check removable types here: /katello/api/repositories/repository_types
fr: Le type de contenu à supprimer (srpm, docker_manifest, etc.). Vérifiez les types de suppression ici : /katello/api/repositories/repository_types
zh_cn: 要删除的内容类型 (srpm、docker_manifest 等)。选中可删除类型：/katello/api/repositories/repository_types

source: Whether or not to sync an external capsule after upload. Default: true
fr: Synchronisation ou non d'une capsule externe après le téléchargement. Valeur par défaut : true
zh_cn: 上传后是否同步外部 capsule。默认值：true

source: No content ids provided
fr: Aucuns ids de contenu ne sont fournis
ka: შემცველობის ID-ები მიწოდებული არაა
zh_cn: 未提供內容 ID

source: Upload content into the repository
fr: Télécharger le contenu dans le référentiel
ka: რეპოზიტორიაში შემცველობის ატვირთვა
zh_cn: 上傳內容至軟體庫

source: Content files to upload. Can be a single file or array of files.
fr: Fichiers de contenu à télécharger. Il peut s'agir d'un fichier unique ou d'un ensemble de fichiers.
ka: შემცველობის ასატვირთი ფაილები. შეიძლება იყოს ერთი ფაილი ან ფაილების მასივი.
zh_cn: 要上传的内容文件。可以是单个文件或文件数组。

source: The type of content to upload (srpm, file, etc.). Check uploadable types here: /katello/api/repositories/repository_types
fr: Le type de contenu à télécharger (srpm, fichier, etc.). Vérifiez les types téléchargeables ici : /katello/api/repositories/repository_types
zh_cn: 要上传的内容类型 (srpm、file 等)。检查可上传类型：/katello/api/repositories/repository_types

source: Cannot upload Container Image content.
fr: Impossible de télécharger le contenu de l'image du conteneur.
ka: კონტეინერის ასლის ატვირთვა სეუძლებელია.
zh_cn: 无法上传容器镜像内容。

source: Import uploads into a repository
fr: Importer les téléchargements dans un référentiel
ka: ატვირთულების შეტანა რეპოზიტორიაში
zh_cn: 将上传文件导入仓库

source: Do not wait for the ImportUpload action to finish. Default: false
fr: N'attendez pas la fin de l'action ImportUpload. Valeur par défaut : false
ka: ImportUpload ქმედების დასრულებას არ დაველოდები. ნაგულისხმევი: ცრუ
zh_cn: 不要等待 ImportUpload 操作完成。默认值：false

source: Whether or not to regenerate the repository on disk. Default: true
fr: La régénération ou non du référentiel sur disque. Valeur par défaut : true
ka: დაგენერირდება დისკზე რეპოზიტორია თავიდან, თუ არა. ნაგულისხმევი: დიახ
zh_cn: 是否重新生成磁盘上的仓库。默认值：true

source: Array of uploads to import
fr: Ensemble des téléchargements à importer
ka: შემოსატანი ატვირთვების მასივი
zh_cn: 导入的上传数组

source: Needs to only be set for file repositories or docker tags
fr: Ne doit être défini que pour les référentiels de fichiers ou les balises docker
ka: დაყენება მხოლოდ docker-is ჭდეებისთვის და ფაილის რეპოზიტორიებისთვისაა საჭირო
zh_cn: 只需要为文件仓库或 docker 标签设置
