Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Unable to connect
fr: Impossible de se connecter
ka: დაკავშირება შეუძლებელია
zh_cn: 无法连接

source: There was an error retrieving data from the server. Check your connection and try again.
fr: Une erreur est survenue lors de l’extraction des données du serveur. Veuillez vérifier la connexion et essayer à nouveau.
zh_cn: 从服务器检索数据时出错。请检查您的连接并重试。

source: Problem searching
fr: Recherche de problèmes
ka: ძებნის პრობლემა
zh_cn: 问题搜索

source: Try changing your search settings.
fr: Essayez de modifier vos paramètres de recherche.
ka: სცადეთ შეცვალოთ ძებნის მოთხოვნები.
zh_cn: 尝试更改搜索设置。

source: Select Organization
fr: Choisir une organisation
ka: აირჩიეთ ორგანიზაცია
zh_cn: 选择机构

source: Legacy content host UI
fr: Interface utilisateur de l'hôte de contenu hérité
ka: მოძველებული შემცველობის ჰოსტის ინტერფეისი
zh_cn: 旧内容主机 UI

source: Refresh applicability
fr: Actualiser l'applicabilité
ka: შესატყვისობის განახლება
zh_cn: 刷新适用性

source: Edit content view assignment
fr: Modifier l'affectation de la vue du contenu
ka: შემცველობის ხედის მინიჭების ჩასწორება
zh_cn: 编辑内容视图分配

source: No content views available for the selected environment
fr: Aucune vue du contenu n'est disponible pour l'environnement sélectionné
ka: მონიშნული გარემოსთვის შემცველობის ხედები ხელმისაწვდომი არაა
zh_cn: 没有可用于所选环境的内容视图

source: View the Content Views page
fr: Afficher la page Vues du contenu
ka: შემცველობის ხედის გვერდის ნახვა
zh_cn: 查看 Content Views 页面

source: to manage and promote content views, or select a different environment.
fr: pour gérer et promouvoir les vues de contenu, ou sélectionnez un autre environnement.
zh_cn: 管理和提升内容视图，或选择不同的环境。

source: Some environments are disabled because they are not associated with the host's content source.
fr: Certains environnements sont désactivés parce qu'ils ne sont pas associés à la source de contenu de l'hôte.
zh_cn: 有些环境被禁用，因为它们没有与主机的内容源关联。

source: To enable them, add the environment to the host's content source, or
fr: Pour les activer, ajoutez l'environnement à la source de contenu de l'hôte, ou
zh_cn: 要启用它们，请将环境添加到主机的内容源中，或者

source: change the host's content source.
fr: modifier la source de contenu de l'hôte.
ka: ჰოსტის შემცველობის წყაროს შეცვლა.
zh_cn: 更改主机的内容源。

source: Select environment
fr: Choisir l'environnement
ka: აირჩიეთ გარემო
zh_cn: 选择环境

source: Errata and package information will be updated immediately.
fr: Les errata et les informations sur les paquets seront mis à jour immédiatement.
zh_cn: 勘误和软件包信息将立即更新。

source: Errata and package information will be updated at the next host check-in or package action.
fr: Les errata et les informations sur les paquets seront mis à jour lors du prochain enregistrement de l'hôte ou de la prochaine action sur les paquets.
zh_cn: 勘误和软件包信息将在下一个主机检查或软件包操作中更新。

source: Update the host immediately via remote execution
fr: Mise à jour immédiate de l'hôte par exécution à distance
zh_cn: 通过远程执行立即更新主机

source: Content view details
fr: Détails d'affichage du contenu
ka: შემცველობის ხედის დეტალები
zh_cn: 内容视图详情

source: Lifecycle environment: {lce}
fr: Environnement de cycle de vie : {lce}
ka: ცხოვრების ციკლის გარემო: {lce}
zh_cn: 生命周期环境：{lce}

source: Version in use
fr: Version à utiliser
ka: გამოყენებული ვერსია
zh_cn: 使用的版本

source: Host content view and environment updated
fr: Mise à jour de la vue du contenu de l'hôte et de l'environnement
ka: ჰოსტის შემცველობის ხედ და გარემო განახდა
zh_cn: 主机内容视图和环境已更新

source: security advisories
fr: avis de sécurité
ka: უსაფრთხოების რეკომენდაციები
zh_cn: 安全公告

source: security advisory
fr: avis de sécurité
ka: უსაფრთხოების რეკომენდაცია
zh_cn: 安全公告

source: bug fixes
fr: corrections de bogues
ka: შეცდომების გასწორებები
zh_cn: 程序错误修正

source: bug fix
fr: correction de bogue
ka: შეცდ. გასწ
zh_cn: 程序错误修正

source: enhancements
fr: améliorations
ka: გაუმჯობესებები
zh_cn: 功能增强

source: enhancement
fr: amélioration
ka: გაუმჯობესება
zh_cn: 功能增强

source: All errata up-to-date
fr: Tous les errata sont à jour
ka: ყველა მორჩენილი პაჩი განახლებულია
zh_cn: 所有勘误已为最新

source: No action required
fr: Aucune action requise
ka: არაფრის გაკეთება საჭირო არაა
zh_cn: 不需要操作

source: Enable repository sets
fr: Activer les ensembles de référentiels
ka: რეპოზიტორიის სეტების ჩართვა
zh_cn: 启用仓库集

source: Applicable
ka: განკუთვნილი
zh_cn: 适用

source: Applicable errata apply to at least one package installed on the host.
fr: Les errata applicables s'appliquent à au moins un paquet installé sur l'hôte.
zh_cn: 适用的勘误会应用到主机上安装的至少一个软件包。

source: Installable
ka: დაყენებადი
zh_cn: 可安装

source: Installable errata are applicable errata that are available in the host's content view and lifecycle environment.
fr: Les errata installables sont des errata applicables qui sont disponibles dans la vue du contenu et l'environnement du cycle de vie de l'hôte.
zh_cn: 可安装勘误是主机的内容视图和生命周期环境中可用的适用勘误。

source: Host collections updated
fr: Mise à jour des collections d'hôtes
ka: ჰოსტის კოლექციები განახლდა
zh_cn: 已更新的主机集合

source: Add host to collections
fr: Ajouter un hôte aux collections
ka: ჰოსტის კოლექციაში ჩამატება
zh_cn: 将主机添加到集合中

source: Remove host from collections
fr: Retirer l'hôte des collections
ka: ჰოსტის კოლექციიდან წაშლა
zh_cn: 从集合中删除主机

source: Add to a host collection
fr: Ajouter à une collection d'hôtes
ka: ჰოსტის კოლექციაში ჩამატება
zh_cn: 添加到一个主机集合

source: Host collections
fr: Collections d'hôtes
ka: ჰოსტების კოლექციები
zh_cn: 主机集合

source: No host collections yet
fr: Pas encore de collections d'hôtes
ka: ჯერ ჰოსტების კოლექციები არ გაქვთ
zh_cn: 还没有主机集合

source: To get started, add this host to a host collection.
fr: Pour commencer, ajoutez cet hôte à une collection d'hôtes.
ka: დასაწყებად ეს ჰოსტი ჰოსტების კოლექციაში ჩაამატეთ.
zh_cn: 要开始，将此主机添加到主机集合。

source: No description provided
fr: Aucune description fournie
ka: აღწერის გარეშე
zh_cn: 没有提供描述

source: No host collections
fr: Aucune collection d'hôtes
ka: ჰოსტის კოლექციების გარეშე
zh_cn: 没有主机集合

source: There are no host collections available to add.
fr: Il n'y a pas de collections d'hôtes disponibles à ajouter.
ka: დასამატებლად ჰოსტის კოლექცია არ არსებობს.
zh_cn: 没有可以添加的主机集合。

source: No matching host collections found
fr: Aucune collection d'hôtes correspondante n'a été trouvée
ka: ჰოსტის შესაბამისი კოლექცია არ არსებობს
zh_cn: 没有找到匹配的主机集合

source: Problem searching host collections
fr: Problème de recherche dans les collections d'hôtes
ka: ჰოსტის კოლექციებში ძებნის შეცდომა
zh_cn: 搜索主机集合的问题

source: Create host collection
fr: Créer Collection d'hôtes
ka: ჰოსტების კოლექციის შექმნა
zh_cn: 创建主机集

source: Host collection
fr: Collection d'hôtes
ka: ჰოსტის კოლექცია
zh_cn: 主机集合

source: Capacity
fr: Capacité
ka: მოცულობა
zh_cn: 容量

source: Description
ka: დახასიათება
zh_cn: 描述

source: Add
fr: Ajouter
ka: _დამატება
zh_cn: 添加

source: Remove
fr: Supprimer
ka: წაშლა
zh_cn: 移除

source: Add host to host collections
fr: Ajouter un hôte aux collections d'hôtes
ka: ჰოსტის კოლექციაში ჩამატება
zh_cn: 将主机添加到主机集合

source: Remove host from host collections
fr: Supprimer un hôte des collections d'hôtes
ka: ჰოსტის კოლექციიდან წაშლა
zh_cn: 从主机集合中删除主机

source: Select host collection(s) to associate with host {hostName}.
fr: Sélectionnez la ou les collections d'hôtes à associer à l'hôte {hostName}.
zh_cn: 选择与主机 {hostName} 关联的主机集合。

source: Select host collection(s) to remove from host {hostName}.
fr: Sélectionnez la ou les collections d'hôtes à supprimer de l'hôte {hostName}.
zh_cn: 从主机 {hostName} 中选择要删除的主机集合。

source: Search host collections
fr: Recherche de collections d'hôtes
ka: ჰოსტების კოლექციების ძებნა
zh_cn: 搜索主机集合

source: unlimited
fr: illimité
ka: შეუზღუდავი
zh_cn: 无限制

source: System purpose attributes updated
fr: Mise à jour des attributs system purpose
ka: სისტემის დანიშნულების ატრიბუტები განახლდა
zh_cn: 更新的系统目的属性

source: System purpose enables you to set the system's intended use on your network and improves reporting accuracy in the Subscriptions service of the Red Hat Hybrid Cloud Console.
fr: L'objectif du système vous permet de définir l'utilisation prévue du système sur votre réseau et améliore la précision des rapports dans le service Abonnements de la console Red Hat Hybrid Cloud.
zh_cn: 系统目的用于设置系统在网络中的使用目的，以便在 Red Hat Hybrid Cloud Console 的订阅服务中提高报告准确性。

source: Usage type
fr: Type d'utilisation
ka: გამოყენების ტიპი
zh_cn: 使用类型

source: Release version
fr: Version de sortie
ka: რელიზის ვერსია
zh_cn: 发行版本

source: Add-ons
ka: დამატებები
zh_cn: 附加组件

source: (unset)
fr: (non défini)
ka: (დაყენებული არაა)
zh_cn: （未设置）

source: Edit system purpose attributes
fr: Modifier les attributs system purpose
ka: სისტემის დანიშნულების ატრიბუტების ჩასწორება
zh_cn: 编辑系统目的属性

source: Select system purpose attributes for host {name}.
fr: Sélectionner les attributs system purpose de l'hôte {name}.
zh_cn: 为主机 {name} 选择系统目的属性。

source: Select system purpose attributes for activation key {name}.
fr: Sélectionnez les attributs d'objectif du système pour la clé d'activation{name} .
zh_cn: 为激活码 {name} 选择系统目的属性。

source: Select add-ons
fr: Sélectionnez les add-ons
ka: აირჩიეთ დამატებები
zh_cn: 选择附加组件

source: disk
fr: disque
ka: დისკი
zh_cn: 磁盘

source: HW properties
fr: Propriétés HW
ka: აპარატურის თვისებები
zh_cn: HW 属性

source: Model
fr: Modéliser
ka: მოდელი
zh_cn: 模型

source: Number of CPU(s)
fr: Nombre de processeurs
ka: CPU-ების რაოდენობა
zh_cn: CPU 的数量

source: Sockets
ka: სოკეტები
zh_cn: 插槽

source: Cores per socket
fr: Cores par socket
ka: ბირთვი თითო სოკეტზე
zh_cn: 每個插槽的核心數

source: Installed products
fr: Produits installés
ka: დაყენებული პროდუქტები
zh_cn: 安装的产品

source: Last check-in:
fr: Dernière vérification :
ka: ბოლო მომართვა:
zh_cn: 最后签到：

source: Never
fr: Jamais
ka: არასდროს
zh_cn: 决不

source: Activation keys
fr: Clés d'activation
ka: აქტივაცის გასაღებები
zh_cn: 激活码

source: Activation key
fr: Clé d'activation
ka: აქტივაციის გასაღები
zh_cn: 激活码

source: Registration details
fr: Détails de l'inscription
ka: რეგისტრაციის დეტალები
zh_cn: 注册详情

source: Registered on
fr: Enregistré le
ka: რეგისტრაციის ადგილი
zh_cn: 注册于

source: Registered by
fr: Enregistré par
ka: დამარეგისტრირებელი
zh_cn: 注册人

source: Content source
fr: Source de contenu
ka: შემცველობის წყარო
zh_cn: 内容源

source: Subscription UUID
fr: UUID de l’abonnement
ka: გამოწერის UUID
zh_cn: 订阅 UUID

source: Copied to clipboard
fr: Copié dans le presse-papiers
ka: დაკოპირდა გაცვლის ბაფერში
zh_cn: 已复制到剪贴板

source: Virtual guests
fr: Invités virtuels
ka: ვირტუალური სტუმრები
zh_cn: 虚拟客户系统

source: %s guests
fr: %s invités
ka: %s სტუმარი
zh_cn: %s 客户系统

source: Virtual host
fr: Hôte virtuel
ka: ვირტუალური ჰოსტი
zh_cn: 虚拟主机

source: Installed
fr: Installé
ka: ჩადგმულია
zh_cn: 已安裝

source: Not installed
fr: Non installé
ka: დაყენებული არაა
zh_cn: 未安装

source: Module streams
fr: Flux de module
ka: მოდულის ნაკადები
zh_cn: 模块流

source: Repository sets
fr: Ensembles de référentiels
ka: რეპოზიტორიების სეტები
zh_cn: 仓库集

source: Install via remote execution
fr: Installation par exécution à distance
ka: დაშორებული გაშვების გავლით დაყენება
zh_cn: 通过远程执行安装

source: Install via customized remote execution
fr: Redémarrer via exécution à distance personnalisée
ka: მორგებული დაშორებული გაშვების გავლით დაყენება
zh_cn: 通过自定义远程执行安装

source: No packages available to install
fr: Aucun paquet disponible pour l'installation
ka: დასაყენებელი პაკეტები მიუწვდომელია
zh_cn: 没有可安装的软件包

source: No packages available to install on this host. Please check the host's content view and lifecycle environment.
fr: Aucun paquet n'est disponible pour l'installation sur cet hôte. Veuillez vérifier la vue du contenu de l'hôte et l'environnement du cycle de vie.
zh_cn: 没有在此主机上可以安装的软件包。请检查主机的内容视图和生命周期环境。

source: No matching packages found
fr: Aucun paquet correspondant n'a été trouvé
ka: შესატყვისი პაკეტი ვერ მოიძებნა
zh_cn: 没有找到匹配的软件包组

source: Version
ka: ვერსია
zh_cn: 版本

source: Install packages
fr: Installer les paquets
ka: პაკეტების დაყენება
zh_cn: 安装软件包

source: Select packages to install to the host {hostName}.
fr: Sélectionnez les paquets à installer sur l'hôte {hostName}.
ka: აირჩიეთ პაკეტები, რომლებიც ჰოსტზე {hostName} გნებავთ, დააყენოთ.
zh_cn: 选择安装到主机 {hostName} 的软件包。

source: Search available Debian packages
fr: Rechercher les paquets Debian disponibles
ka: ხელმისაწვდომი Debian-ის პაკეტების ძებნა
zh_cn: 搜索可用的 Debian 软件包

source: This host does not have any packages.
fr: Cet hôte n’a pas d’errata installable.
ka: ამ ჰოსტს პაკეტები არ გააჩნია.
zh_cn: 该主机没有任何软件包。

source: Packages will appear here when available.
fr: Les paquets apparaîtront ici une fois disponibles.
ka: პაკეტები, როცა ხელმისაწვდომი იქნება, აქ გამოჩნდება.
zh_cn: 当软件包可用时，将在此处显示。

source: Problem searching packages
fr: Problème de recherche de paquets
ka: პაკეტების ძებნის პრობლემა
zh_cn: 搜索软件包有问题

source: Installed version
fr: Version installée
ka: დაყენებული ვერსია
zh_cn: 安装的版本

source: Upgradable to
fr: Pouvant être mis à niveau à
ka: განახლებადი ვერსიამდე
zh_cn: 可升级到

source: A remote execution job is in progress.
fr: Un travail d'exécution à distance est en cours.
ka: დაშორებულად გაშვებული დავალება ჯერ კიდევ მიმდინარეობს.
zh_cn: 远程执行作业正在进行中。

source: Upgrade via remote execution
fr: Mettre à niveau via exécution à distante
ka: დაშორებულ გაშვებით განახლება
zh_cn: 通过远程执行升级

source: Upgrade via customized remote execution
fr: Mettre à niveau via exécution à distance personnalisée
ka: მორგებული დაშორებული გაშვების გავლით განახლება
zh_cn: 通过自定义远程执行升级

source: Upgrade
fr: Mettre à niveau
ka: განახლება
zh_cn: 升级

source: No matching errata found
fr: Aucune errata correspondante n’a été trouvée
ka: შესაბამისი მორჩენილი პაჩი არ არსებობს
zh_cn: 未找到匹配的勘误

source: All up to date
fr: Tout est à jour
ka: ყველაფერი განახლებულია
zh_cn: 所有都已最新

source: No action is needed because there are no applicable errata for this host.
fr: Aucune action n'est nécessaire car il n'y a pas d'errata applicable pour cet hôte.
zh_cn: 不需要操作，因为没有适用于此主机的勘误。

source: Refresh errata applicability
fr: Actualiser l'applicabilité des errata
ka: მორჩენილი პაჩების შესატყვისობის განახლება
zh_cn: 刷新勘误适用性

source: This host has errata that are applicable, but not installable. Adjust your filters and try again.
fr: Cet hôte a des errata qui sont applicables, mais non installables. Ajustez vos filtres et réessayez.
zh_cn: 此主机具有适用的勘误，但无法安装。调整您的过滤器并重试。

source: View applicable errata
fr: Voir l'errata applicable
ka: განკუთვნილი მორჩენილი პაჩების ნახვა
zh_cn: 查看适用的勘误

source: Problem searching errata
fr: Problème de recherche d'errata
ka: მორჩენილი პაჩის ძებნის პრობლემა
zh_cn: 搜索勘误有问题

source: Published date
fr: Date de publication
ka: გამოქვეყნების დრო
zh_cn: 发布的日期

source: A remote execution job is in progress
fr: Un travail d'exécution à distance est en cours
ka: დაშორებულად გაშვებული დავალება ჯერ კიდევ მიმდინარეობს
zh_cn: 远程执行作业正在进行

source: Apply via remote execution
fr: Appliquer via exécution à distante
ka: დაშორებული გაშვებით გადატარება
zh_cn: 通过远程执行应用

source: Apply via customized remote execution
fr: Appliquer via exécution à distance personnalisée
ka: თქვენზე მორგებული დაშორებული გაშვებით გადატარება
zh_cn: 通过自定义远程执行应用

source: Apply
fr: Appliquer
ka: გამოყენება
zh_cn: 应用

source: Apply erratum
fr: Appliquer l'erratum
ka: მორჩენილი პაჩის გადატარება
zh_cn: 应用勘误

source: Yes
fr: Oui
ka: დიახ
zh_cn: 是

source: This erratum is not installable because it is not in this host's content view and lifecycle environment.
fr: Cet erratum n’est pas installable car il ne fait pas partie de ce affichage de contenu ou environnement de cycle de vie de cet hôte.
zh_cn: 此勘误不可安装，因为它不在此主机的内容视图和生命周期环境中。

source: No
fr: Non
ka: არა
zh_cn: 否

source: Bugs
fr: Bogues
ka: შეცდომები
zh_cn: 程序错误

source: CVEs
fr: CVE
ka: CVE-ები
zh_cn: CVE

source: Solution
ka: ამოხსნა
zh_cn: 解决方案

source: Full description
fr: Description complète
ka: სრული აღწერა
zh_cn: 完整描述

source: Hide description
fr: Cacher la description
ka: აღწერის დამალვა
zh_cn: 隐藏描述

source: Show full description
fr: Afficher Description complète
ka: სრული აღწერის ჩვენება
zh_cn: 显示完整描述

source: Disable module stream
fr: Désactiver le flux de modules
ka: მოდულის ნაკადის გამორთვა
zh_cn: 禁用模块流

source: Reset
fr: Restauration
ka: საწყისი პარამეტრები
zh_cn: 重置

source: Reset module stream
fr: Réinitialisation du flux de modules
ka: მოდულის ნაკადის საწყის მდგომარეობაზე დაბრუნება
zh_cn: 重置模块流

source: Remove module stream
fr: Supprimer un flux de modules
ka: მოდულის ნაკადის წაშლა
zh_cn: 删除模块流

source: Installed module profiles will be removed. Additionally, all packages whose names are provided by specific modules will be removed. Packages required by other installed modules profiles and packages whose names are also provided by other modules are not removed.
fr: Les profils des modules installés seront supprimés. De plus, tous les paquets dont les noms sont fournis par des modules spécifiques seront supprimés. Les paquets requis par les profils des autres modules installés et les paquets dont les noms sont également fournis par d'autres modules ne sont pas supprimés.
zh_cn: 安装的模块配置集将被删除。此外，所有其名称由特定模块提供的软件包也将会被删除。被其他安装的模块所需要的软件包以及其名称也由其他模块提供的软件包将不会被删除。

source: This host does not have any Module streams.
fr: Cet hôte n'a pas de flux de modules.
ka: ჰოსტს მოდულის ნაკადები არ გააჩნია.
zh_cn: 此主机没有任何模块流。

source: Module streams will appear here after enabling Red Hat repositories or creating custom products.
fr: Les flux de modules apparaîtront ici après avoir activé les référentiels Red Hat ou créé des produits personnalisés.
zh_cn: 启用红帽存储库或创建自定义产品后，将在此处显示模块流。

source: Your search returned no matching Module streams.
fr: Votre recherche n'a donné aucun flux de modules correspondant.
ka: ძებნამ მოდულის ნაკადები არ დააბრუნა.
zh_cn: 您的搜索返回没有匹配的模块流。

source: Try changing your search criteria.
fr: Essayez de modifier vos critères de recherche.
ka: სცადეთ შეცვალოთ ძებნის მოთხოვნები.
zh_cn: 尝试更改搜索设置。

source: Enable Red Hat repositories
fr: Activer les référentiels Red Hat
ka: Red Hat-ის რეპოზიტორიების ჩართვა
zh_cn: 启用 Red Hat 仓库

source: Create a custom product
fr: Créer un produit personnalisé
ka: მორგებული პროდუქტის შექმნა
zh_cn: 创建自定义仓库

source: Problem searching module streams
fr: Problème de recherche de flux de modules
ka: მოდულის ნაკადების ძებნის პრობლემა
zh_cn: 搜索模块流有问题

source: Installation status
fr: État de l'installation
ka: დაყენების სტატუსი
zh_cn: 安装状态

source: State
fr: État
zh_cn: 状态

source: Stream
fr: Flux
ka: ნაკადი
zh_cn: 流

source: Installed profile
fr: Profil installé
ka: დაყენებული პროფილი
zh_cn: 安装的配置集

source: Customize with Rex
fr: Personnalisez avec Rex
ka: Rex-ით მორგება
zh_cn: 使用 Rex 自定义

source: Prevent from further updates
fr: Empêcher toute mise à jour ultérieure
ka: შემდგომი განახლებების დაბლოკვა
zh_cn: 防止进一步更新

source: Install
fr: Installez
ka: დაყენება
zh_cn: 安装

source: Update
fr: Mise à jour
ka: განახლება
zh_cn: 更新

source: Reset to the default state
fr: Remise à l'état par défaut
ka: ნაგულისხმევ მდგომარეობაზე დაბრუნება
zh_cn: 重置为默认状态

source: Uninstall and reset
fr: Désinstaller et réinitialiser
ka: წაშლა და საწყისი მდგომარეობის დაბრუნება
zh_cn: 卸载和重置

source: Search available packages
fr: Rechercher les paquets disponibles
ka: ხელმისაწვდომი პაკეტების ძებნა
zh_cn: 搜索可用的软件包

source: Refresh package applicability
fr: Actualiser l’applicabilité du package
ka: პაკეტების შესატყვისობის განახლება
zh_cn: 刷新软件包适用性

source: Repository set enabled
fr: Ensemble de référentiels activé
ka: რეპოზიტორიების სეტი ჩართულია
zh_cn: 启用的仓库集

source: Repository sets enabled
fr: Ensembles de référentiels activés
ka: რეპოზიტორიების სეტები ჩართულია
zh_cn: 启用的仓库集

source: Repository set reset to default
fr: Ensemble de référentiels redéfinis à leur valeur par défaut
ka: რეპოზიტორიების სეტის საწყის მდგომარეობაზე დაბრუნება
zh_cn: 将仓库集设置为默认值

source: Repository sets reset to default
fr: Ensembles de référentiels redéfinis à leur valeur par défaut
ka: რეპოზიტორიების სეტების საწყის მდგომარეობაზე დაბრუნება
zh_cn: 将仓库集设置为默认值

source: Repository set disabled
fr: Ensemble de référentiels désactivé
ka: რეპოზიტორიის სეტი გამორთულია
zh_cn: 禁用的仓库集

source: Repository sets disabled
fr: Ensembles de référentiels désactivés
ka: რეპოზიტორიის სეტები გამორთულია
zh_cn: 禁用的仓库集

source: Enabled
fr: Activé
ka: ჩართულია
zh_cn: 启用

source: Disabled
fr: Désactivé
ka: გამორთულია
zh_cn: 禁用

source: Overridden
fr: Remplacé
ka: გადაფარული
zh_cn: 覆盖

source: Custom
fr: Personnalisé
ka: ხელით მითითებული
zh_cn: 定制

source: Architecture restricted to {archRestricted}. If host architecture does not match, the repository will not be available on this host.
fr: Architecture limitée à {archRestricted}. Si l'architecture de l'hôte ne correspond pas, le référentiel ne sera pas disponible sur cet hôte.
zh_cn: 仅限于 {archRestricted} 的架构。如果主机架构不匹配，则这个主机上将无法使用该仓库。

source: OS restricted to {osRestricted}. If host OS does not match, the repository will not be available on this host.
fr: OS restreint à {osRestricted}. Si l'OS de l'hôte ne correspond pas, le référentiel ne sera pas disponible sur cet hôte.
zh_cn: 仅限于 {osRestricted}。如果主机操作系统不匹配，则这个主机上将无法使用该仓库。

source: Repository type
fr: Type de référentiel
ka: რეპოზიტორიის ტიპი
zh_cn: 仓库类型

source: No repository sets to show.
fr: Aucun ensemble de référentiels à afficher.
ka: საჩვენებელი რეპოზიტორიის სეტების გარეშე.
zh_cn: 没有要显示的仓库集。

source: Repository sets will appear here after enabling Red Hat repositories or creating custom products.
fr: Les ensembles de référentiels apparaîtront ici après avoir activé les référentiels Red Hat ou créé des produits personnalisés.
zh_cn: 在启用红帽存储库或创建自定义产品后，存储库集将出现在此处。

source: Repository sets will appear here when the host's content view and environment has available content.
fr: Les ensembles de référentiels apparaissent ici lorsque la vue de contenu de l'hôte et l'environnement ont un contenu disponible.
zh_cn: 当主机的内容视图和环境可用内容时，将在此处显示存储库集。

source: No matching repository sets found
fr: Aucun ensemble de référentiels correspondant n'a été trouvé
ka: რეპოზიტორიის გამოთხოვილი სეტი არ არსებობს
zh_cn: 找不到匹配的仓库

source: Try changing your search query.
fr: Essayez de modifier vos paramètres de recherche.
ka: სცადეთ შეცვალოთ ძებნის მოთხოვნები.
zh_cn: 尝试更改您的搜索。

source: Problem searching repository sets
fr: Problème de recherche dans les ensembles de référentiels
ka: რეპოზიტორიის სეტებში ძებნის პრობლემა
zh_cn: 搜索仓库集有问题

source: Repository path
fr: Chemin d’accès du référentiel
ka: რეპოზიტორიის ბილიკი
zh_cn: 仓库路径

source: Override to enabled
fr: Remplacer par «Activer»
ka: გადაფარვა ჩართვამდე
zh_cn: 覆盖来启用

source: Override to disabled
fr: Remplacer par «Désactiver»
ka: გადაფარვა გამორთვამდე
zh_cn: 覆盖来禁用

source: Reset to default
fr: Réinitialiser
ka: ნაგულისხმევ მნიშვნელობაზე დაბრუნება
zh_cn: 重置为默认

source: Show all
fr: Tout afficher
ka: ყველას ჩვენება
zh_cn: 显示所有

source: Limit to environment
fr: Limiter à l'environnement
ka: შეზღუდვა გარემომდე
zh_cn: 限制到环境

source: Below are the repository sets currently available for this content host. For Red Hat subscriptions, additional content can be made available through the {rhrp}. Changing default settings requires subscription-manager 1.10 or newer to be installed on this host.
fr: Vous trouverez ci-dessous les ensembles de contenu du référentiel actuellement disponibles pour cet hébergeur de contenu. Pour les abonnements à Red Hat, du contenu supplémentaire peut être mis à disposition par le biais de {rhrp}. Modifier les paramètres par défaut exigent subscription manager 1.10 ou plus récent sur cet hôte.
zh_cn: 以下是对于这个内容主机当前可用的仓库集。对于红帽订阅，额外的内容可以通过 {rhrp} 获得。修改默认设置需要 subscription-manager 1.10 或更新版本来在这个主机上安装。

source: Red Hat Repositories page
fr: Page Référentiels Red Hat
ka: Red Hat-ის რეპოზიტორიების გვერდი
zh_cn: 红帽仓库页

source: Show all repository sets
fr: Afficher tous les ensembles de référentiels
ka: ყველა რეპოზიტორიის სეტის ჩვენება
zh_cn: 显示所有存储库集

source: Enable Tracer
fr: Activer Traceur
ka: ტრეისერის ჩართვა
zh_cn: 启用跟踪
