Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: %{label} failed.
fr: %{label} a échoué.
ka: %{label} ჩავარდა.
zh_cn: %{label} 失败。

source: Content view
fr: Affichage de contenu
ka: შემცველობის ხედი
zh_cn: 内容视图

source: Task ID
fr: ID de la tâche
ka: ამოცანის ID
zh_cn: 任务 ID

source: Task state
fr: État de la tâche
ka: ამოცანის მდგომარეობა
zh_cn: 任务状态

source: Task result
fr: Résultat de la tâche
ka: ამოცანის შედეგი
zh_cn: 任务结果

source: Content view name
fr: Nom de la vue de contenu
ka: შემცველობის ხედის სახელი
zh_cn: 内容视图名称

source: Task details
fr: Détails de la tâche
ka: ამოცანის დეტალები
zh_cn: 任务详情

source: Smart proxy ID
fr: ID du smart proxy
ka: ჭკვიანი პროქსის ID
zh_cn: 智能代理 ID

source: Smart proxy name
fr: Nom du smart proxy
ka: ჭკვიანი პროქსის სახელი
zh_cn: 智能代理名称

source: Environment ID
fr: ID de l'environnement
ka: გარემოს ID
zh_cn: 环境 ID

source: Environment name
fr: Nom de l'environnement
ka: გარემოს სახელი
zh_cn: 環境名稱

source: Repository ID
fr: ID référentiel
ka: რეპოზიტორიის ID
zh_cn: 仓库 ID

source: Repository name
fr: Nom du référentiel
ka: რეპოზიტორიის სახელი
zh_cn: 仓库名称

source: Repo ID
fr: ID du référentiel
ka: რეპოზიტორიის ID
zh_cn: 仓库 ID

source: Repo label
fr: Libellé du référentiel
ka: რეპოს ჭდე
zh_cn: 仓库标签

source: Product ID
fr: ID Produit
ka: პროდუქტის ID
zh_cn: 产品 ID

source: Product label
fr: Libellé du produit
ka: პროდუქტის ჭდე
zh_cn: 产品标签

source: Installed Packages
fr: Paquets installés
ka: დაყენებული პაკეტები
zh_cn: 已安装的软件包

source: Change content source
fr: Changer la source du contenu
ka: შემცველობის წყაროს შეცვლა
zh_cn: 更改内容源

source: Content Source
fr: Source de contenu
ka: შემცველობის წყარო
zh_cn: 内容源

source: Media Selection
fr: Sélection des médias
ka: მედიის არჩევანი
zh_cn: 介质选择

source: Synced Content
fr: Contenu synchronisé
ka: დასინქრონებული შემცველობა
zh_cn: 同步的内容

source: All Media
fr: Tous les médias
ka: ყველა მედია
zh_cn: 所有介质

source: Select the installation media that will be used to provision this host. Choose 'Synced Content' for Synced Kickstart Repositories or 'All Media' for other media.
fr: Sélectionnez le support d'installation qui sera utilisé pour fournir cet hôte. Choisissez "Contenu synchronisé" pour les référentiels de démarrage synchronisés ou "Tous les médias" pour les autres médias.
zh_cn: 选择用于置备这个主机的安装媒体。为同步的 Kickstart 仓库选择 'Synced Content'，为其他媒体选择 'All Media'。

source: There was a problem retrieving Activation Key data from the server.
fr: Il y a eu un problème pour récupérer les données de la clé d'activation sur le serveur.
zh_cn: 从服务器检索激活码数据时出现问题。

source: Subscriptions information based on selected activation keys:
fr: Informations des abonnements basés sur des clés d'activation sélectionnées :
ka: მონიშნულ აქტივაციის გასაღებებზე ბაზირებული გამოწერების ინფორმაცია:
zh_cn: 基于所选激活密钥的订阅信息：

source: Activation keys and subscriptions can be managed
fr: Les clés d'activation et les abonnements peuvent être gérés
ka: აქტივაციის გასაღებების და გამოწერების მართვა შესაძლებელია
zh_cn: 可管理激的活密钥和订阅

source: here.
fr: ici.
ka: აქ.
zh_cn: 这里。

source: Reload data
fr: Recharger les données
ka: მონაცემების თავიდან ცატვირთვა
zh_cn: 重新载入数据

source: Default System SLA
fr: SLA du système par défaut
ka: სისტემის ნაგულისხმევი SLA
zh_cn: 默认系统 SLA

source: Debug Certificate
fr: Déboguer Certificat
ka: გამართვის სერტიფიკტი
zh_cn: 除錯憑證

source: This certificate allows a user to view the repositories in any environment from a browser.
fr: Ce certificat permet à l'utilisateur d'afficher les référentiels dans n'importe quel environnement à partir d'un navigateur.
ka: ეს სერტიფიკატი საშუალებას აძლევს მომხმარებლებს, რომ რეპოზიტორიები ბრაუზერიდან ნებისმიერ გარემოში დაათვალიეროს.
zh_cn: 此证书允许用户从浏览器查看任何环境中的存储库。

source: Generate and Download
fr: Générer et télécharger
ka: გენერაცია და გადმოწერა
zh_cn: 生成并下载

source: Alternate Content Source HTTP Proxy
fr: Source de contenu alternatif Proxy HTTP
ka: ალტერნატიული შემცველობის წყაროს HTTP პროქსი
zh_cn: 备用内容源 HTTP 代理

source: Traffic for all alternate content sources associated with this smart proxy will go through the chosen HTTP proxy.
fr: Le trafic de toutes les sources de contenu alternatif associées à ce proxy smart passera par le proxy HTTP choisi.
zh_cn: 与此智能代理关联的所有备用内容源的流量将通过所选的 HTTP 代理。

source: Lifecycle Environments
fr: Environnements de cycle de vie
ka: ცხოვრების ციკლის გარემოები
zh_cn: 生命周期环境

source: Lifecycle environments cannot be modifed on the default Smart proxy. The content from all Lifecycle Environments will exist on this Smart proxy.
fr: Les environnements du cycle de vie ne peuvent pas être modifiés sur le proxy smart par défaut. Le contenu de tous les environnements de cycle de vie existera sur ce proxy smart.
zh_cn: 无法在默认的智能代理上修改生命周期环境。所有生命周期环境中的内容都将存在于此智能代理中。

source: Edit
fr: Modifier
ka: ჩასწორება
zh_cn: 编辑

source: %s %s has %s Hosts and %s Hostgroups that will need to be reassociated post deletion. Delete %s?
fr: %s%s a %s Hôtes et %s Groupes d’hôtes qui devront être réassociés après la suppression. Supprimer %s ?
zh_cn: %s%s 有 %s 主机和 %s 主机组，它们需要在删除后重新关联。删除 %s?

source: Select hosts to assign to %s
fr: Sélectionner les hôtes à assigner à %s
ka: აირჩიეთ %s-ზე მისანიჭებელი ჰოსტები
zh_cn: 选择要分配给 %s 的主机

source: Assign the %{count} host with no %{taxonomy_single} to %{taxonomy_name}
fr: Affecter l'hôte %{count} sans %%{taxonomy_single} à %%{taxonomy_name}
zh_cn: 分配 %%{count} 主机，没有 %%{taxonomy_single} 到 %%{taxonomy_name}

source: Nest
fr: Imbriquer
ka: ბუდე
zh_cn: 嵌套

source: Clone
fr: Cloner
ka: კლონირება
zh_cn: 克隆

source: %s Used
fr: %sUtilisé(e)
ka: %s გამოყენებულია
zh_cn: %s 已使用

source: %{used} of %{total}
fr: %{used} de %{total}
ka: %{used} %{total}-დან
zh_cn: %{used}（共 %{total}）

source: %s Available
fr: %s Disponible
ka: %s ხელმისაწვდომია
zh_cn: %s 可用

source: Pulp node
fr: Nœud Pulp
ka: Pulp-ის კვანძი
zh_cn: Pulp 节点

source: Supported Content Types
fr: Types de contenu pris en charge
ka: შემცველობის მხარდაჭერილი ტიპები
zh_cn: 支持的内容类型

source: Pulp server version
fr: Version de serveur Pulp
ka: Pulp-ის სერვერის ვერსია
zh_cn: Pulp 服务器版本

source: Database connection
fr: Connexion à la base de données
ka: შეერთება მონაცემთა ბაზასთან
zh_cn: 資料庫連線

source: Messaging connection
fr: Connexion à la messagerie
ka: შეერთება შეტყობინებების სერვერთან
zh_cn: 訊息連線

source: Workers
ka: დამხმარე პროცესები
zh_cn: 工作节点

source: Pulp storage
fr: Stockage Pulp
ka: Pulp-ის საცავი
zh_cn: Pulp 存储

source: Days from Now
fr: Jours à compter d’aujourd’hui
ka: დრო აწმყოდან
zh_cn: 从现在开始的天数

source: The email notification will include subscriptions expiring in this number of days or fewer.
fr: La notification par courriel comprendra les abonnements qui expirent dans ce nombre de jours ou avant.
zh_cn: 电子邮件通知将包括在此天数或更短时间内到期的订阅。

source: Host errata advisory
fr: Avis d'errata de l'hôte
ka: რჩევები ჰოსტის მორჩენილი პაჩების შესახებ
zh_cn: 主机勘误公告

source: Sync errata
ka: მორჩენილი პაჩის სინქრონიზაცია
zh_cn: 同步勘误

source: Promote errata
fr: Promouvoir les errata
ka: მორჩენილი პაჩის დაწინაურება
zh_cn: 升级勘误

source: Repository sync failure
fr: Échec de synchronisation du référentiel
ka: რეპოზიტორიის სინქრონიზაცია ჩავარდა
zh_cn: 仓库同步失败

source: Content view publish failure
fr: Échec de publication de la vue du contenu
ka: შემცველობის ხედის გამოცემა ჩავარდა
zh_cn: 内容视图发布失败

source: Content view promote failure
fr: La vue du contenu favorise l'échec
ka: შემცველობის ხედის ვერსიის დაწინაურება ჩავარდა
zh_cn: 内容视图提升失败

source: Proxy sync failure
fr: Échec de la sync du proxy
ka: პროქსის სინქრონიზაცია ჩავარდა
zh_cn: 代理同步失败

source: A summary of available and applicable errata for your hosts
fr: Un résumé des errata disponibles et applicables pour vos hôtes
ka: თქვენი ჰოსტების შესაბამისი მორჩენილი აპლიკაციის პაჩების მიმოხილვა
zh_cn: 主机的可用和适用的勘误摘要

source: A summary of new errata after a repository is synchronized
fr: Un résumé des nouveaux errata après la synchronisation d'un référentiel
ka: ახალი მორჩენილი პაჩების მიმოხილვა რეპოზიტორიის სინქრონიზაციის შემდეგ
zh_cn: 軟體庫同步後的新勘誤摘要

source: A post-promotion summary of hosts with installable errata
fr: Un résumé des hôtes post-promotion avec errata installables
zh_cn: 具有可安装勘误的主机的提升后的摘要

source: A list of subscriptions expiring soon
fr: Une liste des abonnements arrivant à échéance prochainement
ka: გამოწერები, რომლებსაც ვადა მალე გასდით
zh_cn: 即将过期的订阅列表

source: A notification about failed repository sync
fr: Une notification concernant l'échec de la synchronisation du référentiel
ka: გაფრთხილება ჩავარდნილი რეპოზიტორიის სინქრონიზაციის შესახებ
zh_cn: 有关失败的存储库同步的通知

source: A notification about failed content view publish
fr: Une notification concernant l'échec de la publication de la vue de contenu
ka: გაფრხილება ჩავარდნილი შემცველობის ხედის გამოცემის შესახებ
zh_cn: 有关失败的内容视图发布的通知

source: A notification about failed content view promotion
fr: Une notification concernant l'échec de la promotion de l'affichage du contenu
ka: გაფრხილება ჩავარდნილი შემცველობის ხედის დაწინაურების შესახებ
zh_cn: 有关失败的内容视图提升的通知

source: A notification about failed proxy sync
fr: Une notification concernant l'échec de la synchronisation du proxy
ka: გაფრთხილება პროქსის ჩავარდნილი სინქრონიზაციის შესახებ
zh_cn: 有关失败的代理同步的通知

source: Hosts
fr: Hôtes
ka: ჰოსტები
zh_cn: 主机

source: %{release}: %{number_of_hosts} hosts are approaching end of %{lifecycle} on %{end_date}. Please upgrade them before support expires. Check Report Host - Statuses for detail.
fr: %{release}:%{number_of_hosts} les hôtes approchent de la fin%{lifecycle} sur%{end_date}. Veuillez les mettre à niveau avant l'expiration du support. Vérifiez Hôte du rapport - Statuts pour plus de détails.
zh_cn: %{release}: %{number_of_hosts} 主机接近 %{end_date} 结束（%{lifecycle}）。请在支持过期前升级它们。请检查报告主机 - 状态。

source: Proxies
ka: პროქსები
zh_cn: 代理服务器

source: %{subject}'s disk is %{percentage} full. Since this proxy is running Pulp, it needs disk space to publish content views. Please ensure the disk does not get full.
fr: Le disque de %{subject} est à %{percentage} plein. Comme ce proxy exécute Pulp, il a besoin d'espace disque pour publier les vues du contenu. Veuillez vous assurer que le disque n'est pas plein.
zh_cn: %{subject} 的磁盘已 %{percentage} 被使用。由于此代理正在运行 Pulp，因此需要磁盘空间才能发布内容视图。请确保磁盘不会被完全使用。

source: %{expiring_subs} subscriptions in %{subject} are going to expire in less than %{days} days. Please renew them before they expire to guarantee your hosts will continue receiving content.
fr: Les abonnements en %%{expiring_subs} de %{subject} vont expirer dans moins de %{days} jours. Veuillez les renouveler avant leur expiration pour garantir que vos hôtes continueront à recevoir du contenu.
zh_cn: %%{subject} 中的 %%{expiring_subs} 订阅将在不到 %%{days}天之内过期。请在它们到期之前对其进行更新，以确保您的主机将继续接收内容。

source: The manifest imported within Organization %{subject} is no longer valid. Please import a new manifest.
fr: Le manifeste importé au sein de l’ Organisation %{subject} n'est plus valable. Veuillez importer un nouveau manifeste.
zh_cn: 在机构 %{subject} 中导入的清单不再有效。请导入一个新的清单。

source: Manifest in '%{subject}' imported.
fr: Manifeste de '%{subject}' importé.
ka: მანიფესი '%{subject}'-დან შემოტანილია.
zh_cn: 导入的 '%{subject}' 中的清单。

source: Importing manifest into '%{subject}' failed.
fr: L'importation du manifeste dans '%{subject}' a échoué.
ka: მანიფესტის '%{subject}'-დან შემოტანის შეცდომა.
zh_cn: 将清单导入 '%{subject}' 失败。

source: Manifest in '%{subject}' refreshed.
fr: Manifeste de '%{subject}' rafraîchi.
ka: მანიფესტი '%{subject}'-ში განახლდა.
zh_cn: '%{subject}' 中的清单被刷新。

source: Manifest in '%{subject}' failed to refresh.
fr: Le manifeste de '%{subject}' n'a pas été actualisé.
ka: მანიფესტის განახლების პრობლემა '%{subject}'-ში.
zh_cn: '%{subject}' 中的清单刷新失败。

source: Manifest in '%{subject}' deleted.
fr: Manifeste de '%{subject}' supprimé.
ka: მანიფესტი '%{subject}'-ში წაშლილია.
zh_cn: '%{subject}' 中的清单已删除。

source: Deleting manifest in '%{subject}' failed.
fr: La suppression du manifeste de '%{subject}' a échoué.
ka: მანიფესტის წაშლის შეცდომა '%{subject}'-ში.
zh_cn: 删除 '%{subject}' 中的清单失败。

source: Simple Content Access has been enabled for '%{subject}'.
fr: L'accès au contenu simple a été activé pour '%{subject}'.
ka: '%{subject}'-სთვის მარტივი შემცველობის წვდომა ჩაირთო.
zh_cn: 已为“%{subject} ' 启用了简单内容访问。

source: Enabling Simple Content Access failed for '%{subject}'.
fr: L'activation de l'accès au contenu simple a échoué pour '%{subject}'.
ka: '%{subject}'-სთვის მარტივი შემცველობის წვდომის ჩართვის შეცდომა.
zh_cn: 为 '%{subject}' 启用简单内容访问失败。

source: Simple Content Access has been disabled for '%{subject}'.
fr: L'accès au contenu simple a été désactivé pour '%{subject}'.
ka: '%{subject}'-სთვის მარტივი შემცველობის წვდომა გათიშულია.
zh_cn: 为“%{subject} ' 禁用了简单内容访问。

source: Disabling Simple Content Access failed for '%{subject}'.
fr: La désactivation de l'accès au contenu simple a échoué pour '%{subject}'.
ka: '%{subject}'-სთვის მარტივი შემცველობის წვდომის გამორთვის შეცდომა.
zh_cn: 为 '%{subject}' 禁用简单内容访问失败。

source: System Status
fr: Statut du système
ka: სისტემის სტატუსი
zh_cn: 系统状态

source: Some services are not properly started. See the About page for more information.
fr: Certains services ne sont pas correctement démarrés. Consultez la page d’accueil pour plus d'informations.
zh_cn: 有些服务没有正确启动。如需更多信息，请参阅 About 页面。

source: About page
fr: Page d'accueil
ka: გვერდის შესახებ
zh_cn: About 页面

source: Composite Content View '%{subject}' failed auto-publish
fr: L'affichage du contenu composite '%{subject}' a échoué à la publication automatique
zh_cn: 组合内容视图 '%{subject}' 自动公布失败

source: Failed to delete latest content view version of Content View '%{subject}'.
fr: Échec de la suppression de la dernière version de la vue de contenu de la vue de contenu '%{subject}'.
zh_cn: 删除内容视图 '%{subject}' 的最新内容视图版本失败。

source: Products
fr: Produits
ka: პროდუქტები
zh_cn: 产品

source: Alternate Content Sources
fr: Autres sources de contenu
ka: შემცველობის ალტერნატიული წყაროები
zh_cn: 备用内容源

source: Lifecycle
fr: Cycle de vie
ka: ცხოვრების ციკლის
zh_cn: 生命周期

source: Content Types
fr: Types de contenu
ka: შემცველობის ტიპები
zh_cn: 內容类型

source: Container Image Tags
fr: Balises d'images de conteneurs
ka: კონტეინერის ასლის ჭდეები
zh_cn: 容器镜像标签

source: Files
fr: Fichiers
ka: ფაილები
zh_cn: 文件

source: Ansible Collections
fr: Collections Ansible
ka: Ansible-ის კოლექციები
zh_cn: Ansible 系列

source: Other Content Types
fr: Autres types de contenu
ka: შემცველობის სხვა ტიპები
zh_cn: 其他內容类型

source: Subscription status
fr: Statut de l’abonnement
ka: გამოწერის სტატუსი
zh_cn: 订阅状态

source: RHEL Lifecycle status
fr: Statut du cycle de vie de RHEL
ka: RHEL-ის ცხოვრების ციკლის სტატუსი
zh_cn: RHEL 生命周期状态

source: Installable updates
fr: Mises à jour installables
ka: დაყენებადი განახლებები
zh_cn: 可安装的更新

source: Lifecycle environment
fr: Environnement de cycle de vie
ka: ცხოვრების ციკლის გარემო
zh_cn: 生命周期环境

source: Registered
fr: Enregistré
ka: რეგისტრირებულია
zh_cn: 注册

source: Last checkin
fr: Dernière vérification
ka: ბოლო მომართვა
zh_cn: 最后检查

source: Storage
fr: Stockage
ka: საცავი
zh_cn: 存储

source: HTTP Proxies
fr: Proxies HTTP
ka: HTTP პროქსიები
zh_cn: HTTP 代理服务器

source: Allow multiple content views
fr: Permettre l'affichage de plusieurs contenus
ka: მრავალი შემცველობის ხედების დაშვება
zh_cn: 由多个组件内容视图组成

source: Allow a host to be registered to multiple content view environments with 'subscription-manager register --environments'.
fr: Permet à un hôte d'être enregistré dans plusieurs environnements de visualisation de contenu avec 'subscription-manager register --environments'.
zh_cn: 允许使用 'subscription-manager register --environments' 将主机注册到多个内容视图环境中。

source: Default HTTP Proxy
fr: Proxy HTTP par défaut
ka: ნაგულისხმევი HTTP პროქსი
zh_cn: 默认的 HTTP 代理

source: Default HTTP proxy for syncing content
fr: Proxy HTTP par défaut pour la synchronisation du contenu
ka: შემცველობის სინქისთვის საჭირო ნაგულისხმევი HTTP პროქსი
zh_cn: 用于内容同步的默认 HTTP 代理

source: no global default
fr: pas de défaut global
ka: გლობალური ნაგულისხმევის გარეშე
zh_cn: 没有全局默认值

source: CDN SSL version
fr: Version CDN SSL
ka: CDN SSL ვერსია
zh_cn: CDN SSL 版本

source: SSL version used to communicate with the CDN
fr: Version SSL utilisée pour communiquer avec le CDN
ka: CDN-სთან ურთიერთობისთვის გამოყენებული SSL-ის ვერსია
zh_cn: 用于与 CDN 通信的 SSL 版本

source: Default synced OS provisioning template
fr: Modèle de provisionnement par défaut du système d'exploitation synchronisé
ka: ნაგულისხმევად სინქრონიზებული ოს-ის გაშლის შაბლონი
zh_cn: 默认同步的 OS 置备模板

source: Default provisioning template for Operating Systems created from synced content
fr: Modèle de provisionnement par défaut pour les systèmes d'exploitation créés à partir de contenu synchronisé
ka: ნაგულისხმევი გაშლის შაბლონი სინქრონიზებული შემცველობიდან შექმნილი ოპერაციული სისტემებისთვის
zh_cn: 从同步内容创建的操作系统的默认置备模板

source: Default synced OS finish template
fr: Modèle de fin d'OS synchronisé par défaut
ka: ნაგულისხმევად სინქრონიზებული ოს-ის დასრულების შაბლონი
zh_cn: 默认同步的操作系统完成模板

source: Default finish template for new Operating Systems created from synced content
fr: Modèle de finition par défaut pour les nouveaux systèmes d'exploitation créés à partir de contenu synchronisé
ka: ნაგულისხმევი დასრულების შაბლონი სინქრონიზებული შემცველობიდან შექმნილი ოპერაციული სისტემებისთვის
zh_cn: 从同步内容创建的新操作系统的默认完成模板

source: Default synced OS user-data
fr: Données utilisateur du système d'exploitation synchronisé par défaut
ka: ნაგულისხმევად სინქრონიზებული ოს-ის მომხმარებლის მონაცემების შაბლონი
zh_cn: 默认同步的 OS 用户数据

source: Default user data for new Operating Systems created from synced content
fr: Données utilisateur par défaut pour les nouveaux systèmes d'exploitation créés à partir de contenu synchronisé
ka: ნაგულისხმევი მომხმარებლის მონაცემების შაბლონი სინქრონიზებული შემცველობიდან შექმნილი ოპერაციული სისტემებისთვის
zh_cn: 从同步内容创建的新操作系统的默认用户数据

source: Default synced OS PXELinux template
fr: Modèle PXELinux synchronisé par défaut
ka: ნაგულისხმევად სინქრონიზებული ოს-ის PEXLinux-ის შაბლონი
zh_cn: 默认同步的 OS PXELinux 模板

source: Default PXELinux template for new Operating Systems created from synced content
fr: Modèle PXELinux par défaut pour les nouveaux systèmes d'exploitation créés à partir de contenu synchronisé
ka: ნაგულისხმევი PEXLinux-ის შაბლონი სინქრონიზებული შემცველობიდან შექმნილი ოპერაციული სისტემებისთვის
zh_cn: 从同步内容创建的新操作系统的默认 PXELinux 模板

source: Default synced OS PXEGrub template
fr: Modèle PXEGrub pour OS synchronisé par défaut
ka: ნაგულისხმევად სინქრონიზებული ოს-ის PEXGrub-ის შაბლონი
zh_cn: 默认同步的 OS PXEGrub 模板

source: Default PXEGrub template for new Operating Systems created from synced content
fr: Modèle PXEGrub par défaut pour les nouveaux systèmes d'exploitation créés à partir de contenu synchronisé
ka: ნაგულისხმევი PEXGrub-ის შაბლონი სინქრონიზებული შემცველობიდან შექმნილი ოპერაციული სისტემებისთვის
zh_cn: 从同步内容创建的新操作系统的默认 PXEGrub 模板

source: Default synced OS PXEGrub2 template
fr: Modèle PXEGrub2 synchronisé par défaut
ka: ნაგულისხმევად სინქრონიზებული ოს-ის PEXGrub2-ის შაბლონი
zh_cn: 默认同步的 OS PXEGrub2 模板

source: Default PXEGrub2 template for new Operating Systems created from synced content
fr: Modèle PXEGrub2 par défaut pour les nouveaux systèmes d'exploitation créés à partir de contenu synchronisé
ka: ნაგულისხმევი PEXGrub2-ის შაბლონი სინქრონიზებული შემცველობიდან შექმნილი ოპერაციული სისტემებისთვის
zh_cn: 从同步内容创建的新操作系统的默认 PXEGrub2 模板

source: Default synced OS iPXE template
fr: Modèle synchronisé par défaut de l'OS iPXE
ka: ნაგულისხმევად სინქრონიზებული ოს-ის iPXE -ის შაბლონი
zh_cn: 默认同步的 OS iPXE 模板

source: Default iPXE template for new Operating Systems created from synced content
fr: Modèle iPXE par défaut pour les nouveaux systèmes d'exploitation créés à partir de contenu synchronisé
ka: ნაგულისხმევი iPXE-ის შაბლონი სინქრონიზებული შემცველობიდან შექმნილი ოპერაციული სისტემებისთვის
zh_cn: 从同步内容创建的新操作系统的默认 iPXE 模板

source: Default synced OS partition table
fr: Table de partition du système d'exploitation synchronisé par défaut
ka: ნაგულისხმევად სინქრონიზებული ოს-ის დანაყოფების ცხრილის შაბლონი
zh_cn: 默认同步的 OS 分区表

source: Default partitioning table for new Operating Systems created from synced content
fr: Tableau de partitionnement par défaut pour les nouveaux systèmes d'exploitation créés à partir de contenu synchronisé
ka: ნაგულისხმევი დანაყოფების ცხრილის შაბლონი სინქრონიზებული შემცველობიდან შექმნილი ოპერაციული სისტემებისთვის
zh_cn: 从同步内容创建的新操作系统的默认分区表

source: Default synced OS kexec template
fr: Modèle de synchronisation par défaut de l'OS kexec
ka: ნაგულისხმევად სინქრონიზებული ოს-ის kexec-ის შაბლონი
zh_cn: 默认同步的 OS kexec 模板

source: Default kexec template for new Operating Systems created from synced content
fr: Modèle kexec par défaut pour les nouveaux systèmes d'exploitation créés à partir de contenu synchronisé
ka: ნაგულისხმევი kexec-ის შაბლონი სინქრონიზებული შემცველობიდან შექმნილი ოპერაციული სისტემებისთვის
zh_cn: 从同步内容创建的新操作系统的默认 kexec 模板

source: Default synced OS Atomic template
fr: Modèle Atomic OS synchronisé par défaut
ka: ნაგულისხმევად სინქრონიზებული ოს-ის Atomic -ის შაბლონი
zh_cn: 默认同步的 OS Atomic 模板

source: Default provisioning template for new Atomic Operating Systems created from synced content
fr: Modèle de provisionnement par défaut pour les nouveaux systèmes d'exploitation atomiques créés à partir de contenu synchronisé
ka: ნაგულისხმევი გაშლის შაბლონი სინქრონიზებული შემცველობიდან შექმნილი ატომური ოპერაციული სისტემებისთვის
zh_cn: 从同步内容创建的新 Atomic 操作系统的默认置备模板

source: Timeout when refreshing a manifest (in seconds)
fr: Délai d'attente pour le rafraîchissement d'un manifeste (en secondes)
ka: მოლოდინის დრო მანიფესტის განახლებისას (წამებში)
zh_cn: 刷新清单时超时（以秒为单位）

source: Manifest refresh timeout
fr: Échec de l'actualisation du manifeste
ka: მანიფესტის განახლების ვადა
zh_cn: 清单刷新超时

source: Subscription connection enabled
fr: Connexion de l'abonnement activée
ka: გამოწერის შეერთება ჩართულია
zh_cn: 启用订阅连接

source: Can communicate with the Red Hat Portal for subscriptions.
fr: Peut communiquer avec le portail Red Hat pour les abonnements.
zh_cn: 可与红帽门户网站沟通以获取订阅。

source: Generate errata status from directly-installable content
fr: Générer un statut d'errata à partir du contenu directement installable
zh_cn: 从直接安装的内容生成勘误状态

source: If true, only errata that can be installed without an incremental update will affect the host's errata status.
fr: Si sur true, seuls les errata qui peuvent être installés sans mise à jour incrémentale affecteront le statut d'errata de l'hôte.
zh_cn: 如果为 true，则只有可以在没有增量更新的情况下安装的勘误才会影响主机的勘误状态。

source: Restrict composite content view promotion
fr: Restreindre la promotion de l’affichage de contenu composite
zh_cn: 限制复合内容视图升级

source: If this is enabled, a composite content view may not be published or promoted unless the component content view versions that it includes exist in the target environment.
fr: Si activé, un affichage de contenu composite peut être publié ou promus, à moins que les versions d'affichage de contenu de composant qu'il inclut existent dans l’environnement cible.
zh_cn: 如果这个被启用，复合内容视图可能无法发布或升级，除非它包括的组件內容视图版本存在于目标环境中。

source: Check services before actions
fr: Vérifier les services avant les actions
ka: ქმედებებამდე სერვისის შემოწმება
zh_cn: 操作前检查服务

source: Whether or not to check the status of backend services such as pulp and candlepin prior to performing some actions.
fr: Indique si on doit ou non vérifier le statut des services de backend comme Pulp et Candlepin avant d'effectuer certaines actions.
zh_cn: 在这些操作前，是否检查后端服务（如 pulp 和 candlepin）的状态。

source: Batch size to sync repositories in.
fr: Taille des lots pour synchroniser les référentiels.
ka: პაკეტის ზომა მასში რეპოზიტორიების სინქრონიზებისთვის.
zh_cn: 同步仓库的批量大小。
