Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: List the lifecycle environments not attached to the smart proxy
fr: Répertorier les environnements de cycle de vie non attachés au proxy smart
ka: სიცოცხლის ციკლის გარემოების სია, რომელიც ჭკვიანი პროქსიზე მიმაგრებული არაა
zh_cn: 列出未附加到智能代理的生命周期环境

source: Add lifecycle environments to the smart proxy
fr: Ajouter les environnements de cycle de vie au proxy smart
ka: სიცოცხლის ციკლის გარემოს ჭკვიან პროქსიზე დამატება
zh_cn: 将生命周期环境添加到智能代理

source: Remove lifecycle environments from the smart proxy
fr: Supprimer les environnements de cycle de vie du proxy smart
ka: სიცოცხლის ციკლის გარემოს ჭკვიანი პროქსიდან წაშლა
zh_cn: 从智能代理中删除生命周期环境

source: Synchronize the content to the smart proxy
fr: Synchroniser le contenu du proxy smart
ka: შემცველობის ჭკვიან პროქსისტან სინქრონიზაცია
zh_cn: 将内容同步到智能代理

source: Id of the environment to limit the synchronization on
fr: Id de l'environnement sur lequel limiter la synchronisation
ka: სინქრონიზაციის ლიმიტის დასადები გარემოს ID
zh_cn: 将同步限制于的环境 ID

source: Id of the content view to limit the synchronization on
fr: Id du contenu sur lequel limiter la synchronisation
ka: სინქრონიზაციის ლიმიტის დასადები შემცველობის ხედის ID
zh_cn: 将同步限制于在的内容视图 ID

source: Id of the repository to limit the synchronization on
fr: Id du référentiel sur lequel limiter la synchronisation
ka: სინქრონიზაციის ლიმიტის დასადები რეპოზიტორიის ID
zh_cn: 将同步限制于在的仓库 ID

source: Skip metadata check on each repository on the smart proxy
fr: Sauter la vérification des métadonnées de chaque référentiel sur le proxy smart
ka: ჭვიან პროქსიზე რეპოზიტორიების მეტამონაცემების შემოწმების გამოტოვება
zh_cn: 跳过智能代理上每个仓库上的元数据检查

source: Get current smart proxy synchronization status
fr: Obtenir le statut de synchronisation du proxy
ka: ჭკვიანი პროქსის მიმდინარე სინქრონიზაციის სტატუსის მიღება
zh_cn: 获取当前的智能代理同步状态

source: Id of the organization to get the status for
fr: Id de l'organisation pour laquelle on veut obtenir le statut
ka: ორგანიზაციის ID, რომლის სტატუსის მიღებაც გნებავთ
zh_cn: 要取得状态的机构 ID

source: Cancel running smart proxy synchronization
fr: Annuler l'exécution de la synchronisation du proxy smart
ka: ჭკვიანი პროქსის გაშვებული სინქრონიზაციის გაუქმება
zh_cn: 取消运行智能代理同步

source: There's no running synchronization for this smart proxy.
fr: Il n'y a pas de synchronisation en cours pour ce proxy smart.
ka: ამ ჭკვიანი პროქსისთვის სინქრონიზაცია გაშვებული არაა.
zh_cn: 此智能代理没有运行的同步。

source: Trying to cancel the synchronization...
fr: Tentative d'annulation de la synchronisation...
ka: სინქრონიზაციის გაუქმების მცდელობა...
zh_cn: 试图取消同步...

source: Reclaim space from all On Demand repositories on a smart proxy
fr: Récupérer l’espace de tous les référentiels Sur demande sur un proxy smart
ka: მოითხოვეთ სივრცე ყველა მოთხოვნით საცავიდან ჭკვიანი პროქსიზე
zh_cn: 从一个智能代理上的所有 On Demand 软件仓库重新声明空间

source: This request may only be performed on a Smart proxy that has the Pulpcore feature with mirror=true.
fr: Cette demande ne peut avoir lieu que sur un proxy smart qui a la fonctionnalité Pulpcore avec mirror=true..
zh_cn: 该请求只能在具有带有 mirror=true 的 Pulp 功能的智能代理上执行。

source: Name of the Content Credential
fr: Nom des identifiants du contenu
ka: შემცველობის ავტორიზაციის დეტალების სახელი
zh_cn: 内容凭证的名称

source: Type of content: "cert", "gpg_key"
fr: Type de contenu : "cert", "gpg_key"
ka: შემცველობის ტიპი: "cert", "gpg_key"
zh_cn: 内容类型："cert"，"gpg_key"

source: Public key block in DER encoding or certificate content
fr: Bloc de clé publique dans le codage DER ou le contenu du certificat
ka: საჯარო გასაღების ბლოკი DER კოდირებაში ან სერტიფიკატის შემცველბაში
zh_cn: 以 DER 编码的公钥块或证书内容

source: List Content Credentials
fr: Liste des identifiants de contenu
ka: შემცველობის ავტორიზაციის დეტალების სია
zh_cn: 列出内容凭证

source: Organization identifier
fr: Identifiant de l'organisation
ka: ორგანიზაციის იდენტიფიკატორი
zh_cn: 机构标识符

source: Type of content
fr: Type de contenu
ka: შემცველობის ტიპი
zh_cn: 内容类型

source: Create a Content Credential
fr: Créer un identifiant de contenu
ka: შემცველობის ავტორიზაციის დეტალების შექმნა
zh_cn: 建立內容凭证

source: Show a Content Credential
fr: Montrer un identifiant de contenu
ka: შემცველობის ავტორიზაციის დეტალების ჩვენება
zh_cn: 显示内容凭证

source: Content Credential numeric identifier
fr: identificateur numérique d’attestation de contenu
ka: შემცველობის ავტორიზაციის დეტალების რიცხვითი იდენტიფიკატორი
zh_cn: 内容凭证数字标识符

source: Update a Content Credential
fr: Mettre à jour un identifiant de contenu
ka: შემცველობის ავტორიზაციის დეტალების განახლება
zh_cn: 更新內容凭证

source: Content Credential ID
fr: ID Identifiants de contenu
ka: შემცველობის ავტორიზაციის დეტალების ID
zh_cn: 内容凭证 ID

source: Destroy a Content Credential
fr: Détruire un identifiant de contenu
ka: შემცველობის ავტორიზაციის დეტალების განადგურება
zh_cn: 销毁内容凭证

source: Return the content of a Content Credential, used directly by yum
fr: Renvoie le contenu des identifiants de contenu, utilisé directement par yum
zh_cn: 返回一个内容凭证的内容，直接由 yum 所使用

source: Upload Content Credential contents
fr: Télécharger les identifiants de contenu
ka: შემცველობის ავტორიზაციის დეტალების შემცველობის ატვირთვა
zh_cn: 上传内容凭证内容

source: File contents
fr: Contenus de fichier
ka: ფაილის შემცველობა
zh_cn: 文件內容

source: No file uploaded
fr: Aucun fichier téléchargé
ka: ფაილი არ ატვირთულა
zh_cn: 没有上传文件

source: Export history identifier used for incremental export. If not provided the most recent export history will be used.
fr: Identifiant de l'historique d'exportation utilisé pour l'exportation incrémentielle. S'il n'est pas fourni, l'historique d'exportation le plus récent sera utilisé.
zh_cn: 用于增量导出的导出历史记录标识符。如果未提供，将使用最新的出口历史记录。

source: Performs an incremental-export of a content view version.
fr: Effectue une exportation incrémentielle d'une version de vue du contenu.
ka: შემცველობის ხედის ვერსიის ინკრემენტული გატანის შესრულება.
zh_cn: 执行内容视图版本的增量导出。

source: Content view version identifier
fr: Identifiant de la version de l'affichage du contenu
ka: შემცველობის ხედის ვერსიის იდენტიფიკატორი
zh_cn: 內容视图版本标识符

source: Performs an incremental-export of the repositories in library.
fr: Effectue une exportation incrémentale des référentiels de la bibliothèque.
ka: ბიბლიოთეკაში რეპოზიტორიების ინკრემენტული გატანის შესრულება.
zh_cn: 对库中的存储库执行增量导出。

source: Performs a incremental-export of the repository in library.
fr: Effectue une exportation incrémentale du référentiel dans la bibliothèque.
ka: ბიბლიოთეკაში რეპოზიტორიის ინკრემენტული გატანის განხორციელება.
zh_cn: 对库中的存储库执行增量导出。

source: Repository identifier
fr: Identifiant de référentiel
ka: რეპოზიტორიის იდენტიფიკატორი
zh_cn: 仓库标识符

source: Unable to incrementally export. Do a Full Export on the library content before updating from the latest increment.
fr: Impossible d'exporter de manière incrémentielle. Effectuez une exportation complète du contenu de la bibliothèque avant d'effectuer la mise à jour à partir du dernier incrément.
zh_cn: 无法增量导出。从最新增量进行更新之前，请对库内容进行完全导出。

source: Unable to incrementally export. Do a Full Export on the repository content.
fr: Impossible d'exporter de manière incrémentielle. Faites une exportation complète du contenu du référentiel.
zh_cn: 无法进行增量导出。需要对仓库内容进行完全导出。

source: List export histories
fr: Liste des historiques d'exportation
ka: გატანის ისტორიის სია
zh_cn: 列出出口历史

source: Content view identifier
fr: Identifiant d'affichage du contenu
ka: შემცველობის ხედის იდენტიფიკატორი
zh_cn: 内容视图标识符

source: Destination Server name
fr: Nom du serveur de destination
ka: სამიზნე სერვერის სახელი
zh_cn: 目标服务器名称

source: Content view version export history identifier
fr: Afficher l'historique des exportations pour une version d’affichage de contenu
ka: შემცველობის ხედის ვერსიის გატანის ისტორიის იდენტიფიკატორი
zh_cn: 内容视图版本导出的历史标识符

source: Export Types
fr: Types d'exportation
ka: გატანის ტიპები
zh_cn: 导出类型

source: Performs a full-export of a content view version.
fr: Effectue une exportation complète d'une version de vue de contenu.
ka: შემცველობის ხედის ვერსიის სრულად გატანა.
zh_cn: 执行内容视图版本的完全导出。

source: Performs a full-export of the repositories in library.
fr: Effectue une exportation complète des référentiels dans la bibliothèque.
ka: ბიბლიოთეკის რეპოზიტორიების სრულად გატანა.
zh_cn: 对库中的仓库执行完全导出。

source: Performs a full-export of the repository in library.
fr: Effectue une exportation complète des référentiels dans la bibliothèque.
ka: ბიბლიოთეკის რეპოზიტორიის სრულად გატანა.
zh_cn: 对库中的仓库执行完全导出。

source: List import histories
fr: Liste des historiques d'importation
ka: შემოტანის ისტორიის სია
zh_cn: 列出导入历史

source: Content view version import history identifier
fr: Identifiant de l'historique d'importation de la version d’affichage de contenu
ka: შემცველობის ხედის ვერსიის შემოტანის ისტორიის იდენტიფიკატორი
zh_cn: 内容视图版本导入的历史标识符

source: Import Types
fr: Types d'importation
ka: იმპორტის ტიპები
zh_cn: 导入类型

source: Import a content view version
fr: Exporter une version d’affichage de contenu
ka: შემცველობის ხედის ვერსიის შემოტანა
zh_cn: 导入一个内容视图版本

source: Directory containing the exported Content View Version
fr: Répertoire contenant une version d’affichage de contenu
ka: გატანილი შემცველობის ხედის ვერსიის შემცველი საქაღალდე
zh_cn: 包含导出的 Content View 版本的目录

source: Metadata taken from the upstream export history for this Content View Version
fr: Métadonnées tirées de l'historique des exportations en amont pour cette version de la vue du contenu
zh_cn: 从此 Content View 版本的上游导出历史记录中获取的元数据

source: Import a content view version to the library
fr: Importer une version d’affichage de contenu dans la bibliothèque
ka: შემცველობის ხედის ვერსიის ბიბლიოთეკაში შემოტანა
zh_cn: 将一个内容视图版本导入到库

source: Import a repository
fr: Importe un référentiel
ka: რეპოზიტორიის შემოტანა
zh_cn: 导入软件仓库

source: Action unauthorized to be performed in this organization.
fr: Action non autorisée à être exécutée dans cette organisation.
ka: ამ ორგანიზაციაში ქმედების განხორციელების ავტორიზაცია არ გაგაჩნიათ.
zh_cn: 操作没有获得可以在这个机构上执行的授权。

source: Create an upload request
fr: Créer une requête de téléchargement
ka: ატვირთვის მოთხოვნის შექმნა
zh_cn: 创建上传请求

source: repository id
fr: ID du référentiel
ka: რეპოზიტორიის ID
zh_cn: 仓库 ID

source: Size of file to upload
fr: Taille du fichier à télécharger
ka: ასატვირთი ფაილის ზომა
zh_cn: 要上传的文件大小

source: Checksum of file to upload
fr: Somme de contrôle du fichier à télécharger
ka: ასატვირთი ფაილის საკონტროლო ჯამი
zh_cn: 上传文件的 Checksum

source: Cannot upload Ansible collections.
fr: Impossible de télécharger les collections Ansible.
ka: Ansible-ის კოლექციების ატვირთვის შეცდომა.
zh_cn: 无法上传 Ansible 集合。

source: Upload a chunk of the file's content
fr: Télécharger une partie du contenu du fichier
ka: ფაილის შემცველობის ნაწილის ატვირთვა
zh_cn: 上载文件内容的一部分

source: Repository id
fr: Id de référentiel
ka: რეპოზიტორიის ID
zh_cn: 仓库 ID

source: Upload request id
fr: Télécharger l'id de requête
ka: ატვირთვის მოთხოვნის ID
zh_cn: 上传请求 ID

source: The offset in the file where the content starts
fr: L'offset dans le fichier où le contenu commence
ka: წანაცვლება, საიდანაც შემცველობა იწყება
zh_cn: 檔案中之位移值，位於內容開始之處

source: The actual file contents
fr: Le contenu du fichier
ka: ფაილის მიმდინარე შემცველობა
zh_cn: 實際的檔案內容

source: Delete an upload request
fr: Supprimer une requête de téléchargement
ka: ატვირთვის მოთხოვნის წაშლა
zh_cn: 删除上传请求

source: List components attached to this content view
fr: Liste des éléments attachés à cette vue de contenu
ka: ამ შემცველობის ხედზე მიმაგრებული კომპონენტების სია
zh_cn: 列出此内容视图附带的组件

source: composite content view identifier
fr: Identifiant d'affichage du contenu composite
ka: კომპოზიტური შემცველობის ხედის იდენტიფიკატორი
zh_cn: 组合内容视图标识符

source: Add components to the content view
fr: Ajouter des éléments à l’affichage du contenu
ka: შემცველობის ხედში კომპონენტების ჩამატება
zh_cn: 将组件添加到内容视图

source: Array of components to add
fr: Tableau des éléments à ajouter
ka: დასამატებელი კომპონენტების მასივი
zh_cn: 要添加的组件数组

source: identifier of the version of the component content view
fr: l'identifiant de la version de l’affichage du contenu du composant
ka: კომპოზიტური შემცველობის ხედის ვერსიის იდენტიფიკატორი
zh_cn: 组件内容视图版本的标识符

source: content view identifier of the component who's latest version is desired
fr: l'identifiant de la vue du contenu du composant dont la dernière version est souhaitée
ka: შემცველობის ხედის იდენტიფიკატორი კომპონენტისთვის, რომლის უახლესი ვერსიაც სასურველია
zh_cn: 需要最新版本的组件的内容视图标识符

source: true if the latest version of the component's content view is desired
fr: vrai si la dernière version de la vue du contenu du composant est souhaitée
ka: ჩართულია, თუ სასურველია კომპონენტის შემცველობის ხედის უახლესი ვერსია
zh_cn: 如果需要组件内容视图的最新版本，则为 true

source: Remove components from the content view
fr: Supprimer des éléments de la vue du contenu
ka: შემცველობის ხედიდან კომპონენტების წაშლა
zh_cn: 从内容视图中删除组件

source: Array of content view component IDs to remove. Identifier of the component association
fr: Tableau des ID des composants de la vue du contenu à supprimer. Identificateur de l'association de composants
zh_cn: 要删除的内容视图组件 ID 的数组。组件关联的标识符

source: Show a content view component
fr: Afficher un composant d'affichage de contenu
ka: შემცველობის ხედის კომპონენტის ჩვენება
zh_cn: 显示内容视图组件

source: composite content view numeric identifier
fr: Identifiant numérique d'affichage du contenu composite
ka: კომპოზიტური შემცველობის ხედის რიცხვობრივი იდენტიფიკატორი
zh_cn: 组合内容的数字标识符

source: content view component ID. Identifier of the component association
fr: ID du composant de visualisation du contenu. Identificateur de l'association de composants
ka: შემცველობის ხედის კომპონენტის ID. კომპონენტის ასოციაციის იდენტიფიკატორი
zh_cn: 内容视图组件 ID。组件关联的标识符

source: Update a component associated with the content view
fr: Mettre à jour un composant associé à l'affichage de contenu
ka: შემცველობის ხედთან ასოცირებული კომპონენტის განახლება
zh_cn: 更新与内容视图关联的组件

source: true if the latest version of the components content view is desired
fr: vrai si la dernière version de la vue du contenu des composants est souhaitée
ka: ჩართულია, თუ სასურველია კომპონენტების შემცველობის ხედის ბოლო ვერსია
zh_cn: 如果需要组件内容视图的最新版本，则为 true

source: Either select the latest content view or the content view version. Cannot set both.
fr: Sélectionnez soit la dernière vue du contenu, soit la version de la vue du contenu. On ne peut pas régler les deux.
ka: აირჩიეთ ან ბოლო შემცველობის ხედი ან შემცველობის ხედის ვერსია. ორივეს ვერ დააყენებთ.
zh_cn: 选择最新的内容视图或内容视图版本。不能同时设置两者。

source: List filter rules
fr: Répertorier les règles de filtre
ka: ფილტრის წესების სია
zh_cn: 列表过滤规则

source: filter identifier
fr: identifiant de filtre
ka: ფილტრის იდენტიფიკატორი
zh_cn: 过滤器标识符

source: name of the content view filter rule
fr: nom de la règle de filtrage d'affichage du contenu
ka: შემცველობის ხედის ფილტრის წესის სახელი
zh_cn: 內容视图过滤规则

source: errata_id of the content view filter rule
fr: errata_id de la règle de filtrage de la vue du contenu
ka: შემცველობის ხედის ფილტრის წესის errata_id
zh_cn: 内容视图过滤器规则的 errata_id

source: Create a filter rule. The parameters included should be based upon the filter type.
fr: Créer une règle de filtre. Les paramètres inclus doivent se baser sur le type de filtre.
ka: ფილტრის წესის შექმნა. გადაცემული პარამეტრები ფილტრის ტიპზეა დამოკიდებული.
zh_cn: 创建一个过滤规则。所包含的参数应基于过滤器类型。

source: deb, package, package group, or docker tag names
fr: deb, packages, groupes de packages ou noms de balises docker
ka: deb-ის, პაკეტის, პაკეტების ჯგუფის ან docker-ის ჭდის სახელები
zh_cn: deb、软件包、软件包组或 docker 标签名

source: package group: uuid
fr: Mise à jour de groupes de paquets
ka: პაკეტების ჯგუფი: UUID
zh_cn: 软件包组 : uuid

source: package: version
fr: paquet : version
ka: პაკეტი: ვერსია
zh_cn: 软件包：版本

source: package: architecture
fr: paquet: architecture
ka: პაკეტი: არქიტექტურა
zh_cn: 软件包 : 架构

source: package: minimum version
fr: paquet : version minimum
ka: პაკეტი: მინიმალური ვერსია
zh_cn: 软件包：最小版本

source: package: maximum version
fr: paquet : version maximum
ka: პაკეტი: მაქსიმალური ვერსია
zh_cn: 套件：最大版本

source: erratum: id
ka: შემორჩენილი პაჩი: ID
zh_cn: 勘誤：ID

source: erratum: IDs or a select all object
fr: erratum : ID ou objet tout sélectionner
ka: შემორჩენილი პაჩი: ID-ები ან ყველას მონიშვნა
zh_cn: 勘誤：ID 或全選物件

source: erratum: start date (YYYY-MM-DD)
fr: erratum : date de début (AAAA-MM-JJ)
ka: შემორჩენილი პაჩი: საწყისი თარიღი (წწწწ-თთ-დდ)
zh_cn: 勘誤：開始日期（YYYY-MM-DD）

source: erratum: end date (YYYY-MM-DD)
fr: erratum : date de fin (AAAA-MM-JJ)
ka: შემორჩენილი პაჩი: დასასრული თარიღი (წწწწ-თთ-დდ)
zh_cn: 勘誤：截止日期（YYYY-MM-DD）

source: erratum: types (enhancement, bugfix, security)
fr: erratum : types (améliorations, corrections de bogues, sécurité)
ka: მორჩენილი პაჩი: ტიპები (გაფართოება, შეცდომის ჩასწორება, უსაფრთხოება)
zh_cn: 勘誤：類別（加強功能、修正 bug、安全性）

source: erratum: search using the 'Issued On' or 'Updated On' column of the errata. Values are 'issued'/'updated'
fr: erratum: recherche utilisant la colonne 'Émis le' ou 'Mis à jour le' des errata. Les valeurs sont 'émis'/'mis à jour'
zh_cn: 勘误：使用勘误的 'Issued On' 或 'Updated On' 列进行搜索。值为 'issued'/'updated'

source: module stream ids
fr: Ids des flux de modules
ka: მოდულის ნაკადის ID-ები
zh_cn: 模块流 ID

source: Show filter rule info
fr: Afficher les informations de règle de filtre
ka: ფილტრის წესის ინფორმაციის ჩვენება
zh_cn: 显示过滤器规则信息

source: rule identifier
fr: identifiant de règle
ka: წესის იდენტიფიკატორი
zh_cn: 規則識別子

source: Update a filter rule. The parameters included should be based upon the filter type.
fr: Mettre à jour une règle de filtre. Les paramètres inclus doivent se baser sur le type de filtre.
ka: ფილტრის წესის განახლება. გადაცემული პარამეტრები ფილტრის ტიპზეა დამოკიდებული.
zh_cn: 更新过滤器规则。包含的参数应基于过滤器类型。

source: package, package group, or docker tag: name
fr: paquet, groupe de paquets ou balise docker : nom
ka: პაკეტის, პაკეტების ჯგუფის ან დოკერის ჭდე: სახელი
zh_cn: 软件包，软件包组 或docker 标签：名称

source: Delete a filter rule
fr: Supprimer une règle de filtre
ka: ფილტრის წესის წაშლა
zh_cn: 刪除过滤器规则

source: list filters
fr: répertorier les filtres
ka: ფილტრების სია
zh_cn: 列出篩選器

source: filter content view filters by name
fr: Filtrer les filtres d'affichage de contenu par nom
ka: შემცველობის ხედის ფილტრების სახელით გაფილტვრა
zh_cn: 根据名称过滤内容视图

source: types of filters
fr: types de filtres
ka: ფილტრების ტპი
zh_cn: 过滤器类型

source: create a filter for a content view
fr: créer un filtre pour un affichage de contenu
ka: შემცველობის ხედის ფილტრის შექმნა
zh_cn: 为内容视图创建一个过滤器

source: name of the filter
fr: nom du filtre
ka: ფილტრის სახელი
zh_cn: 过滤器名称

source: type of filter (e.g. deb, rpm, package_group, erratum, erratum_id, erratum_date, docker, modulemd)
fr: type de filtre (e.g. deb, rpm, package_group, erratum, erratum_id, erratum_date, docker, modulemd)
ka: ფილტრის ტიპი (მაგ: deb, rpm, package_group, erratum, erratum_id, erratum_date, docker, modulemd)
zh_cn: 过滤器类型 (例如 deb, rpm, package_group, erratum, erratum_id, erratum_date, docker, modulemd)

source: add all packages without errata to the included/excluded list. (package filter only)
fr: ajouter tous les packages sans errata à la liste incluse/exclue. (filtre de package uniquement)
zh_cn: 把没有勘误的所有软件包添加到包括/排除列表中。（仅限于过滤器）

source: add all module streams without errata to the included/excluded list. (module stream filter only)
fr: ajouter tous les flux de modules sans errata à la liste incluse/exclue. (filtre de package uniquement)
zh_cn: 将所有没有勘误的模块流添加到包含/排除列表中。 （仅限于模块流过滤器）

source: specifies if content should be included or excluded, default: inclusion=false
fr: indique si le contenu doit être inclus ou exclu, par défaut : inclusion=false
zh_cn: 指定内容应该被包括还是排除，默认：inclusion=false

source: list of repository ids
fr: liste d'ids de référentiel
ka: რეპოზიტორიების ID-ების სია
zh_cn: 軟體庫 ID 的清單

source: description of the filter
fr: description du filtre
ka: ფილტრი აღწერა
zh_cn: 篩選器描述

source: show filter info
fr: afficher les informations de filtre
ka: ფილტრის ინფორმაციის ჩვენება
zh_cn: 顯示篩選器資訊

source: update a filter
fr: mise à jour d'un filtre
ka: ფილტრის ატვირთვა
zh_cn: 更新篩選器

source: new name for the filter
fr: nouveau nom du filtre
ka: ფილტრის ახალი სახელი
zh_cn: 篩選器的新名稱

source: delete a filter
fr: supprimer un filtre
ka: ფილტრის წაშლა
zh_cn: 删除过滤器

source: bulk delete filter rules
fr: bulk - supprimer règles de filtrage
ka: ბევრი ფილტრის წესის წაშლა
zh_cn: 批量删除过滤规则

source: filter identifiers
fr: identifiants de filtre
ka: ფილტრის იდენთიფიკატორები
zh_cn: 过滤器标识符

source: bulk add filter rules
fr: bulk - ajouter règles de filtre
ka: ბევრი ფილტრის წესის დამატება
zh_cn: 批量添加过滤规则

source: Rules to be added
fr: Règles à ajouter
ka: დაემატება წესები
zh_cn: 要添加的规则

source: package, package group, or docker tag names
fr: paquets, groupes de paquets ou balises docker
ka: პაკეტის, პაკეტების ჯგუფის ან დოკერის ჭდის სახელი
zh_cn: 软件包、软件包组或 docker 标签名

source: Couldn't find ContentViewFilter with id=%s
fr: Le filtre d'affichage du contenu avec l'ID =%s est introuvable
ka: ContentViewFilter ID=%s არ არსებობს
zh_cn: 找不到 id=%s 的 ContentViewFilter

source: Show a content view's history
fr: Afficher un historique d'affichage de contenu
ka: შემცველობის ხედის ისტორიის ჩვენება
zh_cn: 显示内容视图的历史记录

source: content view numeric identifier
fr: identifiant numérique d'affichage du contenu
ka: შემცველობის ხედის რიცხვობრივი იდენტიფიკატორი
zh_cn: 内容视图数字标识符

source: Content View id
fr: ID de la vue de contenu
ka: შემცველობის ხედის id
zh_cn: 内容视图 ID

source: List content view versions
fr: Répertorier les versions d'affichage de contenu
ka: შემცველობის ხედის ვერსიების სია
zh_cn: 列出内容视图版本

source: Filter versions by environment
fr: Filtrer les versions par environnement
ka: ვერსიების გარემოთი გაფილტვრა
zh_cn: 按环境过滤版本

source: Filter versions by version number
fr: Filtrer les versions par numéro de version
ka: ვერსიების ვერსიის ნომრის გაფილტვრა
zh_cn: 按版本号过滤版本

source: Filter versions that are components in the specified composite version
fr: Filtrer les versions composantes dans la version composite spécifiée
ka: ფილტრის ვერსიები, რომლებიც მითითებულ კომპოზიტის ვერსიაში კომპონენტები არიან
zh_cn: 过滤在指定复合版本中作为组件的版本

source: Whether or not to return filters applied to the content view version
fr: Retour ou non des filtres appliqués à la version de l'affichage du contenu
zh_cn: 是否返回应用到内容视图版本的过滤器

source: Filter composite versions whose publish was triggered by the specified component version
fr: Filtrer les versions composites dont la publication a été déclenchée par la version du composant spécifié
zh_cn: 过滤其发布由指定的组件版本触发的组合版本

source: Filter content view versions that contain the file
fr: Filtrer les versions d'affichage du contenu qui contiennent le fichier
ka: იმ შემცველობის ხედის ვერსიების გაფილტვრა, რომლებიც ფაილს შეიცავენ
zh_cn: 过滤包含文件的内容视图版本

source: Filter out default content views
fr: Exclure les affichages de contenu par défaut du filtre
ka: ნაგულისხმევი შემცველობის ხედების გაფილტვრა
zh_cn: 排除預設的內容視域

source: Show content view version
fr: Afficher la version de l'affichage de contenu
ka: შემცველობის ხედის ვერსიის ჩვენება
zh_cn: 显示内容视图版本

source: Promote a content view version
fr: Promouvoir une version de vue de contenu
ka: შემცველობის ხედის ვერსიის დაწინაურება
zh_cn: 升级内容视图版本

source: force content view promotion and bypass lifecycle environment restriction
fr: forcer la promotion de la vue de contenu et contourner la restriction de l'environnement de cycle de vie
ka: შემცველობის ხედის ძალით დაწინაურება და სიცოცხლის ციკლის გარემოს შეზღუდვების გამოტოვება
zh_cn: 强制内容视图推广，并绕过生命周期环境限制

source: Identifiers for Lifecycle Environment
fr: Identifiants de l’Environnement de cycle de vie
ka: ცხოვრების ციკლის გარემოების იდენტიფიკატორები
zh_cn: 生命周期环境的标识符
