Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Given criteria doesn't match any hosts. Try changing your rule.
fr: Le critère donnée ne correspond à aucun hôte. Essayez de changer la règle.
ka: მითითებული პირობა არც ერთ ჰოსტს არ ემთხვევ. სცადეთ, შეცვალოთ თქვენი წესი.
zh_cn: 给定条件与任何主机都不匹配。尝试更改您的规则。

source: Your search returned no matching hosts.
fr: Votre recherche n’a renvoyé aucun hôte.
ka: თქვენს ძებნის პირობებში არც ერთი ჰოსტი არ ჯდება.
zh_cn: 您的搜索没有返回匹配的主机。

source: Components
fr: Composants
ka: კომპონენტები
zh_cn: 组件

source: Content View Name
fr: Nom de la vue de contenu
ka: შემცველობის ხედის სახელი
zh_cn: 内容视图名称

source: RPM Packages
fr: RPM paquets
ka: RPM პაკეტები
zh_cn: RPM 软件包

source: RPM Package Groups
fr: RPM Groupes de paquets
ka: RPM პაკეტის ჯგუფები
zh_cn: RPM 软件包组

source: Remove from environment
fr: Supprimer de l’environnement
ka: გარემოდან წაშლა
zh_cn: 从环境中移除

source: Republish repository metadata
fr: Republier les métadonnées de référentiel
ka: რეპოზიტორიის მეტამონაცემების თავიდან გამოქვეყნება
zh_cn: 重新发布仓库元数据

source: All Repositories
fr: Référentiels
ka: ყველა რეპოზიტორია
zh_cn: 所有仓库

source: Your search returned no matching
fr: Votre recherche n’a pas été féconde
ka: თქვენს ძებნას პასუხები არ აქვს
zh_cn: 您的搜索没有返回匹配

source: No matching
fr: Aucun résultat
ka: დამთხვევის გარეშე
zh_cn: 未匹配

source: found.
fr: trouvé(e)(s).
ka: მოიძებნა.
zh_cn: 找到。

source: Container manifests
fr: Manifestes de containeurs
ka: კონტეინერის მანიფესტები
zh_cn: 容器清单

source: Container manifest lists
fr: Listes de manifestes d'images de conteneur
ka: კონტეინერის მანიფესტების სიები
zh_cn: 容器清单列表

source: Container image tags
fr: Balises d'images de conteneurs
ka: კონტეინერის ასლის ჭდეები
zh_cn: 容器镜像标签

source: Source RPMs
fr: RPMs source
ka: წყარო RPM-ები
zh_cn: 來源 RPM

source: Publishing content view
fr: Publier un affichage de contenu
ka: შემცველობის ხედის გამოქვეყნება
zh_cn: 发布内容视图

source: In progress
fr: En cours
ka: პროცესშია
zh_cn: 进行中

source: Close
fr: Fermer
ka: დახურვა
zh_cn: 关闭

source: View task details
fr: Détails de la tâche
ka: ამოცანის დეტალების ნახვა
zh_cn: 查看任务详情

source: No available component content view updates
fr: Aucune mise à jour de l'affichage du contenu des composants n'est disponible
ka: კომპონენტის შემცველობის ხედის განახლებების გარეშე
zh_cn: 没有可用的组件内容视图更新

source: No available repository or filter updates
fr: Aucune mise à jour de référentiel ou de filtre disponible
ka: რეპოზიტორიის ან ფილტრის განახლებების გარეშე
zh_cn: 没有可用的存储库或过滤器更新

source: Newly published version will be the same as the previous version.
fr: La nouvelle version publiée sera la même que la précédente.
ka: ახლად გამოცემული ვერსია იგივე იქნება, რაც წინა ვერსია იყო.
zh_cn: 新版本将与上一版本相同。

source: Duplicate repositories in content view versions
fr: Référentiels en double dans les versions d'affichage du contenu
ka: დუბლირებული რეპოზიტორიები შემცველობის ხედის ვერსიებში
zh_cn: 内容视图版本中的重复存储库

source: Repositories common to the selected content view versions will merge, resulting in a composite content view that is a union of all content from each of the content view versions.
fr: Les référentiels communs aux versions d'affichage de contenu sélectionnées fusionneront, ce qui donnera une vue de contenu composite qui est une union de tout le contenu de chacune des versions d'affichage de contenu.
zh_cn: 所选内容视图版本常见的存储库将合并，生成复合内容视图，该视图是每个内容视图版本中的所有内容。

source: A new version of
fr: Une nouvelle version de
ka: ახალი ვერსია პაკეტისთვის
zh_cn: 一个新版本

source: Publish new version -
fr: Nouvelle version publiée -
ka: ახალი ვერსიის გამოქვეყნება -
zh_cn: 发布新版本 -

source: Review your currently selected changes for
fr: Revoir vos changements actuellement sélectionnés pour
ka: გადაავლეთ თვალი თქვენს ამჟამად არჩეულ ცვლილებებს სამიზნისთვის
zh_cn: 查看您当前选择的更改

source: Filters will be applied to this content view version.
fr: Les filtres seront appliqués à cette version de l'affichage du contenu.
ka: ამ შემცველობის ხედის ვერსიაზე ფილტრები გადატარდება.
zh_cn: 过滤器将应用到此内容视图版本。

source: Newly published
fr: Dernière publication
ka: ახლახანს გამოქვეყნებული
zh_cn: 最新发布的

source: View Filters
fr: Voir les filtres
ka: ფილტრების ნახვა
zh_cn: 查看过滤器

source: Publishing ${name}
fr: Publication {name}
ka: ${name}-ის გამოცემა
zh_cn: 发布 {name}

source: Determining settings for ${name}
fr: Détermination des paramètres de ${name}
ka: პარამეტრების გარკვევა ${name}-სთვის
zh_cn: 确定 {name} 的设置

source: Last published
fr: Dernière publication
ka: ბოლო გამოქვეყნება
zh_cn: 最新发布的

source: Last task
fr: Dernière tâche
ka: ბოლო ამოცანა
zh_cn: 最新任务

source: No content views yet
fr: Aucun affichage de contenu pour l’instant
ka: შემცველობის ხედების გარეშე
zh_cn: 还沒有內容视图

source: You currently have no content views to display
fr: Vous n'avez actuellement aucune vue de contenu à afficher
ka: ამჟამად საჩვენებელი შემცველობის ხედები არ გაგაჩნიათ
zh_cn: 您目前没有要显示的内容视图

source: Select content view
fr: Sélectionner l'affichage de contenu
ka: შემცველობის წყაროს არჩევა
zh_cn: 选择内容视图

source: Library
fr: Bibliothèque
ka: ბიბლიოთეკა
zh_cn: 库

source: Select a content source first
fr: Sélectionner d'abord une source de contenu
ka: ჯერ აირჩიეთ შემცველობის წყარო
zh_cn: 先选择一个内容源

source: Select a lifecycle environment first
fr: Sélectionnez d'abord un environnement de cycle de vie
ka: ჯერ აირჩიეთ ცხოვრების ციკლის გარემო
zh_cn: 首先选择生命周期环境

source: Loading...
fr: Chargement...
ka: იტვირთება...
zh_cn: 载入中...

source: Error loading content views
fr: Erreur de chargement des vues de contenu
ka: შემცველობის ხედების ჩატვირთვის შეცდომა
zh_cn: 加载内容视图时出错

source: No content views available
fr: Il n'existe pas d’affichages de contenu disponible
ka: შემცველობის ხედების გარეშე
zh_cn: 没有可用的内容视图

source: Select a content view
fr: Sélectionner un affichage de contenu
ka: შემცველობის წყაროს არჩევა
zh_cn: 选择一个内容视图

source: Consists of repositories
fr: Consiste en référentiels
ka: შედგება რეპოზიტორიებისგან
zh_cn: 由仓库组成

source: Composite content views
fr: Affichages de contenus composites
ka: კომპოზიტური შემცველობის ხედები
zh_cn: 复合内容视图

source: Consists of content views
fr: Consiste en affichages de contenu
ka: შედგება შემცველობის ხედებისგან
zh_cn: 由内容视图组成

source: Select a lifecycle environment from the available promotion paths to promote new version.
fr: Sélectionnez un environnement de cycle de vie parmi les chemins de promotion disponibles pour promouvoir la nouvelle version.
zh_cn: 从可用的提升路径中选择生命周期环境来提升新版本。

source: Filters were applied to this version.
fr: Des filtres ont été appliqués à cette version.
ka: ამ ვერსიაზე ფილტრებია გადატარებული.
zh_cn: 过滤器应用于这个版本。

source: Updates available: Component content view versions have been updated.
fr: Mises à jour disponibles : les versions de l'affichage du contenu des composants ont été mises à jour.
ka: ხელმისაწვდომია განახლებები: კომპონენტის შემცველობის ხედის ვერსიები განახლდა.
zh_cn: 更新可用 ：组件内容视图版本已更新。

source: Updates available: Repositories and/or filters have changed.
fr: Mises à jour disponibles : Les référentiels et/ou les filtres ont changé.
ka: ხელმისაწვდომია განახლებები: რეპოზიტორიები ან/და ფილტრები შეიცვალა.
zh_cn: 可用更新：存储库和/或过滤器已更改。

source: Related content views:
fr: Vues de contenu associées :
ka: შესაბამისი შემცველობის ხედები:
zh_cn: 相关的内容视图：

source: Related composite content views:
fr: Affichages du contenu composite associé :
ka: შესაბამისი კომპოზიტური შემცველობის ხედები:
zh_cn: 相关的复合内容视图：

source: Activation keys:
fr: Clés d'activation :
ka: აქტივაცის გასაღებები:
zh_cn: 激活码：

source: Hosts:
fr: Hôtes :
ka: ჰოსტები:
zh_cn: 主机：

source: content view is used in listed composite content views.
fr: l’affichage du contenu est utilisé dans les affichages de contenus composites.
ka: შემცველობის ხედი გამოტანილ კომპოზიტურ შემცველობის ხედებშია ჩამოთვლილი.
zh_cn: 内容视图用于列出复合内容视图。

source: Related composite content views
fr: Affichages du contenu composite associé
ka: შესაბამისი კომპოზიტური შემცველობის ხედები
zh_cn: 相关的复合内容视图

source: content view is used in listed content views. For more information,
fr: l’affichage du contenu est utilisé dans les affichages de contenu de composants listés. Pour plus d’informations,
ka: შემცველობის ხედი გამოტანილ შემცველობის ხედებშია ჩამოთვლილი. მეტი ინფორმაციისთვის,
zh_cn: 在列出的内容视图中的内容视图。如需更多信息，

source: view content view tabs.
fr: voir onglets d’affichage de contenu.
ka: შემცველობის ხედის ჩანართების ნახვა.
zh_cn: 查看内容视图标签页。

source: Related content views
fr: Vues du contenu associées
ka: შესაბამისი შემცველობის ხედები
zh_cn: 相关内容视图

source: You currently don't have any related content views.
fr: Vous n'avez actuellement aucun affichage de contenu associé.
ka: ამჟამად არც ერთი შესაბამისი შემცველობის ხედი არ გაგაჩნიათ.
zh_cn: 您目前没有任何相关的内容视图。

source: Related content views will appear here when created.
fr: Les affichages de contenu associés apparaîtront ici une fois créés.
zh_cn: 相关的内容视图在创建时将在此处显示。

source: Something went wrong while getting the data. See the logs for more information
fr: Un problème est survenu lors de l'obtention des données. Voir les journaux pour plus d'informations
zh_cn: 获取数据时出现问题。如需更多信息，请参阅日志

source: Something went wrong while updating the content source. See the logs for more information
fr: Un problème est survenu lors de la mise à jour de la source de contenu. Voir les journaux pour plus d'informations
zh_cn: 更新内容源时出现错误。如需更多信息，请参阅日志

source: Something went wrong while loading the Smart Proxy. See the logs for more information
fr: Un problème est survenu lors du chargement du Smart Proxy. Voir les logs pour plus d'informations
zh_cn: 加载智能代理时出现错误。如需更多信息，请参阅日志

source: Something went wrong while loading the content views. See the logs for more information
fr: Un problème est survenu lors du chargement des vues de contenu. Voir les journaux pour plus d'informations
zh_cn: 加载内容视图时出现错误。如需更多信息，请参阅日志

source: Select a source
fr: Sélectionner une source
ka: აირჩიეთ წყარო
zh_cn: 选择一个源

source: No hosts found
fr: Aucun hôte trouvé.
ka: ჰოსტები ნაპოვნი არაა
zh_cn: 没有找到主机

source: Some environments are disabled because they are not associated with the selected content source.
fr: Certains environnements sont désactivés parce qu'ils ne sont pas associés à la source de contenu sélectionnée.
zh_cn: 有些环境被禁用，因为它们没有与所选内容源关联。

source: To enable them, add the environment to the content source, or select a different content source.
fr: Pour les activer, ajoutez l'environnement à la source de contenu ou sélectionnez une autre source de contenu.
zh_cn: 要启用它们，请将环境添加到内容源，或者选择不同的内容源。

source: After configuring Foreman, configuration must also be updated on {hosts}. Choose one of the following options to update {hosts}:
fr: Après avoir configuré Foreman, la configuration doit également être mise à jour sur{hosts}. Choisissez l'une des options suivantes pour mettre à jour{hosts} :
zh_cn: 配置 Foreman 后，还必须在 {hosts} 上更新配置。选择以下选项之一来更新 {hosts} ：

source: the host
fr: l'hôte
ka: ჰოსტი
zh_cn: 主机

source: Run job invocation
fr: Invocation d'un job d'exécution
ka: დავალების ჩასწორების გაშვება
zh_cn: 运行作业调用

source: Update hosts manually
fr: Mettre à jour les hôtes manuellement
ka: ჰოსტების ხელით განახლება
zh_cn: 手动更新主机

source: Copy to clipboard
fr: Copier dans le presse-papiers
ka: ბუფერში კოპირება
zh_cn: 复制到剪贴板

source: Configuration updated on Foreman
fr: Configuration mise à jour sur Foreman
ka: Foreman-ზე კონფიგურაცია შეიცვალა
zh_cn: Foreman 上更新的配置

source: Configuration still must be updated on {hosts}
fr: La configuration doit encore être mise à jour le {hosts}
ka: კონფიგურაციის განახლება ჯერ კიდევ საჭიროა: {hosts}
zh_cn: 配置仍需要在 {hosts} 上更新

source: To finish the process of changing the content source, run the following script manually on {hosts}.
fr: Pour terminer le processus de modification de la source de contenu, exécutez manuellement le script suivant sur{hosts} .
zh_cn: 要完成更改内容源的过程，请在 {hosts} 中手动运行以下脚本。

source: the hosts
fr: les hôtes
ka: ჰოსტები
zh_cn: 主机

source: Select ...
fr: Sélectionner ...
ka: არჩევა ...
zh_cn: 选择 ...

source: Hosts to update
fr: Hôtes à mettre à jour
ka: განახლებული ჰოსტები
zh_cn: 更新的主机

source: Ignored hosts
fr: Hôtes ignorés
ka: იგნორირებული ჰოსტები
zh_cn: 忽略的主机

source: Some hosts are not registered as content hosts and will be ignored.
fr: Les hôtes suivants ne sont pas enregistrés comme hôtes de contenu, ils seront donc ignorés.
ka: ზოგიერთი ჰოსტი არაა დარეგისტრირებული, როგორც შემცველობის ჰოსტი და გამოტოვებული იქნება.
zh_cn: 一些主机没有注册为内容主机并将被忽略。

source: Search
fr: Recherche
ka: ძებნა
zh_cn: 搜索

source: Changing a host's content source will change the Smart Proxy from which the host gets its content.
fr: La modification de la source de contenu d'un hôte modifiera le Smart Proxy à partir duquel l'hôte obtient son contenu.
zh_cn: 更改主机的内容源将更改主机从中获取其内容的智能代理。

source: No hosts were specified
fr: Aucun hôte n'a été spécifié
ka: ჰოსტები მითითებული არაა
zh_cn: 没有指定主机

source: No repositories to show
fr: Aucun référentiel à afficher
ka: საჩვენებელი რეპოზიტორიების გარეშე
zh_cn: 没有要显示的仓库

source: Profiles
fr: Profils
ka: პროფილები
zh_cn: 配置集

source: No profiles to show
fr: Aucun profil à montrer
ka: საჩვენებელი პროფილების გარეშე
zh_cn: 没有可显示的配置集

source: Artifacts
ka: არტეფაქტები
zh_cn: 工件

source: No artifacts to show
fr: Pas d'artefacts à montrer
ka: საჩვენებელი არტეფაქტების გარეშე
zh_cn: 没有可显示的工件

source: RPMs
ka: RPM-ები
zh_cn: RPM

source: CDN Configuration updated.
fr: Configuration CDN mise à jour.
ka: CDN-ის კონფიგურაცია განახლდა.
zh_cn: 更新的 CDN 配置。

source: CDN configuration is set to Export Sync (disconnected). Repository enablement/disablement is not permitted on this page.
fr: La configuration du CDN est réglée sur Export Sync (déconnecté). L'activation/désactivation du référentiel n'est pas autorisée sur cette page.
zh_cn: CDN 配置被设置为 Export Sync（断开连接）。本页中不允许启用/禁用仓库。

source: Available Repositories
fr: référentiels disponibles
ka: ხელმისაწვდომი რეპოზიტორიები
zh_cn: 可用仓库

source: Enabled Repositories
fr: Référentiels activés
ka: ჩართული რეპოზიტორიები
zh_cn: 启用的仓库

source: Only repositories not published in a content view can be disabled. Published repositories must be deleted from the repository details page.
fr: Seuls les référentiels non publiés dans une vue de contenu peuvent être désactivés. Les référentiels publiés doivent être supprimés de la page de détails du référentiel.
zh_cn: 只有未发布在内容视图中的存储库才能禁用。必须从存储库详情页面中删除发布的存储库。

source: Export as CSV
fr: Exporter en CSV
ka: CVS-ში გატანა
zh_cn: 导出为 CSV

source: Repository '%(repoName)s' has been disabled.
fr: Le référentiel '%(repoName)s' a été désactivé.
ka: რეპოზიტორია '%(repoName)s' გაითიშა.
zh_cn: 仓库 '%(repoName)s' 已被禁用。

source: (Orphaned)
fr: (Abandonné)
ka: (მიტოვებული)
zh_cn: （孤立）

source: Cannot be disabled because it is part of a published content view
fr: Ne peut pas être désactivé car il fait partie d'une vue de contenu publié
ka: გათიშვა შეუძლებელია, რადგან ის გამოცემული შემცველობის ხედის ნაწილია
zh_cn: 无法禁用，因为它是发布内容视图的一部分

source: Recommended Repositories
fr: Référentiels recommandés
ka: რეკომდენდებული რეპოზიტორიები
zh_cn: 推荐的仓库

source: This shows repositories that are used in a typical setup.
fr: Il s'agit de référentiels utilisés dans une configuration typique.
ka: აჩვენებს ჩვეულებრივი დაყენების დროს გამოყენებულ რეპოზიტორიებს.
zh_cn: 这显示了典型设置中使用的仓库。

source: All available architectures for this repo are enabled.
fr: Toutes les architectures disponibles pour cette prise en pension sont activées.
ka: ამ რეპოზიტორიის ყველა ხელმისაწვდომი არქიტექტურა ჩართულია.
zh_cn: 此仓库的所有可用架构均已启用。

source: No repositories available.
fr: Aucun référentiel n'est disponible.
ka: რეპოზიტორიების გარეშე.
zh_cn: 没有可用的仓库。

source: Repository '%(repoName)s' has been enabled.
fr: Le référentiel '%(repoName)s' a été activé.
ka: რეპოზიტორია '%(repoName)s' ჩაირთო.
zh_cn: 仓库 '%(repoName)s' 已被启用。

source: Unspecified
fr: Non spécifié
ka: მიუთითებელი
zh_cn: 未指定

source: This repository is not suggested. Please see additional %(anchorBegin)sdocumentation%(anchorEnd)s prior to use.
fr: Ce référentiel n'est pas suggéré. Veuillez consulter la %(anchorBegin)sdocumentation%(anchorEnd)s supplémentaire avant l'utilisation.
zh_cn: 不建议使用此仓库。使用前，请参阅 %(anchorBegin)s文档%(anchorEnd)s。

source: Available
fr: Disponible
ka: ხელმისაწვდომია
zh_cn: 可得到

source: Both
fr: Les deux
ka: ორივე
zh_cn: 两者

source: Other
fr: Autre
ka: სხვები
zh_cn: 其他

source: Filter by Product
fr: Filtrer par produit
ka: პროდუქტით გაფილტვრა
zh_cn: 按产品过滤

source: Filter by type
fr: Filtrer par nom
ka: ტიპით გაფილტვრა
zh_cn: 按类型过滤

source: No repository sets match your search criteria.
fr: Aucun ensemble de référentiels ne correspond à vos critères de recherche.
ka: თქვენმა ძებნამ რეპოზიტორიის 0 სეტი დააბრუნა.
zh_cn: 没有仓库集符合您的搜索条件。

source: No Red Hat products currently exist, please import a manifest %(anchorBegin)s here %(anchorEnd)s to receive Red Hat content. No repository sets available.
fr: Aucun produit Red Hat n'existe actuellement, veuillez importer un manifeste %(anchorBegin)s ici %(anchorEnd)s pour recevoir le contenu Red Hat. Aucun ensemble de référentiel n'est disponible.
zh_cn: 当前不存在任何红帽产品，请导入清单 %(anchorBegin)s %(anchorEnd)s 来接收红帽内容。没有可用的仓库集。

source: No enabled repositories match your search criteria.
fr: Aucun référentiel activé ne correspond à vos critères de recherche.
ka: თქვენს ძებნის პირობებს არც ერთი რეპოზიტორია არ ემთხვევა.
zh_cn: 没有启用的仓库符合您的搜索条件。

source: No repositories enabled.
fr: Aucun référentiel activé.
ka: ჩართული რეპოზიტორიების გარეშე.
zh_cn: 没有启用的仓库。

source: Debian packages
fr: Paquets Debian
ka: Debian-ის პაკეტები
zh_cn: Debian 软件包

source: Synced
fr: Synchronisé
ka: სინქრონიზებულია
zh_cn: 同步的

source: Content view version is empty
fr: La version d'affichage du contenu est vide
ka: შემცველობის ხედის ვერსია ცარიელია
zh_cn: 内容视图版本为空

source: Smart proxy content count refresh has started in the background
fr: L'actualisation du nombre de contenus du proxy intelligent a démarré en arrière-plan
ka: ჭკვიანი პროქსის შემცველობის რაოდენობის განახლება ფონურად გაეშვა
zh_cn: 智能代理内容计数刷新已在后台启动

source: Something went wrong while refreshing content counts: ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de l'actualisation du contenu : ${getResponseErrorMsgs(error.response)}
zh_cn: 刷新内容计数时出现错误：${getResponseErrorMsgs(error.response)}

source: Last sync
fr: Dernière Sync
ka: ბოლო სინქრონიზაცია
zh_cn: 最后同步

source: Refresh counts
fr: Actualiser le nombre
ka: განახლების რაოდენობები
zh_cn: 刷新计数

source: Requires Virt-Who
fr: Nécessite Virt-Who
ka: ესაჭიროება Virt-Who
zh_cn: 需要 Virt-Who

source: Consumed
fr: Consommé
ka: მოხმარებულია
zh_cn: 已消耗

source: Starts
fr: Démarrage
ka: საწყისი
zh_cn: 开始

source: Ends
fr: Se termine
ka: საბოლოო
zh_cn: 结束

source: Contract Number
fr: Numéro de contrat
ka: საკონტაქტო ნომერი
zh_cn: 合同号

source: Support Type
fr: Type de pris en charge
ka: მხარდაჭერის ტპი
zh_cn: 支持类型

source: Architecture(s)
ka: არქიტექტურა
zh_cn: 架构

source: Multi-entitlement
fr: Droits d’accès multiples
ka: მრავალ-უფლებიანი
zh_cn: 多权利

source: Stacking ID
fr: Empilage des ID
ka: გაერთიანებული ID
zh_cn: 堆叠 ID

source: Associations
ka: ასოცირებები
zh_cn: 关联

source: Resource
fr: Ressource
ka: რესურსი
zh_cn: 资源

source: Sockets: %s
ka: სოკეტები: %s
zh_cn: 插槽：%s

source: Cores: %s
ka: ბირთვები: %s
zh_cn: 内核：%s

source: Subscription Info
fr: Info de l'abonnement
ka: გამოწერის ინფორმაცია
zh_cn: 订阅信息

source: Limits
fr: Limites
ka: ლიმიტები
zh_cn: 限度

source: Instance-based
fr: Basé sur l'instance
ka: გაშვებულ ასლზე-ბაზირებული
zh_cn: 基于实例

source: System Purpose
fr: Objectif system
ka: სისტემის დანიშნულება
zh_cn: 系统目的

source: Content Download URL
fr: URL de téléchargement du contenu
ka: შემცველობის გადმოწერის URL
zh_cn: 内容下载 URL

source: GPG Key URL
fr: ID de la clé GPG
ka: GPG გასაღების URL
zh_cn: GPG 密钥 URL

source: Repo Type
fr: Type de référentiel
ka: რეპოს ტიპი
zh_cn: 仓库类型

source: yes
fr: oui
ka: დიახ
zh_cn: 是

source: no
fr: non
ka: არა
zh_cn: 否

source: No products are enabled.
fr: Aucun produit n'est activé.
ka: ჩართული პროდუქტები გარეშე.
zh_cn: 没有启用任何产品。

source: Provided Products
fr: Produits fournis
ka: მოწოდებული პროდუქტები
zh_cn: 提供的产品

source: Product Content
fr: Contenu du produit
ka: პროდუქტის შემცველობა
zh_cn: 产品内容

source: Service Level (SLA)
fr: Niveau de service (SLA)
ka: სერვისის დონე (SLA)
zh_cn: 服务等级 (SLA)

source: Usage Type
fr: Type d'utilisation
ka: გამოყენების ტიპი
zh_cn: 使用类型

source: Roles
fr: Rôles
ka: როლები
zh_cn: 角色

source: Add ons
ka: დამატებები
zh_cn: 附加组件

source: Custom CDN
fr: CDN personnalisé
ka: მორგებული CDN
zh_cn: 自定义 CDN

source: Network Sync
fr: Synchronisation du réseau
ka: ქსელის სინქრონიზაცია
zh_cn: 网络同步

source: Export Sync
fr: Synchronisation des exportations
ka: სინქრონიზაციის გატანა
zh_cn: 导出同步

source: Red Hat content will be consumed from the {type}.
fr: Le contenu de Red Hat sera utilisé sur le site {type}.
ka: Red Hat-ის შემცველობა {type}-დან გაიხარჯება.
zh_cn: 红帽内容将从 {type} 中消耗。

source: Click {update} below to save changes.
fr: Cliquez sur {update} ci-dessous pour enregistrer les modifications.
ka: ცვლილებების შესანახად დაწკაპუნეთ: {update}.
zh_cn: 点击下面的 {update} 来保存更改。

source: Red Hat content will be consumed from {type}.
fr: Le contenu de Red Hat sera utilisé à partir de {type}.
ka: Red Hat-ის შემცველობა {type}-დან გაიხარჯება.
zh_cn: 红帽内容将从 {type} 中消费。

source: a custom CDN URL
fr: une URL CDN personnalisée
ka: მორგებული CDN-ის URL
zh_cn: 自定义 CDN URL

source: SSL CA Content Credential
fr: Identifiants de contenu CA SSL
ka: SSL CA შემცველობის ავტორიზაციის დეტალები
zh_cn: SSL CA 内容凭证

source: Red Hat content will be enabled and consumed via the {type} process.
fr: Le contenu de Red Hat sera activé et utilisé via le processus {type}.
ka: Red Hat-ის შემცველობა {type} პროცესის გავლით ჩაირთვება და გახარჯება.
zh_cn: 红帽内容将通过 {type} 进程启用和使用。

source: Import/Export
ka: შეტანა / გატანა
zh_cn: 导入/导出

source: Username, Password, Organization Label, and SSL CA Content Credential must be provided together.
fr: Le nom d'utilisateur, le mot de passe, le label de l'organisation et le justificatif de contenu de l'autorité de certification SSL doivent être fournis ensemble.
zh_cn: 用户名、密码、组织标签和 SSL CA 内容凭据必须一同提供。

source: Red Hat content will be consumed from an {type}.
fr: Le contenu de Red Hat sera utilisé à partir de {type}.
ka: Red Hat-ის შემცველობა {type}-დან გაიხარჯება.
zh_cn: 红帽内容将从 {type} 中消耗。

source: upstream Foreman server
fr: serveur Foreman en amont
ka: "Foreman"-ის აღმავალი სერვერი
zh_cn: 上游 Foreman 服务器

source: Provide the required information and click {update} below to save changes.
fr: Fournissez les informations requises et cliquez sur {update} ci-dessous pour enregistrer les modifications.
zh_cn: 提供所需信息并点下面的 {update} 保存更改。

source: Lifecycle Environment Label
fr: Balise d’environnement de cycle de vie
ka: ცხოვრების ციკლის გარემოს ჭდე
zh_cn: 生命周期环境 ID

source: Select one
fr: Sélectionnez-en un
ka: მონიშნეთ ერთი
zh_cn: 选择一个

source: Are you sure you want to delete the manifest?
fr: Êtes-vous sûr de vouloir supprimer le manifeste ?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ წაშალოთ მანიფესტი?
zh_cn: 您确定要删除清单吗？

source: Note: Deleting a subscription manifest is STRONGLY discouraged.
fr: Remarque : La suppression d'un manifeste d'abonnement est FORTEMENT déconseillée.
ka: გაფრთხილება: გამოწერის მანიფესტის წაშლას *არც ერთ* შემთხვევაში არ გირჩევთ.
zh_cn: 备注：不建议删除订阅清单。

source: This action should only be taken for debugging purposes.
fr: Cette action ne doit être effectuée qu'à des fins de débogage.
ka: ეს ქმედება, მხოლოდ, გამართვის მიზნით უნდა გამოიყენოთ.
zh_cn: 这个操作只应用于调试目的。

source: Note: Deleting a subscription manifest is STRONGLY discouraged. Deleting a manifest will:
fr: Remarque : la suppression d'un manifeste d'abonnement est VIVEMENT déconseillée. La suppression d'un manifeste entraînera :
ka: გაფრთხილება: გამოწერის მანიფესტის წაშლას *არც ერთ* შემთხვევაში არ გირჩევთ. მანიფესტის წაშლა გამოიწვევს:
zh_cn: 注：强烈不建议删除订阅清单。删除清单将会：
