Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Please select an architecture before assigning a kickstart repository
fr: Veuillez sélectionner une architecture avant d'attribuer un référentiel kickstart
zh_cn: 在分配 kickstart 仓库之前，请先选择一个架构

source: The selected/Inherited Content View is not available for this Lifecycle Environment
fr: L’affichage de contenu sélectionné/hérité n’est pas disponible pour cet environnement de cycle de vie
zh_cn: 此生命周期环境不支持所选/继承的内容视图

source: The selected kickstart repository is not part of the assigned content view, lifecycle environment, content source, operating system, and architecture
fr: Le référentiel kickstart sélectionné ne fait pas partie de la vue de contenu assignée, de l’environnement de cycle de vie, de la source de contenu, du système d'exploitation ou de l'architecture
zh_cn: 所选的 kickstart 仓库不是所分配的内容视图，内容源、操纵系统和架构的一部分

source: cannot contain characters other than ascii alpha numerals, '_', '-'.
fr: ne peut pas contenir de caractères autres que des alphanumériques ASCII, '_' ou '-'.
ka: არ შეიძლება შეიცავდეს სიმბოლოებს, გარდა ASCII ალფარიცხვობრივისა, '_', '-'.
zh_cn: 不可包含除了 ascii 字母數字、'_'、'-' 以外的字元。

source: can't be blank
fr: ne peut pas être vide
ka: არ შეიძლება ცარიელი იყოს
zh_cn: 不能为空

source: cannot contain more than %s characters
fr: ne peut pas contenir plus de %s caractères
ka: %s-ზე მეტ სიმბოლოს არ უნდა შეიცავდეს
zh_cn: 不能包含超过%s个字符

source: must contain at least %s character
fr: doit contenir au moins %s caractère(s)
ka: სულ ცოტა, %s სიმბოლოს უნდა შეიცავდეს
zh_cn: 必须至少包含%s个字符

source: cannot be blank
fr: ne peut pas être vide
ka: ცარიელი ვერ იქნება
zh_cn: 不可留白

source: is invalid
fr: est invalide
ka: არასწორია
zh_cn: 无效

source: must contain '%s'
fr: doit contenir '%s'
ka: '%s'-ს უნდა შეიცავდეს
zh_cn: 必须包含 '%s'

source: must not contain leading or trailing white spaces.
fr: ne doit pas contenir d'espace comme premier ou dernier caractère.
ka: თავში ან ბოლოში გამოტოვებულ ადგილებს არ უნდა შეიცავდეს.
zh_cn: 不得包含前导或尾随空格。

source: Cannot register a system to the '%s' environment
fr: Impossible d'enregistrer le système sur l'environnement '%s'
ka: სისტემის '%s' გარემოში რეგისტრაცია შეუძლებელია
zh_cn: 无法将系统注册到“%s ' 环境

source: The '%s' environment cannot contain a changeset!
fr: L'environnement '%s' ne doit pas contenir de changeset !
ka: '%s' გარემო არ შეიძლება, ცვლილებების სეტს შეიცავდეს!
zh_cn: '%s' 环境不能包括 changeset!

source: environment cannot be set to an environment already on its path
fr: l'environnement ne peut pas être définit sur un environnement se trouvant déjà sur son chemin
zh_cn: 环境不能设置到一个已在路径中的环境

source: prior environment can only have one child
fr: l'environnement précédent ne peut avoir qu'un seul enfant
ka: წინა გარემოს მხოლოდ ერთი შვილი შეიძლება ჰყავდეს
zh_cn: 前环境只能有一个子环境

source: has already been taken for a product in this organization.
fr: a déjà été pris comme produit dans cette organisation.
zh_cn: 已被该机构的产品采用。

source: Repository cannot be disabled since it has already been promoted.
fr: Le référentiel ne peut pas être désactivé car il a déjà été promu.
ka: რეპოზიტორიას ვერ გამორთავთ, რადგან ის უკვე დაწინაურებულია.
zh_cn: 軟體庫無法停用，因為該軟體庫已推送。

source: Custom repositories cannot be disabled.
fr: Les référentiels personnalisés ne peuvent pas être désactivés.
ka: ხელით მითითებული რეპოზიტორიების გათიშვა შეუძლებელია.
zh_cn: 無法停用自訂的軟體庫。

source: has already been taken for this product.
fr: a déjà été pris pour ce produit.
ka: ამ პროდუქტისთვის უკვე აღებულია.
zh_cn: 已經為此產品使用。

source: Environment cannot be in its own promotion path
fr: L'environnement ne peut pas se trouver dans son propre chemin de promotion
ka: გარემო თავისი თავის წახალისების ბილიკს არ შეუძლება წარმოადგენდეს
zh_cn: 環境不能位於自己的推送路徑上

source: already taken
fr: déjà pris
ka: უკვე აღებულია
zh_cn: 已取得

source: Host Errata Advisory
fr: Avis d'errata de l'hôte
ka: რჩევები ჰოსტის მორჩენილი პაჩების შესახებ
zh_cn: 主机勘误公告

source: Sync Summary for %s
fr: Sync Résumé pour %s
ka: სინქრონიზაციის მიმოხილვა %s-სთვის
zh_cn: 为 %s 同步摘要

source: Promotion Summary for %{content_view}
fr: Résumé de la promotion pour %%{content_view}
ka: აქციის შეჯამება %{content_view}
zh_cn: 为 %%{content_view} 提升摘要

source: You have subscriptions expiring within %s days
fr: Vous avez des abonnements qui expirent dans %s jours
ka: თქვენი გამოწერის ვადა %s დღეში გადის
zh_cn: 您有订阅将在 %s 天内过期

source: Repository %{label} failed to synchronize
fr: Référentiel %{label} n’a pas pu synchroniser
ka: რეპოზიტორიის %{label} სინქრონიზაცია ჩავარდა
zh_cn: 仓库 %{label} 无法同步

source: %{label} failed
fr: %{label} a échoué
ka: %{label} ჩავარდა
zh_cn: %{label} 失败

source: cannot contain commas
fr: ne peut pas contenir de virgules
ka: არ შეიძლება მძიმეებს შეიცავდეს
zh_cn: 不能包含逗号

source: cannot be set because unlimited hosts is set
fr: ne peut pas être fixé parce que le nombre d'hôtes est illimité
ka: მნიშვნელობის შეყვანა არ შეიძლება. ჰოსტების რაოდენობა განუსაზღვრელია
zh_cn: 无法设置，因为设置了无限的主机

source: cannot be nil
fr: ne peut pas être nul
ka: არ შეიძლება ნულის ტოლი იყოს
zh_cn: 不能为零

source: cannot be less than one
fr: ne peut pas être inférieur à un
ka: ერთზე ნაკლები არ შეიძლება იყოს
zh_cn: 不能低于一

source: cannot be lower than current usage count (%s)
fr: ne peut pas être inférieur au nombre actuel d'utilisations (%s)
ka: არ შეიძლება დატვირთვის მიმდინარე მნიშვნელობაზე (%s) ნაკლები იყოს
zh_cn: 不能低于当前使用次数（%s ）

source: ID: %s doesn't exist
fr: ID : %s n'existe pas
ka: ID: %s არ არსებობს
zh_cn: ID：%s 不存在

source: name: %s doesn't exist
fr: nom : %s n'existe pas
ka: სახელი: %s არ არსებობს
zh_cn: 名称：%s 不存在

source: Activation Keys
fr: Clés d'activation
ka: აქტივაცის გასაღებები
zh_cn: 激活码

source: This activation key is associated to one or more Hosts/Hostgroups. Search and unassociate Hosts/Hostgroups using params.kt_activation_keys ~ "%{name}" before deleting.
fr: Cette clé d'activation est associée à un ou plusieurs Hôtes/Groupes d'Hôtes. Recherchez et dissociez les Hôtes/Groupes d’hôtes en utilisant params.kt_activation_keys ~ "%{name}" avant de les supprimer.
zh_cn: 此激活码与一个或多个 Hosts/Hostgroups 关联。删除前，使用 params.kt_activation_keys ~ "%{name}" 搜索和取消关联 Hosts/Hostgroups。

source: is not a valid type. Must be one of the following: %s
fr: n'est pas un type valide. Doit être l'un des suivants : %s
ka: არასწორი ტიპისაა. უნდა იყოს ერთ-ერთი შემდეგიდან: %s
zh_cn: 不是有效的类型。需要是以下之一： %s

source: is not allowed for ACS. Must be one of the following: %s
fr: n'est pas autorisé pour l'ACS. Doit être l'un des éléments suivants : %s
ka: დაუშვებელია ACS-სთვის. უნდა იყოს ერთ-ერთი: %s
zh_cn: ACS 不被允许。需要是以下之一： %s

source: Successfully refreshed.
fr: Actualisation réussie.
ka: წარმატებით განახლდა.
zh_cn: 成功刷新。

source: Products updated.
fr: Produits mis à jour.
ka: პროდუქტები განახლდა.
zh_cn: 产品已更新。

source: Manifest does not have a valid subscription
fr: Le manifeste n’a pas d’abonnement valide
ka: მანიფესტს სწორი გამოწერა არ გააჩნია
zh_cn: 清单没有有效订阅

source: is already attached to the capsule
fr: est déjà attaché à la capsule
ka: უკვე მიბმულია კაფსულაზე
zh_cn: 已附加到 capsule

source: Username, Password, Upstream Organization Label, and SSL CA Credential are required when using an upstream Foreman server.
fr: Le nom d'utilisateur, le mot de passe, le label de l'organisation en amont et l'accréditation de l'autorité de certification SSL sont requis lorsque vous utilisez un serveur Foreman en amont.
zh_cn: 在使用上游 Foreman 服务器时需要用户名、密码、上游机构标签和 SSL CA 凭据。

source: Content view and lifecycle environment must be provided together
fr: La vue du contenu et l'environnement du cycle de vie doivent être fournis ensemble
zh_cn: 内容视图和生命周期环境必须一起提供

source: %{value} can contain only lowercase letters, numbers, dashes and dots.
fr: %{value} ne peut contenir que des lettres minuscules, des chiffres, des tirets et des points.
zh_cn: %{value} 只能包含小写字母、数字、横线和点。

source: Refresh Content Host Statuses for %s
fr: Rafraîchir les statuts d’hôtes de contenu pour %s
ka: შემცველობის ჰოსტის სტატუსების განახლება %s-სთვის
zh_cn: 为 %s 刷新内容主机状态

source: Mark Content Host Statuses as Unknown for %s
fr: Marquer les statuts des hôtes de contenu comme inconnus pour %s
ka: %s-სთვის შემცველობის ჰოსტის სტატუსების უცნობად დაყენება
zh_cn: 将%s 的内容主机状态标记为未知

source: package_names_for_job_template: Action must be one of %s
fr: package_names_for_job_template : l'action doit être l'une des suivantes %s
ka: package_names_for_job_template: ქმედება უნდა იყოს ერთ-ერთი სიიდან: %s
zh_cn: package_names_for_job_template: 操作必须是 %s 中的一个

source: deb_names_for_job_template: Action must be one of %s
fr: deb_names_for_job_template : l'action doit être l'une des %s
zh_cn: deb_names_for_job_template: 操作必须是 %s 中的一个

source: Cannot delete the last Location.
fr: Impossible de supprimer le dernier emplacement.
ka: ბოლო მდებარეობის წაშლა შეუძლებელია.
zh_cn: 无法删除最后一个位置。

source: Cannot delete the default Location for subscribed hosts. If you no longer want this Location, change the default Location for subscribed hosts under Administer > Settings, tab Content.
fr: Impossible de supprimer l'emplacement par défaut pour les hôtes abonnés. Si vous ne voulez plus de cet emplacement, modifiez l'emplacement par défaut pour les hôtes abonnés sous Administration > Paramètres, onglet Contenu.
zh_cn: 无法删除订阅主机的默认位置。如果您不再需要此位置，在 Administer > Settings 下的内容标签页中改变订阅主机的默认位置。

source: Setting 'default_location_subscribed_hosts' is not set to a valid location.
fr: Le paramètre "default_location_subscribed_hosts" n'est pas défini sur un emplacement valide.
zh_cn: 'default_location_subscribed_hosts' 没有设置为一个有效位置。

source: Could not delete organization '%s'.
fr: Suppression de l'organisation '%s' impossible.
ka: ორგანიზაციის წაშლის შეცდომა: %s.
zh_cn: 无法删除机构 '%s'。

source: The current organization cannot be deleted. Please switch to a different organization before deleting.
fr: L'organisation actuelle ne peut pas être supprimée. Veuillez basculer sur une différente organisation avant d'effectuer la suppression.
zh_cn: 无法删除当前组织。请先切换到其他组织，然后再删除。

source: At least one organization must exist.
fr: Au moins une organisation doit exister.
ka: საჭიროა არსებობდეს ერთი ორგანიზაცია მაინც.
zh_cn: 至少必须存在一个组织。

source: Informable Type must be one of the following [ %{list} ]
fr: Le type Informable doit être l'un parmi [%{list} ]
zh_cn: 信息类型需要是 [ %{list} ] 之一

source: You cannot set an organization's parent. This feature is disabled.
fr: Vous ne pouvez pas définir un parent d'organisation . Cette fonctionnalité est désactivée.
ka: ორგანიზაციის მშობლის ჩასწორება არ შეგიძლიათ. ეს ფუნქცია გამორთულია.
zh_cn: 您不能设置机构的上级。此功能被禁用。

source: You cannot set an organization's parent_id. This feature is disabled.
fr: Vous ne pouvez pas définir un id de parent d'organisation . Cette fonctionnalité est désactivée.
ka: ორგანიზაციის parent_id-ის დაყენება არ შეგიძლიათ. ეს ფუნქცია გათიშულია.
zh_cn: 您无法设置机构的 parent_id。此功能被禁用。

source: must be one of the following: %s
fr: doit être une des valeurs suivantes : %s
ka: უნდა იყოს ერთ-ერთი: %s
zh_cn: 必須是以下其中之一：%s

source: Could not find a smart proxy with pulp feature.
fr: Impossible de trouver un proxy smart avec la fonction pulp.
ka: ჭკვიანი პროქსი Pulp ფუნქციონალით არ არსებობს.
zh_cn: 无法找到带有 pulp 功能的智能代理。

source: Content type %{content_type_string} does not belong to an enabled repo type.
fr: Le type de contenu %%{content_type_string} n'appartient pas à un type de repo activé.
zh_cn: 内容类型 %%{content_type_string} 不属于已启用的存储库类型。

source: Could not remove the lifecycle environment from the smart proxy
fr: Impossible de supprimer l'environnement du cycle de vie du proxy smart
ka: ჭკვიანი პროქსიდან სიცოცხლის ციკლის გარემოს წაშლა შეუძლებელია
zh_cn: 无法从智能代理中删除生命周期环境

source: Lifecycle environment was not attached to the smart proxy; therefore, no changes were made.
fr: L'environnement de cycle de vie n'était pas attaché au proxy smart; de ce fait, aucun changement n'a été fait.
zh_cn: 生命周期环境没有附加到智能代理，因此没有改变。

source: %s is unreachable. %s
fr: %s est inaccessible. %s
ka: %s მიუწვდომელია. %s
zh_cn: %s 无法访问。%s

source: Successfully synced capsule.
fr: La capsule a été synchronisée avec succès.
ka: კაფსულის სინქრონიზაცია წარმატებულია.
zh_cn: 成功同步的 capsule。

source: Product with ID %s not found in Candlepin. Skipping content import for it.
fr: Produit avec ID %s non trouvé dans Candlepin. Sauter l'importation de contenu pour ce produit.
zh_cn: 在 Candlepin 中找不到 ID 为 %s 的产品。跳过内容导入。

source: has already been taken
fr: a déjà été pris
ka: უკვე აღებულია
zh_cn: 已被使用

source: must be %{gpg_key} or %{cert}
fr: doit être %%{gpg_key} ou %%{cert}
ka: უნდა იყოს %{gpg_key} ან %{cert}
zh_cn: 必须是 %%{gpg_key} 或 %%{cert}

source: Content Credentials
fr: Identifiants de contenu
ka: შემცველობის ავტორიზაცის დეტალები
zh_cn: 内容凭证

source: Cannot delete view while it exists in environments
fr: Impossible de supprimer l'affichage pendant qu'il existe dans des environnements
ka: ხედის წაშლა მაშინ, როცა ის გარემოებში არსებობს, შეუძლებელია
zh_cn: 当在环境中存在时无法删除视图

source: Cannot delete from %s, view does not exist there.
fr: Impossible de supprimer à partir de %s, l'affichage n'y existe pas.
ka: %s-დან წაშლა შეუძლებელია, იქ ხედი არ არსებობს.
zh_cn: 无法从 %s 删除，视图在那里不存在。

source: Cannot add component versions to a non-composite content view
fr: Impossible d'ajouter des versions de composants à un affichage de contenu non-composite
ka: კომპონენტის ვერსიების არაკომპოზიტურ შემცველობის ხედში ჩამატება შეუძლებელია
zh_cn: 无法将组件版本添加到非复合内容视图

source: Cannot set auto publish to a non-composite content view
fr: Impossible de régler la publication automatique sur une vue de contenu non composite
zh_cn: 无法将自动发布设置为非复合内容视图

source: Name and label of default content view should not be changed
fr: Le nom et le libellé de la vue de contenu par défaut ne doivent pas être modifiés
zh_cn: 默认内容视图的名称和标签不应被更改

source: Container Image repo '%{repo}' is present in multiple component content views.
fr: L'image du conteneur '%{repo}' est présente dans les vues de contenu à composants multiples.
zh_cn: 容器镜像仓库 '%{repo}' 当前存在于多个组件内容视图中。

source: Cannot import a composite content view
fr: Ne peut importer une vue de contenu composite
ka: კომპოზიტური შემცველობის ხედის შემოტანა შეუძლებელია
zh_cn: 无法导入复合内容视图

source: This Content View must be set to Import-only before performing an import
fr: Cette vue de contenu doit être réglée sur Import-only avant d'effectuer une importation
zh_cn: 在执行导入之前，必须将此内容视图设置为“仅导入”

source: User must be logged in.
fr: L'utilisateur doit être connecté.
ka: მომხმარებელი შესული უნდა იყოს.
zh_cn: 使用者必須登录。

source: Cannot publish default content view
fr: Impossible de publier l'affichage du contenu par défaut
ka: შემცველობის ნაგულისხმევი ხედის გამოქვეყნების შეცდომა
zh_cn: 无法发布默认内容视图

source: Import-only content views can not be published directly
fr: Les vues de contenu à importer ne peuvent pas être publiées directement
zh_cn: 仅导入的内容视图不能直接发布

source: Consider changing the Lifecycle Environment's Registry Name Pattern to something more specific.
fr: Envisagez de modifier le modèle de nom de registre de l’environnement de cycle de vie pour le rendre plus spécifique.
zh_cn: 考虑将生命周期环境的注册表名称特征改为更具体。

source: Make sure all the component content views are published before publishing/promoting the composite content view. This restriction is optional and can be modified in the Administrator -> Settings -> Content page using the restrict_composite_view flag.
fr: Assurez-vous que tous les affichages de contenu composant sont publiées avant de publier/promouvoir un affichage de contenu composite. Cette restriction est facultative et peut être modifiée dans la page Administrateur -> Paramètres -> Contenu en utilisant le drapeau restrict_composite_view.
zh_cn: 在发布/提升复合内容视图之前，请确保已发布所有组件内容视图。此限制是可选的，可以通过在 Administrator -> Settings -> Content 页中使用 restrict_composite_view 标记进行修改。

source: The action requested on this composite view cannot be performed until all of the component content view versions have been promoted to the target environment: %{env}. This restriction is optional and can be modified in the Administrator -> Settings -> Content page using the restrict_composite_view flag.
fr: Impossible d’effectuer l’action demandée sur cette vue composite tant que toutes les versions d’affichage du contenu du composant ont été promues à l’environnement cible : %{env}. Cette restriction est facultative et peut être modifiée dans la page Administrateur-> Paramètres de configuration, en utilisant la balise restrict_composite_view.
zh_cn: 在此组合视图上要求的操作不能执行，除非所有组件的内容视图版本都已被升级到目标环境 : %{env}。这个限制是可选的，可以在 Administrator -> Settings -> Content 页中使用 restrict_composite_view 标记进行修改。

source: Orphaned content facets for deleted hosts exist for the content view and environment. Please run rake task : katello:clean_orphaned_facets and try again!
fr: Des facets de contenu orphelines pour des hôtes supprimés existent pour la vue de contenu et l'environnement. Veuillez exécuter la tâche rake : katello:clean_orphaned_facets et réessayer !
zh_cn: 对于内容视图和环境，存在已删除的主机的孤立内容。请运行 rake 任务 : katello:clean_orphaned_facets，然后重试！

source: hosts
fr: hôtes
ka: ჰოსტი
zh_cn: 主机

source: activation keys
fr: clés d'activation
ka: აქტივაცის გასაღებები
zh_cn: 激活码

source: Cannot remove '%{view}' from environment '%{env}' due to associated %{dependent}: %{names}.
fr: Ne peut pas supprimer '%{view}' de l'environnement '%{env}' en raison de %{dependent}: %{names}.
zh_cn: 无法从环境 '%{env}' 删除 '%{view}'，因为关联了 %{dependent}: %{names}.

source: environments
fr: environnements
ka: გარემოები
zh_cn: 环境

source: Cannot delete '%{view}' due to associated %{dependent}: %{names}.
fr: Ne peut pas supprimer '%{view}' en raison de l'association %{dependent} :%{names}.
zh_cn: 无法删除 '%{view}'，因为关联了 %{dependent}: %{names}。

source: Content Views
fr: Affichages du contenu
ka: შემცველობის ხედები
zh_cn: 内容视图

source: Import-only can not be changed after creation
fr: Import-only ne peut pas être modifié après la création
ka: Import-only -ის შეცვლა შექმნის შემდეგ შეუძლებელია
zh_cn: 创建后不能更改仅导入

source: cannot be deleted if it has been promoted.
fr: ne peut pas être désactivé si il a déjà été promu.
ka: თუ დაწინაურებულია, წაშლა შეუძლებელია.
zh_cn: 如果已升级，则无法删除。

source: Invalid association of the content view id. Content View must match the content view version being saved
fr: Association non valable de l'identifiant de la vue du contenu. La vue du contenu doit correspondre à la version de la vue du contenu enregistrée
zh_cn: 内容视图 ID 的关联无效。内容视图必须与要保存的内容视图版本匹配

source: Cannot add composite versions to a composite content view
fr: Impossible d'ajouter des versions composites à un affichage de contenu composite
ka: კომპოზიტურ შემცველობის ხედში კომპოზიტური ვერსიების დამატება შეუძლებელია
zh_cn: 无法将复合版本添加到非复合内容视图

source: Cannot add default content view to composite content view
fr: Impossible d'ajouter un affichage du contenu par défaut à la vue du contenu composite
ka: კომპოზიტურ შემცველობის ხედში ნაგულისხმევი შემცველობის ხედის დამატება შეუძლებელია
zh_cn: 无法将默认内容视图添加到复合内容视图

source: Another component already includes content view with ID %s
fr: Une autre composante comprend déjà une vue du contenu avec ID %s
ka: შემცველობის ხედს ID-ით %s უკვე სხვა კომპონენტი შეიცავს
zh_cn: 另一个组件已经包含了 ID 为 %s 的内容视图

source: Cannot add generated content view versions to composite content view
fr: Impossible d'ajouter des versions de la vue de contenu générée à la vue de contenu composite
ka: კომპოზიტურ შემცველობის ხედში გენერირებული შემცველობიხ ედის ვერსიის დამატება შეუძლებელია
zh_cn: 无法将默认内容视图添加到复合内容视图

source: Either set the content view with the latest flag or set the content view version
fr: Définir la vue du contenu avec le dernier drapeau ou définir la version de la vue du contenu
zh_cn: 使用最新标志设置内容视图或设置内容视图版本

source: Cannot associate a component to a non composite content view
fr: Impossible d'ajouter un composant à un affichage de contenu non-composite
ka: კომპონენტის არაკომპოზიტურ შემცველობის ხედთან ასოცირება შეუძლებელია
zh_cn: 无法将一个组件和一个非复合内容视图相关联

source: Either set the latest content view or the content view version. Cannot set both
fr: Définissez soit la dernière vue du contenu, soit la version de la vue du contenu. Il n'est pas possible de définir les deux
ka: დააყენეთ უახლესი შემცველობის ხედი ან შემცველობის ხედის ვერსია. ორივეს ვერ დააყენებთ
zh_cn: 设置最新的内容视图或内容视图版本。不能同时设置

source: Content View Version not set
fr: Version d'affichage de contenu non définie
ka: შემცველობის ხედის ვერსია დაყენებული არაა
zh_cn: 內容视图版本没有设置

source: Host %{hostname}: Cannot add content view environment to content facet. The host's content source '%{content_source}' does not sync lifecycle environment '%{lce}'.
fr: Hôte %{hostname}: Impossible d'ajouter l'environnement de la vue de contenu à la facet de contenu. La source de contenu de l'hôte '%{content_source}' ne synchronise pas l'environnement de cycle de vie '%{lce}'.
zh_cn: 主机 %{hostname} ：无法向内容添加内容视图环境。主机的内容源 '%{content_source}' 不同步生命周期环境 '%{lce}'。

source: Bug Fix
fr: Correctif de bogue
ka: შეცდომების გასწორება
zh_cn: 程序漏洞修正

source: Enhancement
fr: Amélioration
ka: გაფართოება
zh_cn: 功能增强

source: Security
fr: Sécurité
ka: უსაფრთხოება
zh_cn: 安全

source: Packages
fr: Paquets
ka: პაკეტები
zh_cn: 软件包

source: Module Streams
fr: Flux de module
ka: მოდულის ნაკადები
zh_cn: 模块流

source: Package Groups
fr: Groupes de paquets
ka: პაკეტის ჯგუფები
zh_cn: 软件包组

source: Errata
ka: მორჩენილი შეცდომები
zh_cn: 勘误

source: Container Images
fr: Images de conteneurs
ka: კონტეინერის ასლები
zh_cn: 容器镜像

source: Deb Packages
fr: Paquets Deb
ka: Deb პაკეტები
zh_cn: Deb 软件包

source: Invalid content type '%{content_type}' provided. Content types can be one of %{content_types}
fr: Type de contenu invalide '%%{content_type}' fourni. Les types de contenu doivent être l'un de %%{content_types}
zh_cn: 提供了无效的内容类型 '%%{content_type}'。内容类型可以是 %%{content_types} 之一

source: cannot contain filters if composite view
fr: ne peut pas contenir de filtres si l'affichage composite
ka: თუ ხედი კომპოზიტორია, ის არ შეიძლება ფილტრებს შეიცავდეს
zh_cn: 如果为复合视图，则不能包含过滤器

source: cannot add filter to import-only view
fr: impossible d'ajouter un filtre à la vue d'importation seulement
ka: მხოლოდ-შემოტანის ხედისთვის ფილტრის დამატება შეუძლებელია
zh_cn: 无法将过滤器添加到仅导入视图

source: cannot add filter to generated content views
fr: Impossible d'ajouter un filtre aux vues de contenu généré
ka: გენერირებული შემცველობიხ ხედებისთვის ფილტრის დამატება შეუძლებელია
zh_cn: 无法为生成的内容视图添加过滤

source: cannot contain filters whose repositories do not belong to this content view
fr: ne peut pas contenir de filtres dont les référentiels n'appartiennent pas à cet affichage de contenu
zh_cn: 不能包含其仓库不属于此内容视图的过滤器

source: Exported version
fr: Version exportée
ka: გატანილი ვერსია
zh_cn: 导出的版本

source: Published new version
fr: Nouvelle version publiée
ka: გამოქვეყნდა ახალი ვერსია
zh_cn: 发布新版本

source: Promoted to %{environment}
fr: Promu à %{environment}
ka: დაწინაურებულია %{environment}-მდე
zh_cn: 提升到 %{environment}

source: Deleted from %{environment}
fr: Supprimé(s) de %{environment}
ka: წაიშალა %{environment}-დან
zh_cn: 从 %{environment} 删除

source: Unknown Action
fr: Action inconnue
ka: უცნობი ქმედება
zh_cn: 未知操作

source: In Progress
fr: En cours
ka: მიმდინარეობს
zh_cn: 进行中

source: Failed
fr: Échec
ka: შეცდომა
zh_cn: 失败

source: Success
fr: Réussi
ka: წარმატება
zh_cn: 成功

source: already belongs to the content view
fr: appartient déjà à la vue du contenu
ka: უკვე მიეკუთვნება შემცველობის ხედს
zh_cn: 已经属于内容视图

source: Cannot add repositories to a composite content view
fr: Impossible d'ajouter des référentiels à un affichage du contenu composite
ka: რეპოზიტორიების კომპოზიტურ შემცველობის ხედში ჩამატება შეუძლებელია
zh_cn: 无法将仓库添加到复合内容视图

source: Cannot add %s repositories to a content view.
fr: Impossible d'ajouter %s référentiels à un affichage de contenu.
ka: %s რეპოზიტორიის შემცველობის ხედში დამატება შეუძლებელია.
zh_cn: 无法将%s仓库添加到一个内容视图。
