Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Update installed packages, enabled repos, module inventory
fr: Mise à jour des paquets installés, activation des repos, inventaire des modules
ka: განაახლეთ დაყენებული პაკეტები, ჩართული რეპოები და მოდულები
zh_cn: 更新安装的软件包，已启用的仓库，模块清单

source: UUID of the consumer
fr: UUID du consommateur
ka: გამომყენებლის UUID
zh_cn: 用户的 UUID

source: Couldn't find consumer '%s'
fr: Le consommateur '%s' est introuvable
ka: გამომყენებლის პოვნის შეცდომა: %s
zh_cn: 找不到消费者 '%s'

source: Update services requiring restart
fr: Mise à jour des services nécessitant un redémarrage
ka: იმ სერვისების განახლება, რომელსაც თავიდან გაშვება სჭირდებათ
zh_cn: 更新服务需要重启

source: Tracer profile uploaded successfully
fr: Le profil du traceur a été téléchargé avec succès
ka: ტრეისერის პროფილი წარმატებით აიტვირთა
zh_cn: Tracer 配置集上传成功

source: Update the information about enabled repositories
fr: Mettre à jour les informations sur les référentiels activés
ka: ჩართული რეპოზიტორიების შესახებ ინფორმაციის განახლება
zh_cn: 更新关于启用的软件仓库的信息

source: List of enabled repo urls for the repo (Only first is used.)
fr: Liste d'url de référentiels activés pour le référentiel (seul le premier est utilisé).
ka: რეპოსთვის ჩართული URL-ების სია (გამოიყენება მხოლოდ პირველი.)
zh_cn: 一列已啟用之軟體庫的 URL（僅有第一個會被使用）

source: UUID of the system
fr: UUID du système
ka: სისტემის UUID
zh_cn: 系统的 UUID

source: The request did not contain any repository information.
fr: La demande ne contenait aucune information sur le référentiel d'archives.
ka: მოთხოვნა არ შეიცავდა რეპოზიტორიის ინფორმაციას.
zh_cn: 请求不包含任何仓库信息。

source: Deleted consumer '%s'
fr: L'utilisateur '%s' a été supprimé
ka: წაიშალა გამომყენებელი '%s'
zh_cn: 删除消费者 '%s'

source: Facts successfully updated.
fr: Mise à jour des faits réussie.
ka: ფაქტები წარმატებით განახლდა.
zh_cn: Fact 已成功更新。

source: Registering to multiple environments is not enabled.
fr: L'enregistrement à multiples environnements n'est pas activé.
ka: ერთზე მეტ გარემოში რეგისტრაცია ჩართული არაა.
zh_cn: 未启用注册到多个环境。

source: User '%s' did not specify an organization ID and does not have a default organization.
fr: L'utilisateur '%s' n'a pas spécifié un ID d'organisation et ne possède pas d'organisation par défaut.
ka: მომხმარებელმა „%s“ არ მიუთითა ორგანიზაციის ID და არ აქვს ნაგულისხმევი ორგანიზაცია.
zh_cn: 用户 '%s' 不能指定机构 ID，且没有默认机构。

source: Couldn't find Organization '%s'.
fr: Organisation '%s' introuvable.
ka: ორგანიზაცია არ არსებობს: '%s'.
zh_cn: 找不到机构 '%s'。

source: User '%{user}' does not belong to Organization '%{organization}'.
fr: L'utilisateur '%{user}' n'appartient pas à l'organisation '%{organization}'.
ka: მომხმარებელი „%{user}“ არ ეკუთვნის ორგანიზაციას „%{organization}“.
zh_cn: 用户 '%{user}' 不属于机构 '%{organization}'。

source: Organization not found
fr: Organisation non trouvée
ka: ორგანიზაცია არ არსებობს
zh_cn: 没有找到机构

source: Couldn't find activation key '%s'
fr: Clé d'activation « %s » introuvable
ka: აქტივაციის გასაღების (%s) პოვნა შეუძლებელია
zh_cn: 无法找到激活码 '%s'

source: Max Hosts (%{limit}) reached for activation key '%{name}'
fr: Hôtes Maximum (%{limit}) atteint pour la clé d'activation '%{name}'
ka: მაქსიმალური ჰოსტები (%{limit}) მიღწეულია აქტივაციის გასაღებისთვის „%{name}“
zh_cn: 已达到激活码 '%{name}' 的最大主机限制 (%{limit})

source: At least one activation key must be provided
fr: Au moins une clé d'activation doit être fournie
ka: მინიმუმ ერთი აქტივაციის გასაღები უნდა იყოს მოწოდებული
zh_cn: 至少需要提供一个激活码

source: Couldn't find environment '%s'
fr: Environnement « %s » introuvable
ka: გარემო არ არსებობს: '%s'.
zh_cn: 找不到环境 '%s'

source: List activation keys
fr: Répertorier les clés d'activation
ka: აქტივაცის გასაღებების სია
zh_cn: 列出激活码

source: organization identifier
fr: identifiant de l'organisation
ka: ორგანიზაციის იდენტიფიკატორი
zh_cn: 組織識別子

source: environment identifier
fr: identifiant d'environnement
ka: გარემოს იდენტიფიკატორი
zh_cn: 環境識別子

source: content view identifier
fr: identifiant d'affichage du contenu
ka: შემცველობის ხედის იდენტიფიკატორი
zh_cn: 內容視域識別子

source: activation key name to filter by
fr: Nom de la clé d'activation avec lequel filtrer
ka: გასაფილტრი აქტივაციის გასაღების სახელი
zh_cn: 要篩選的啟動金鑰名稱，透過

source: Create an activation key
fr: Créer une clé d'activation
ka: აქტივაციის გასაღების შექმნა
zh_cn: 建立啟動金鑰

source: description
ka: აღწერა
zh_cn: 描述

source: environment
fr: environnement
ka: გარემო
zh_cn: 環境

source: environment id
fr: id d'environnement
ka: გარემოს id
zh_cn: 环境 ID

source: content view id
fr: ID de l'affichage de contenu
ka: შემცველობის ხედის id
zh_cn: 內容視域 ID

source: maximum number of registered content hosts
fr: nombre maximum d'hôtes de contenu enregistrés
ka: რეგისტრირებული შემცველობის ჰოსტების მაქსიმალური რაოდენობა
zh_cn: 已注册的内容主机的最大数量

source: can the activation key have unlimited hosts
fr: La clé d'activation peut-elle avoir des hôtes de contenu illimités ?
ka: შეძლება თუ არა აქტივაციის გასაღებს ჰოსტების ულიმიტო რაოდენობა ჰქონდეს
zh_cn: 激活码可以有无限个主机

source: content release version
fr: version du contenu de version
ka: შემცველობის რელიზის ვერსია
zh_cn: 内容发行版本

source: service level
fr: niveau de service
ka: სერვისის დონე
zh_cn: 服務等級

source: auto attach subscriptions upon registration
fr: joindre automatiquement les abonnements lors de l'enregistrement
ka: რეგისტრაციისას გამოწერის ავტომატური მიბმა
zh_cn: 注册时自动附加订阅

source: Sets the system purpose usage
fr: Définir l'utilisation de l'objectif du système
ka: სისტემის დანიშნულების გამოყენების დაყენება
zh_cn: 设置系统用途使用

source: Sets the system add-ons
fr: Définit les modules complémentaires du système
ka: სისტემის დამატებების დაყენება
zh_cn: 设置系统附加组件

source: Update an activation key
fr: Mettre à jour une clé d'activation
ka: აქტივაციის გასაღების განახლება
zh_cn: 更新一个激活码

source: ID of the activation key
fr: ID de la clé d'activation
ka: აქტივაციის გასაღების ID
zh_cn: 激活码 ID

source: Destroy an activation key
fr: Détruire une clé d'activation
ka: აქტივაციის გასაღების განადგურება
zh_cn: 销毁一个激活码

source: Show an activation key
fr: Afficher une clé d'activation
ka: აქტივაციის გასაღების ჩვენება
zh_cn: 顯示啟動金鑰

source: Show hosts associated to an activation key
fr: Afficher les hôtes associés à une clé d'activation
ka: აქტივაციის გასაღებთან ასოცირებული ჰოსტების ჩვენება
zh_cn: 显示与激活码关联的主机

source: Copy an activation key
fr: Copier une clé d'activation
ka: აქტივაციის გასაღების კოპირება
zh_cn: 复制激活码

source: Name of new activation key
fr: Nom de la nouvelle clé d'activation
ka: ახალი აქტივაციის გასაღების სახელი
zh_cn: 新啟動金鑰的名稱

source: New name cannot be blank
fr: Le nouveau nom ne peut être vide
ka: ახალი სახელი ცარიელი ვერ იქნება
zh_cn: 新名称不能为空

source: List host collections the activation key does not belong to
fr: Répertorier les collections d'hôtes auxquels la clé d'activation n'appartient pas
ka: ჩამოთვალეთ ჰოსტის კოლექციები, რომლებსაც აქტივაციის გასაღები არ ეკუთვნის
zh_cn: 列出激活码不属于的主机集合

source: host collection name to filter by
fr: nom de la collection d'hôte avec lequel filtrer
ka: ჰოსტის კოლქციის გასაფილტრი სახელი
zh_cn: 要过滤的主机集合名称

source: Show release versions available for an activation key
fr: Afficher les versions disponibles pour une clé d'activation
ka: აქტივაცის გასაღებისთვის არსებული რელიზების ინფორმაციის ჩვენება
zh_cn: 显示一个激活码可用的发行版本

source: List of host collection IDs to associate with activation key
fr: Liste d'ID de collection d'hôtes à associer à la clé d'activation
ka: ჰოსტის კოლექციის ID-ების სია აქტივაციის გასაღებთან დასაკავშირებლად
zh_cn: 列出与激活码关联的主机集合 ID 列表

source: List of host collection IDs to disassociate from the activation key
fr: Liste d'ID de collection d'hôtes à dissocier de la clé d'activation
ka: ჰოსტის კოლექციის ID-ების სია, რომლებიც უნდა გამოირიცხოს აქტივაციის გასაღებისგან
zh_cn: 从激活码解除关联的主机集合 ID 列表

source: Attach a subscription
fr: Attacher un abonnement
ka: გამოწერის მიბმა
zh_cn: 附加订阅

source: Subscription identifier
fr: Identifiant d'abonnement
ka: გამოწერის იდენტიფიკატორი
zh_cn: 订阅 ID

source: Quantity of this subscription to add
fr: Nombre de ces abonnements à ajouter
ka: დასამატებელი გამოწერების რაოდენობა
zh_cn: 添加的这个订阅的数量

source: Array of subscriptions to add
fr: Ensemble d'abonnements à ajouter
ka: დასამატებელი გამოწერების მასივი
zh_cn: 添加的订阅数组

source: Subscription Pool uuid
fr: Uuid de pool d'abonnement
ka: გამოწერების პულის UUID
zh_cn: 订阅池 UUID

source: Quantity of this subscriptions to add
fr: Quantité de cet abonnement à ajouter
ka: დასამატებელი გამოწერების რაოდენობა
zh_cn: 添加的这个订阅的数量

source: Unattach a subscription
fr: Détacher un abonnement
ka: გამოწერის მოხსნა
zh_cn: 取消附加的订阅

source: Subscription ID
fr: ID d'abonnement
ka: გამოწერის ID
zh_cn: 订阅 ID

source: Override content for activation_key
fr: Annuler le contenu pour la clé d'activation
ka: Activation_key-ისთვის შემცველობის გადაფარვა
zh_cn: 覆盖 activation_key 的內容

source: Array of Content override parameters to be added in bulk
fr: Tableau des paramètres de contournement du contenu à ajouter en masse
ka: შემცველობის მასივი უგულებელყოფს პარამეტრებს, რომლებიც უნდა დაემატოს მასობრივად
zh_cn: 要批量添加的内容覆盖参数数组

source: Label of the content
fr: Balise du contenu
ka: შემცველობის ჭდე
zh_cn: 内容标签

source: Override value. Provide a boolean value if name is 'enabled'
fr: Valeur d'annulation. Fournir une valeur booléenne si le nom est "activé"
ka: მნიშვნელობის გადაფარვა. მიუთითეთ ლოგიკური მნიშვნელობა, თუ სახელი "enabled"-ია
zh_cn: 覆盖值。如果名为“ enabled”，则提供一个布尔值

source: Override parameter key or name. Note if name is not provided the default name will be 'enabled'
fr: Remplacez la clé ou le nom du paramètre. Notez que si le nom n'est pas fourni, le nom par défaut sera "activé"
ka: პარამეტრის გასაღების ან სახელის გადაფარვა. დაიმახსოვრეთ, რომ თუ სახელი მითითებული არაა, ნაგულისხმევი სახელი იქნება 'enabled'
zh_cn: 覆盖参数键或名称。请注意，如果未提供名称，则默认名称将为 'enabled'

source: Set true to remove an override and reset it to 'default'
fr: Régler sur true pour supprimer une dérogation et la remettre sur "default"
ka: ჩართეთ გადაფარვის წასაშლელად მის 'default' მდგომარეობაში დასაბრუნებლად
zh_cn: 设置为 true 以删除覆盖并将它重置为 'default'

source: Show content available for an activation key
fr: Afficher le contenu disponible pour une clé d'activation
ka: აქტივაციის გასაღებისთვის ხელმისაწვდომი შემცველობის ჩვენება
zh_cn: 显示激活码可用的內容

source: Get all content available, not just that provided by subscriptions
fr: Obtenir tout le contenu disponible, pas seulement celui fourni par les abonnements
ka: სრული და არა მხოლოდ გამოწერების მიერ მოწოდებული შემცველობის მიღება
zh_cn: 获取所有可用内容，而不仅仅是订阅提供的内容

source: Limit content to just that available in the activation key's content view version
fr: Limiter le contenu à celui qui est disponible dans la version de visualisation du contenu de la clé d'activation
ka: შეზღუდეთ კონტენტი იმით, რაც აქტივაციის გასაღების შემცველობის ხედის ვერსიაშია ხელმისაწვდომი
zh_cn: 将内容限制为仅激活码的内容视图版本中可用的内容

source: Couldn't find host collection '%s'
fr: La collection de l'hôte '%s' est introuvable
ka: ჰოსტის კოლექცია '%s' არ არსებობს
zh_cn: 找不到主机集 '%s'

source: Either organization ID or environment ID needs to be specified
fr: L'ID de l'organisation ou de l'environnement doit être spécifié
ka: ორგანიზაციის ID ან გარემოს ID მითითებული უნდა იყოს
zh_cn: 需要指定机构 ID 或环境 ID

source: Couldn't find content view '%s'
fr: L'affichage de contenu '%s' est introuvable
ka: შემცველობის ხედი '%s' არ არსებობს
zh_cn: 找不到内容视图 '%s'

source: The specified organization is in Simple Content Access mode. Attaching subscriptions is disabled
fr: L'organisation spécifiée est en mode d'accès au contenu simple. L'ajout d'abonnements est désactivé
ka: მითითებული ორგანიზაცია შემცველობის მარტივი წვდომის რეჟიმშია. გამოწერების მიმაგრება გამორთულია
zh_cn: 指定的机构处于“简单内容访问”模式。附加订阅已禁用

source: Invalid release version: [%s]
fr: Version du contenu non valide : [%s]
ka: რელიზის არასწორი ვერსია: [%s]
zh_cn: 无效的发行版本：[%s]

source: Destroy one or more alternate content sources
fr: Détruire une ou plusieurs sources de contenu alternatives
ka: ერთი ან მეტი ალტერნატიული შემცველობის განადგურება
zh_cn: 销毁一个或多个备用内容源

source: List of alternate content source IDs
fr: Liste des ID de sources de contenu alternatif
ka: შემცველობის ალტერნატიული წყაროების ID-ების სია
zh_cn: 备用内容源 ID 列表

source: Unable to delete any alternate content source. You either do not have the permission to delete, or none of the alternate content sources exist.
fr: Impossible de supprimer une source de contenu alternative. Soit vous n'avez pas l'autorisation de supprimer, soit aucune des sources de contenu alternatives n'existe.
ka: ალტერნატიული შემცველობის წყაროს წაშლა შეუძლებელია. ან წაშლის წვდომა არ გაგაჩნიათ, ან ალტერნატიული შემცველობის წყაროები არ არსებობენ.
zh_cn: 无法删除任何备用内容源。您没有删除的权限，或者没有任何备用内容源。

source: Refresh alternate content sources
fr: Réactualiser les sources de contenu alternatives
ka: შემცველობის ალტერნატიული წყაროების განახლება
zh_cn: 销毁备用内容源

source: Unable to refresh any alternate content source. You either do not have the permission to refresh, or none of the alternate content sources exist.
fr: Impossible d'actualiser une source de contenu alternative. Soit vous n'avez pas l'autorisation d'actualiser, soit aucune des sources de contenu alternatives n'existe.
ka: ალტერნატიული შემცველობის წყაროს განახლება შეუძლებელია. ან განახლების წვდომა არ გაგაჩნიათ, ან ალტერნატიული შემცველობის წყაროები არ არსებობენ.
zh_cn: 无法刷新任何备用内容源。您没有刷新的权限，或者没有任何备用内容源。

source: Refresh all alternate content sources
fr: Réactualiser toutes les sources de contenu alternatives
ka: ყველა შემცველობის ალტერნატიული წყაროს განახლება
zh_cn: 刷新所有备用内容源

source: Unable to refresh any alternate content source. You either do not have the permission to refresh, or no alternate content sources exist.
fr: Impossible d'actualiser une source de contenu alternative. Soit vous n'avez pas l'autorisation d'actualiser, soit aucune des sources de contenu alternatives n'existe.
ka: ალტერნატიული შემცველობის წყაროების განახლება შეუძლებელია. ან განახლების წვდომა არ გაგაჩნიათ, ან ალტერნატიული შემცველობის წყაროები არ არსებობენ.
zh_cn: 无法刷新任何备用内容源。您没有刷新的权限，或者没有任何备用内容源。

source: Name of the alternate content source
fr: Nom de la source de contenu alternatif
ka: შემცველობის ალტერნატიული წყაროს სახელი
zh_cn: 备用内容源的名称

source: Description for the alternate content source
fr: Description de la source de contenu alternatif
ka: შემცველობის ალტერნატიული წყაროს აღწერა
zh_cn: 备用内容源的描述

source: Base URL for finding alternate content
fr: URL de base pour trouver le contenu alternatif
ka: შემცველობის ალტერნატიული წყაროს ძირითადი URL
zh_cn: 查找备用内容的基本 URL

source: Path suffixes for finding alternate content
fr: Suffixes de chemin pour trouver un contenu alternatif
ka: შემცველობის ალტერნატიული წყაროს საპოვნელი ბილიკის სუფიქსები
zh_cn: 查找备用内容的路径后缀

source: Ids of smart proxies to associate
fr: Ids des proxies smart à associer
ka: ასოცირებადი ჭკვიანი პროქსიების ID-ები
zh_cn: 要关联的智能代理的 ID

source: Names of smart proxies to associate
fr: Noms des proxies smart à associer
ka: ჭკვიანი პროქსიების სახელი ასოცირებისთვის
zh_cn: 要关联的智能代理的名称

source: Basic authentication username
fr: Nom d'utilisateur pour l'authentification de base
ka: საბაზისო ავთენტიკაციის მომხმარებლის სახელი
zh_cn: 基本身份验证用户名

source: Basic authentication password
fr: Mot de passe d'authentification de base
ka: საბაზისო ავთენტიკაციის პაროლი
zh_cn: 基本身份验证密码

source: Identifier of the content credential containing the SSL CA Cert
fr: Identifiant des attestations de contenu contenant le certificat Contenant SSL
ka: SSL CA სერტიფიკატის მქონე შემცველობის ავტორიზაციის დეტალის იდენტიფიკატორი
zh_cn: 包含 SSL CA 证书的内容凭证的标识符

source: Identifier of the content credential containing the SSL Client Cert
fr: Identifiant des attestations de contenu contenant le certificat Client SSl
ka: SSL კლიენტის სერტიფიკატის შემცველი შემცველობის ავტორიზაციის დეტალების იდენტიფიკატორი
zh_cn: 包含 SSL 客户端证书的内容凭证的标识符

source: Identifier of the content credential containing the SSL Client Key
fr: Identifiant des attestations de contenu contenant la clé Client SSL
ka: SSL კლიენტის გასაღების შემცველი შემცველობის ავტორიზაციის დეტალების იდენტიფიკატორი
zh_cn: 包含 SSL 客户端密钥的内容凭证的标识符

source: If SSL should be verified for the upstream URL
fr: Si SSL doit être vérifié pour l'URL amont
ka: აღმავალი URL-ის SSL უნდა შემოწმდეს, თუ არა
zh_cn: 是否应该对上游 URL 进行 SSL 验证

source: If the smart proxies' assigned HTTP proxies should be used
fr: Si les proxys HTTP attribués aux proxys smart doivent être utilisés
ka: უნდა იქნას თუ არა გამოყენებული ჭკვიან პროქსიებზე მინიჭებული HTTP პროქსიები
zh_cn: 智能代理分配的 HTTP 代理是否应该使用

source: IDs of products to copy repository information from into a Simplified Alternate Content Source. Products must include at least one repository of the chosen content type.
fr: ID des produits dont il faut copier les informations de référentiel dans une source de contenu alternative simplifiée. Les produits doivent comprendre au moins un référentiel du type de contenu choisi.
ka: დასაკოპირებელი პროდუქტების სია, რომლიდანაც რეპოზიტორიის ინფორმაცია გამარტივებულ ალტერნატიულ შემცველობის წყაროში დაკოპირდება. პროდუქტები არჩეული შემცველობის ტიპის მქონე სულ ცოტა ერთ რეპოზიტორიას უნდა შეიცავდნენ.
zh_cn: 要从中复制仓库信息到 Simplified Alternate Content Source 的产品 ID。产品必须至少包含所选内容类型的一个仓库。

source: List alternate content sources.
fr: Lister les autres sources de contenu.
ka: ალტერნატიული შემცველობის წყაროების სია.
zh_cn: 备用内容源列表。

source: Show an alternate content source.
fr: Afficher une autre source de contenu.
ka: ალტერნატიული შემცველობის წყაროების ჩვენება.
zh_cn: 显示备用内容源。

source: Alternate content source ID
fr: ID de la source de contenu alternatif
ka: შემცველობის ალტერნატიული წყაროს ID
zh_cn: 备用内容源 ID

source: Create an alternate content source to download content from during repository syncing. Note: alternate content sources are global and affect ALL sync actions on their smart proxies regardless of organization.
fr: Créez une source de contenu alternative pour télécharger du contenu pendant la synchronisation du référentiel. Remarque : les sources de contenu alternatives sont globales et affectent TOUTES les actions de synchronisation sur leurs proxys smart, quelle que soit l'organisation.
zh_cn: 创建备用内容源以从仓库同步期间下载内容。请注意：备用内容源是全局的，并影响到其智能代理上的所有同步操作，而不考虑机构。

source: The content type for the Alternate Content Source
fr: Le type de contenu de la source de contenu alternatif
ka: შემცველობის ალტერნატიული წყაროს შემცველობის ტიპი
zh_cn: 备用内容源的内容类型

source: The Alternate Content Source type
fr: Le type de source de contenu alternatif
ka: შემცველობის ალტერნატიული წყაროს ტიპი
zh_cn: 备用内容源类型

source: Update an alternate content source.
fr: Mettre à jour une autre source de contenu.
ka: ალტერნატიული შემცველობის წყაროების განახლება.
zh_cn: 更新备用内容源。

source: Destroy an alternate content source.
fr: Détruire une autre source de contenu.
ka: ალტერნატიული შემცველობის წყაროების განადგურება.
zh_cn: 销毁备用内容源。

source: Refresh an alternate content source. Refreshing, like repository syncing, is required before using an alternate content source.
fr: Rafraîchir une source de contenu alternative. L'actualisation, comme la synchronisation du référentiel, est nécessaire avant d'utiliser une autre source de contenu.
zh_cn: 刷新备用内容源。在使用备用内容源前，需要进行刷新（如仓库同步）。

source: Couldn't find smart proxies with id '%s'
fr: Impossible de trouver les proxies smart avec l'id '%s'
ka: ჭკვიანი პროქსი ID-ით '%s' არ არსებობს
zh_cn: 无法找到 id 为 '%s' 的智能代理

source: Couldn't find smart proxies with name '%s'
fr: Impossible de trouver les proxies avec l'id '%s'
ka: ჭკვიანი პროქსის, სახელით '%s' პოვნა შეუძლებელია
zh_cn: 无法找到名称为 '%s' 的智能代理

source: Couldn't find products with id '%s'
fr: Impossible de trouver des produits avec l'id '%s'
ka: პროდუქტები ID-ით '%s' ვერ ვიპოვე
zh_cn: 没有找到带有 id '%s' 的产品

source: an ansible collection
fr: une collection accessible
ka: ansible-ის კოლექცია
zh_cn: 一个 ansible 集合

source: Search string
fr: Rechercher une chaîne
ka: საძებნი სტრიქონი
zh_cn: 搜索字符串

source: Page number, starting at 1
fr: Numéro de la page, commençant par 1
ka: გვერდის ნომერი, იწყება 1-დან
zh_cn: 页数，从 1 开始

source: Number of results per page to return
fr: Nombre de résultats par page à renvoyer
ka: თითოეულ გვერდზე დასაბრუნებელი პასუხების რაოდენობა
zh_cn: 每页返回的结果数量

source: Sort field and order, eg. 'id DESC'
fr: Modifier champ et sens de tri, ex: 'id DESC'
ka: ველის დალაგება და დახარისხება. მაგ: ' id DESC'
zh_cn: 进行排序的项和顺序，例如 ‘id DESC’

source: Whether or not to show all results
fr: Afficher tous les résultats ou pas
ka: ვაჩვენო თუ არა ყველა შედეგი
zh_cn: 是否显示所有结果

source: Field to sort the results on
fr: Champs dans lequel trier les résultats
ka: ველი, რომლითაც შედეგები უნდა დავალაგოთ
zh_cn: 用來排序结果的项

source: How to order the sorted results (e.g. ASC for ascending)
fr: Comment classer les résultats triés (ex : ASC for pour croissant)
ka: დახარისხებული შედეგების დალაგების წესი (მაგ: ASC აღმავლისთვის)
zh_cn: 如何排序結果的順序（比方說 ASC 從下到上）

source: root-node of single-resource responses (optional)
fr: nœud racine de réponses à ressource unique (facultatif)
ka: ერთი რესურსის პასუხის საწყისი კვანძი (არასავალდებულო)
zh_cn: 單一資源回應的根節點（選用）

source: root-node of collection contained in responses (default: 'results')
fr: nœud racine de collection contenu dans les réponses (défaut : 'results')
zh_cn: 包含在响应中集合的根节点（默认：'results'）

source: Your search query was invalid. Please revise it and try again. The full error has been sent to the application logs.
fr: Votre requête de recherche n'était pas valide. Veuillez la réviser et réessayer. L'erreur complète a été envoyée aux journaux des applications.
ka: ძებნის თქვენი მოთხოვნა არასწორია. გადახედეთ და ხელახლა სცადეთ. სრული შეცდომა აპლიკაციის ჟურნალში გაიგზავნა.
zh_cn: 您的搜索查询无效。请对其进行修改，然后重试。完整的错误已发送到应用程序日志。

source: One of parameters [ %s ] required but not specified.
fr: L'un des paramètres [ %s ] est requis, mais il n'est pas spécifié.
ka: %s-დან ერთერთი მაინც უნდა მიუთითოთ.
zh_cn: 需要 [ %s ] 中的一个参数但没有指定。

source: Couldn't find organization '%s'
fr: Organisation '%s' introuvable
ka: ორგანიზაცია არ არსებობს: '%s'.
zh_cn: 找不到机构 '%s'

source: You have not set a default organization on the user %s.
fr: Vous n'avez pas défini d'organisation par défaut pour l'utilisateur %s .
ka: მომხმარებელზე (%s) ნაგულისხმევი ორგანიზაცია დაყენებული არ იქნება.
zh_cn: 没有在用户 %s 中设置一个默认的机构。

source: The requested resource does not belong to the specified Organization
fr: La ressource demandée n'appartient pas à l'organisation spécifiée
ka: მოთხოვნილი რესურსი მითითებულ ორგანიზაციას არ ეკუთვნის
zh_cn: 所请求的资源不属于指定的机构

source: Host has not been registered with subscription-manager
fr: Cet hôte n'est pas enregistré dans le subscription-manager
ka: ჰოსტი subscription-manager-ით არ დარეგისტრირებულა
zh_cn: 主机没有使用 subscription-manager 注册

source: Id of the smart proxy
fr: Id du proxy smart
ka: ჭკვიანი პროქსის ID
zh_cn: 智能代理 ID

source: Id of the organization to limit environments on
fr: Id de l'organisation sur lequel limiter les environnements
ka: გარემოს ლიმიტების დასადები ორიგანიზაციის ID
zh_cn: 把环境限制于的机构 ID

source: Id of the lifecycle environment
fr: Id de l'environnement du cycle de vie
ka: ცხოვრების ციკლის გარემოს ID
zh_cn: 生命周期环境 ID

source: List content counts for the smart proxy
fr: Nombre de contenus de la liste pour le proxy intelligent
ka: შემცველობის რაოდენობების სია ჭკვიანი პროქსისთვის
zh_cn: 列出智能代理的内容计数

source: Update content counts for the smart proxy
fr: Mettre à jour le nombre de contenus pour le proxy intelligent
ka: შემცველობის რაოდენობების განახლება ჭკვიანი პროქსისთვის
zh_cn: 更新智能代理的内容计数

source: List the lifecycle environments attached to the smart proxy
fr: Répertorier les environnements de cycle de vie attachés au proxy smart
ka: ჭკვიან პროქსიზე მიმაგრებული სიცოცხლის ციკლის გარემოების სია
zh_cn: 列出附加到智能代理的生命周期环境
