Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Update an environment in an organization
fr: Mettre à jour un environnement dans une organisation
ka: ორგანიზაციაში გარემოს განახლება
zh_cn: 更新組織中的環境

source: name of the organization
fr: nom de l'organisation
ka: ორგანიზაციის სახელი
zh_cn: 組織名稱

source: new name to be given to the environment
fr: nouveau nom à donner à l'environnement
ka: ახალი ორგანიზაციისთვის მისანიჭებელი სახელი
zh_cn: 赋予环境的新名称

source: Do not wait for the update action to finish. Default: true
fr: N'attendez pas que l'action de mise à jour soit terminée. Valeur par défaut : true
ka: არ დაელოდება განახლების დასრულებას. ნაგულისხმევი: დიახ
zh_cn: 不要等待更新操作完成。默认值：true

source: Can't update the '%s' environment
fr: Mise à jour de l'environnement '%s' impossible
ka: გარემოს განახლება შეუძლებელია: %s
zh_cn: 无法更新 '%s' 环境

source: Destroy an environment
fr: Détruire un environnement
ka: გარემოს განადგურება
zh_cn: 销毁环境

source: Destroy an environment in an organization
fr: Détruire un environnement dans une organisation
ka: ორგანიზაციაში გარემოს განადგურება
zh_cn: 銷毀組織中的一個環境

source: List environment paths
fr: Répertorier les chemins d'environnement
ka: გარემოს ბილიკების სია
zh_cn: 列出环境路径

source: Show whether each lifecycle environment is associated with the given Smart Proxy id.
fr: Indique si chaque environnement de cycle de vie est associé à l'identifiant Smart Proxy donné.
zh_cn: 显示每个生命周期环境是否与给定的智能卡 ID 关联。

source: Couldn't find prior-environment '%s'
fr: Le pré-environnement '%s' est introuvable
ka: %s-ის წინა გარემოს მოძებნა შეუძლებელია
zh_cn: 找不到前环境 '%s'

source: an erratum
fr: un erratum
ka: შემორჩენილი პაჩი
zh_cn: 勘误

source: List errata
fr: Répertorier les errata
ka: მორჩენილი პაჩების სია
zh_cn: 列出勘误

source: CVE identifier
fr: Identifiant CVE
ka: CVE იდენტიფიკატორი
zh_cn: CVE 标识符

source: Host id to list applicable errata for
fr: Identifiant de l'hôte pour énumérer les errata applicables pour
ka: ჰოსტის ID შესატყვისი მორჩენილი პაჩების სიის საჩვენებლად
zh_cn: 列出适用勘误的主机 ID

source: Return errata that are applicable to one or more hosts (defaults to true if host_id is specified)
fr: Retourne les errata qui sont applicables à un ou plusieurs hôtes (par défaut, true si host_id est spécifié)
zh_cn: 返回适用于一个或多个主机的勘误（如果指定了 host_id，则默认为 true）

source: Return errata that are upgradable on one or more hosts
fr: Retourner les errata qui sont évolutifs sur un ou plusieurs hôtes
ka: აბრუნებს მორჩენილ პაჩს, რომელიც განახლებადია ერთ ან მეტ ჰოსტზე
zh_cn: 返回可在一个或多个主机上可升级的勘误

source: Return errata that can be added to the specified object. The values 'content_view_version' and 'content_view_filter are supported.
fr: Retourne les errata qui peuvent être ajoutés à l'objet spécifié. Les valeurs "content_view_version" et "content_view_filter" sont supportées.
zh_cn: 返回可以添加到指定对象的勘误。支持的值为 'content_view_version' 和 'content_view_filter。

source: Invalid params provided - date_type must be one of %s
fr: Params non valides fournis - date_type doit être un parmi %s
ka: მითითებულია არასწორი პარამეტრები - date_type %s-დან ერთერთი უნდა იყოს
zh_cn: 提供了无效参数 - date_type 必须是 %s 之一

source: Split the exported content into archives no greater than the specified size in gigabytes.
fr: Divisez le contenu exporté en archives ne dépassant pas la taille spécifiée en giga-octets.
zh_cn: 将导出的内容拆分为不超过指定大小（以 GB 为单位）的存档。

source: Export formats.Choose syncable if the exported content needs to be in a yum format. This option is only available for %{syncable_repos} repositories. Choose importable if the importing server uses the same version and exported content needs to be one of %{importable_repos} repositories.
fr: Exporter les formats. Choisissez syncable si le contenu exporté doit être dans un format yum. Cette option n'est disponible que pour les référentiels %{syncable_repos}. Choisissez importable si le serveur d'importation utilise la même version et le contenu exporté doit correspondre à l’un des référentiels %{importable_repos}.
zh_cn: 导出格式。如果导出的内容需要采用 yum 格式，选择 syncable。此选项仅适用于 %{syncable_repos} 软件仓库。如果导入服务器使用相同的版本和导出内容之一，则需要 %{importable_repos} 存储库之一。

source: Fails if any of the repositories belonging to this organization are unexportable. False by default.
fr: Échec si l'un des référentiels appartenant à cette organisation est non exportable. Faux par défaut.
zh_cn: 如果属于该机构的任何仓库都无法导出，则失败。默认为False。

source: Fails if any of the repositories belonging to this version are unexportable. False by default.
fr: Échoue si l'un des référentiels appartenant à cette version est non exportable. Faux par défaut.
zh_cn: 如果属于该版本的任何仓库都无法导出，则失败。默认为False。

source: Invalid export format provided. Format must be one of %s
fr: Le format d'exportation fourni est invalide. Le format doit être l'un des suivants %s
ka: მითითებული გატანის ფორმატი არასწორია. ფორმატი უნდა იყოს ერთ-ერთი სიიდან %s
zh_cn: 提供的导出格式无效。格式必须是 %s 之一

source: No existing export history was found to perform an incremental export. A full export must be performed
fr: Aucun historique d'exportation existant n'a été trouvé pour effectuer une exportation incrémentielle. Une exportation complète doit être effectuée
zh_cn: 找不到现有的导出历史记录来执行增量导出。必须执行完整导出

source: a file
fr: un fichier
ka: ფაილი
zh_cn: 一个文件

source: a content unit
fr: une unité de contenu
ka: შემცველობის ერთეული
zh_cn: 一个内容单元

source: List %s
fr: Liste %s
ka: %s-ის სია
zh_cn: 列出 %s

source: Show %s
fr: Afficher %s
ka: %s-ის ჩვენება
zh_cn: 显示 %s

source: List of host ids to replace the hosts in host collection
fr: Liste d'ids d'hôtes de contenu pour remplacer les hôtes dans la collection d'hôtes
ka: ჰოსტის კოლექციაში ჰოსტების ჩასანაცვლებელი ჰოსტების ID-ების სია
zh_cn: 主机 ID 列表，用于替换主机集合中的主机

source: Maximum number of hosts in the host collection
fr: Nombre maximum d'hôtes de contenu dans la collection d'hôtes
ka: ჰოსტების კოლექციაში მათი მაქსიმალური რიცხვი
zh_cn: 主機集中的最大主機數量

source: Whether or not the host collection may have unlimited hosts
fr: Que la collection d'hôte possède des hôtes illimités ou non
ka: შეიძლება თუ არა კოლექციაში განუსაზღვრელი რაოდენობის ჰოსტების ქონა
zh_cn: 主機集項目是否有無上限的主機

source: Show a host collection
fr: Afficher une collection d'hôte
ka: ჰოსტის კოლექციის ჩვენება
zh_cn: 顯示主機集項目

source: Id of the host collection
fr: ID de la collection d'hôtes
ka: ჰოსტის კოლექციის ID
zh_cn: 主機集的 ID

source: List host collections
fr: Répertorier les collections d'hôtes
ka: ჰოსტის კოლექციების სია
zh_cn: 列出主機集

source: List host collections within an organization
fr: Énumérer les collections d'hôtes dans une organisation
ka: ორგანიზაციაში ჰოსტის კოლექციების სია
zh_cn: 列出組織中的主機集

source: List host collections in an activation key
fr: Énumérer les collections d'hôtes dans une clé d'activation
ka: აქტივაციის გასაღებში ჰოსტის კოლექციების სია
zh_cn: 在激活密钥中列出主机集合

source: activation key identifier
fr: identifiant de la clé d'activation
ka: აქტივაციის გასაღების იდენტიფიკატორი
zh_cn: 激活码标识符

source: Filter products by host id
fr: Filtrer les produits par id d'hôte
ka: პროდუქტების ჰოსტის ID-ით გაფილტვრა
zh_cn: 以主機 ID 來篩選產品

source: Interpret specified object to return only Host Collections that can be associated with specified object. The value 'host' is supported.
fr: Interprète l'objet spécifié à retourner uniquement les Collections d'hôtes qui peuvent être associées à l'objet spécifié. La valeur 'hôte' est prise en charge.
zh_cn: 解释指定对象，以仅返回可与指定对象关联的主机集合。支持值 'host'。

source: Create a host collection
fr: Créer une collection d'hôte
ka: ჰოსტის ახალი კოლექციის შექმნა
zh_cn: 建立主機集

source: Host Collection name
fr: Nom de la collection d'hôtes
ka: ჰოსტის კოლექციის სახელი
zh_cn: 主機集名稱

source: Update a host collection
fr: Mettre à jour une collection d'hôte
ka: ჰოსტის კოლექციის განახლება
zh_cn: 更新主機集項目

source: Add host to the host collection
fr: Ajouter l'hôte à la collection d'hôtes
ka: ჰოსტის კოლექციაში ჰოსტის ჩამატება
zh_cn: 新增主機到主機集

source: Array of host ids
fr: Ensemble d'ids d'hôtes
ka: ჰოსტის ID-ების მასივი
zh_cn: 主机 ID 数组

source: Successfully added %s Host(s).
fr: %s Hôte(s) ajoutés.
ka: %s ჰოსტი წარმატებით ჩაემატა.
zh_cn: 成功添加 %s 主机。

source: You were not allowed to add %s
fr: Vous n'êtes pas autorisé à ajouter %s
ka: %s-ის ჩამატების უფლება არ გაქვთ
zh_cn: 您不允许添加 %s

source: Host with ID %s already exists in the host collection.
fr: L’hôte ayant pour ID %s existe déjà dans la collection d'hôtes.
ka: ჰოსტის კოლექციაში ჰოსტი ID-ით %s უკვე არსებობს.
zh_cn: 主机集合中已经存在 ID 为 %s 的主机。

source: Host with ID %s not found.
fr: Stratégie avec l'ID %s introuvable.
ka: ID-ით ჰოსტის პოვნის შეცდომა: %s.
zh_cn: 没有找到带有 ID %s 的主机。

source: Remove hosts from the host collection
fr: Supprimer les hôtes de la collection d'hôtes
ka: ჰოსტის კოლექციიდან ჰოსტების წაშლა
zh_cn: 从主机集合中删除主机

source: Successfully removed %s Host(s).
fr: %s Hôte(s) supprimés.
ka: %s ჰოსტი წარმატებით წაიშალა.
zh_cn: 成功删除 %s 主机。

source: You were not allowed to sync %s
fr: Vous n'êtes pas autorisé à synchroniser %s
ka: %s-ის სინქის უფლება არ გაქვთ
zh_cn: 不允许同步 %s

source: Host with ID %s does not exist in the host collection.
fr: L’hôtes ayant pour ID %s n'existe pas dans la collection d'hôtes.
ka: ჰოსტის კოლექციაში ჰოსტი ID-ით %s არ არსებობს.
zh_cn: ID 为 %s 的主机没有存在于主机集合中。

source: Destroy a host collection
fr: Détruire une collection d'hôtes
ka: ჰოსტის კოლექციის განადგურება
zh_cn: 销毁主机集合

source: Make copy of a host collection
fr: Faire une copie d'une collection d'hôte
ka: ჰოსტის კოლექციის დუბლირება
zh_cn: 複製一份主機集

source: ID of the host collection
fr: ID de la collection d'hôtes
ka: ჰოსტის კოლექციის ID
zh_cn: 主機集的 ID

source: New host collection name
fr: Nouveau nom de la collection d'hôte
ka: ჰოსტის ახალი კოლექციის სახელი
zh_cn: 新主机集合名称

source: Repository Id associated with the kickstart repo used for provisioning
fr: Identifiant de référentiel associé au référentiel de démarrage kickstart utilisée pour le provisionnement
zh_cn: 与用于配置的 kickstart 仓库关联的仓库 ID

source: List deb packages installed on the host
fr: Répertorier les paquets deb installés sur l'hôte
ka: ჰოსტზე დაყენებული deb პაკეტების სია
zh_cn: 列出安装在主机上的 deb 软件包

source: ID of the host
fr: ID de l'hôte
ka: ჰოსტის ID
zh_cn: 主机 ID

source: Also include the latest upgradable package version for each host package
fr: Inclure également la dernière version de paquet de mise à jour pour chaque paquet d’hôte.
zh_cn: 还包括每个主机软件包的最新可升级软件包版本

source: Return only packages of a particular status (upgradable or up-to-date)
fr: Renvoie uniquement les paquets comportant un statut particulier (mise à jour possible ou mis à jour)
zh_cn: 仅返回特定状态的软件包（可升级或最新）

source: Errata to exclusively include in the action
fr: Errata à inclure exclusivement dans l'action
ka: ამ ქმედებაში ექსკლუზიურად ჩასართავი მორჩენილი პაჩი
zh_cn: 仅包含在操作中的勘误

source: Search string for erratum to perform an action on
fr: Rechercher une chaîne pour qu’erratum puisse effectuer une action dessus
ka: ქმედების გადასატარებელი მორჩენილი პაჩების მოსაძებნი სტრიქონი
zh_cn: 在其中执行操纵的勘误的搜索字符串

source: List of errata ids to perform an action on, (ex: RHSA-2019:1168)
fr: Liste d'ids d'errata sur lesquels effectuer une action, (ex: RHSA-2019:1168)
ka: ქმედების გადასატარებელი მორჩენილი პაჩების ID-ები (მაგ: RHSA-2019:1168)
zh_cn: 要对其执行操作的勘误 ID 列表，（例如：RHSA-2019:1168）

source: Errata to explicitly exclude in the action. All other applicable errata will be included in the action, unless an included parameter is passed as well.
fr: Errata à exclure explicitement dans l'action. Tous les autres errata applicables seront inclus dans l'action, à moins qu'un paramètre inclus ne soit également transmis.
zh_cn: 勘误明确排除在操作之外。除非还传递了包含的参数，否则所有其他适用的勘误都将包含在操作中。

source: List of errata ids to exclude and not run an action on, (ex: RHSA-2019:1168)
fr: Liste d'ids d'errata à exclure et sur lesquels ne pas effectuer d'action, (ex: RHSA-2019:1168)
ka: ქმედებიდან გამოსარიცხი მორჩენილი პაჩების ID-ები (მაგ: RHSA-2019:1168)
zh_cn: 排除且不对其执行操作的勘误 ID 列表，（例如：RHSA-2019:1168）

source: List errata available for the content host
fr: Répertorier les errata disponibles pour l'hôte de contenu
ka: ჰოსტისთვის ხელმისაწვდომი მორჩენილი პაჩების სია
zh_cn: 列出可用于内容主机的勘误

source: UUID of the content host
fr: UUID de l'hôte de contenu
ka: შემცველობის ჰოსტის UUID
zh_cn: 內容主機的 UUID

source: Calculate Applicable Errata based on a particular Content View
fr: Calculer les errata applicables selon un affichage de contenu particulier
ka: შესატყვისი მორჩენილი პაჩების მითითეული შემცველობის ხედის მიხედვით გამოთვლა
zh_cn: 根據特定內容視域，計算可套用的勘誤

source: Calculate Applicable Errata based on a particular Environment
fr: Calculer les errata applicables selon un environnement particulier
ka: შესატყვისი მორჩენილი პაჩების მითითეული გარემოს მიხედვით გამოთვლა
zh_cn: 根據特定環境，計算可套用的勘誤

source: Return errata that are applicable to this host. Defaults to false)
fr: Renvoie les errata qui sont applicables à cet hôte. La valeur par défaut est false)
zh_cn: 返回适用于此主机的勘误。默认为 false

source: Return only errata of a particular type (security, bugfix, enhancement)
fr: Renvoie uniquement les errata d'un type particulier (sécurité, correction de bogues, amélioration)
zh_cn: 仅返回特定类型的勘误（安全、错误修复、功能增强）

source: Return only errata of a particular severity (None, Low, Moderate, Important, Critical)
fr: Retourner uniquement les errata d'une gravité particulière (Aucune, Faible, Modérée, Importante, Critique)
zh_cn: 仅返回特定严重级别的勘误（无、低、中、重要、严重）

source: Retrieve a single errata for a host
fr: Extraire un seul erratum de l'hôte
ka: ჰოსტის ერთი მორჩენილი პაჩის მიღება
zh_cn: 获取主机的单个勘误

source: Host ID
fr: ID Hôte
ka: ჰოსტის ID
zh_cn: 主机 ID

source: Errata id of the erratum (RHSA-2012:108)
fr: Id de l'erratum (RHSA-2012:108)
ka: მორჩენილი პაჩის ID (RHSA-2012:108)
zh_cn: 勘误的勘误ID（RHSA-2012:108）

source: Couldn't find errata ids '%s'
fr: Les IDs d'errata '%s' sont introuvables
ka: მორჩენილი პაჩები შემდეგი ID-ებით არ არსებობს: %s
zh_cn: 找不到勘误 id '%s'

source: Force regenerate applicability.
fr: Regénération forcée de l'applicabilité.
ka: შესატყვისობის ძალით რეგენერაცია.
zh_cn: 强制重新生成适用性。

source: Either both parameters 'content_view_id' and 'environment_id' should be specified or neither should be specified
fr: Soit les deux paramètres 'content_view_id' et 'environment_id' doivent être indiqués à la fois, soit aucun d'entre deux ne doit être indiqué
zh_cn: 必須同時指定 'content_view_id' 和 'environment_id' 參數，或完全不指定任何一個參數

source: Type must be one of: %s
fr: Une valeur doit être choisie parmi %s
ka: ტიპი უნდა იყოს ერთ-ერთი სიიდან: %s
zh_cn: 类型必须是 %s 中的一个

source: Severity must be one of: %s
fr: Une sévérité doit être choisie parmi %s
ka: სიმწვავე უნდა იყოს ერთ ერთი სიიდან: %s
zh_cn: 严重级别必须是 %s 中的一个

source: List module streams available to the host
fr: Liste des flux de modules disponibles pour l'hôte
ka: ჰოსტისთვის ხელმისაწვდომი მოდულის ნაკადები
zh_cn: 列出主机可用的模块流

source: Streams based on the host based on their status
fr: Les flux basés sur l'hôte en fonction de leur statut
ka: ჰოსტის სტატუსზე ბაზირებული ნაკადები
zh_cn: 基于基于它们的状态的主机的流

source: Streams based on the host based on the installation status
fr: Flux basés sur l'hôte en fonction de l'état de l'installation
ka: ჰოსტის დაყენების სტატუსზე დამოკიდებული ნაკადები
zh_cn: 基于基于安装状态的主机的流

source: List of package names
fr: Liste de noms de paquets
ka: პაკეტების სახელების სია
zh_cn: 软件包名称列表

source: List of package group names (Deprecated)
fr: Liste de noms de groupes de paquets (dépréciée)
ka: პაკეტის ჯგუფების სია (მოძველებული)
zh_cn: 软件包组名称列表（已弃用）

source: List packages installed on the host
fr: Répertorier les paquets installés sur l'hôte
ka: ჰოსტზე დაყენებული პაკეტების სია
zh_cn: 列出主机上安装的软件包

source: Couldn't find host with host id '%s'
fr: N'a pas pu trouver l'hôte avec l'id d'hôte '%s'
ka: ჰოსტი id-ით %s არ არსებობს
zh_cn: 找不到主机 id 为 '%s' 的主机

source: Host has not been registered with subscription-manager.
fr: Cet hôte n'est pas enregistré dans subscription-manager.
ka: ჰოსტი subscription-manager-ით არ დარეგისტრირებულა.
zh_cn: 主机还没有通过 subscription-manager 注册。

source: %s is not a valid package name
fr: %s n'est pas un nom de paquet valide
ka: %s პაკეტის სწორი სახელი არაა
zh_cn: %s 不是一个有效的软件包名称

source: Either packages or groups must be provided
fr: Les paquets ou les groupes doivent être fournis
ka: მითითებული უნდა იყოს პაკეტები ან მათი ჯგუფები
zh_cn: 必须提供软件包或组

source: This action doesn't support package groups
fr: Cette action de prend pas en charge les groupes de paquets
ka: ამ ქმედებას პაკეტის ჯგუფების მხარდაჭერა არ გააჩნია
zh_cn: 這項動作不支援套件群組

source: Packages must be provided
fr: Des paquets doivent être fournis
ka: საჭიროა პაკეტების მითითება
zh_cn: 必须提供软件包

source: Status must be one of: %s
fr: La valeur doit être choisie parmi %s
ka: სტატუსი უნდა იყოს ერთერთი: %s -დან
zh_cn: 状态必须是 %s 中的一个

source: Product id as listed from a host's installed products, \ this is not the same product id as the products api returns
fr: L'identifiant du produit tel qu'il figure dans la liste des produits installés sur l'hôte, \ il ne s'agit pas du même numéro d'identification que celui des produits renvoyés par l'api
zh_cn: 产品 id，与列出的主机安装的产品一样，\ 而不是 products api 返回的 product id

source: Product name as listed from a host's installed products
fr: Nom du produit tel qu'il figure dans la liste des produits installés sur l'hôte
ka: პროდუქტის სახელი იმ სახით, როგორითაც ის ჰოსტზე დაყენებული პროდუქტების სიაშია ჩამოთვლილი
zh_cn: 产品名称，与列出的主机安装的产品一样

source: Product architecture
fr: Architecture du produit
ka: პროდუქტის არქიტექტურა
zh_cn: 产品架构

source: Product version
fr: Version du produit
ka: პროდუქტის ვერსია
zh_cn: 产品版本

source: Release version for this Host to use (7Server, 7.1, etc)
fr: Version à utiliser par cet hôte (7Server, 7.1, etc.)
ka: ამ ჰოსტის მიერ გამოყენებული რელიზის ვერსია (7Server, 7.1, ა.შ.)
zh_cn: 为这个主机使用的发行版本（7Server，7.1 等）

source: Sets whether the Host will autoheal subscriptions upon checkin
fr: Permet de déterminer si l'hôte doit procéder à la vérification automatique des abonnements lors de l'enregistrement
zh_cn: 设置主机是否在签入后自动修复订阅

source: Service level to be used for autoheal
fr: Niveau de service à utiliser pour la vérification automatique autoheal
ka: ავტომატურ წამლობაში გამოყენებული სერვისის დონე
zh_cn: 用于自动修复的服务级别

source: List of hypervisor guest uuids
fr: Liste des uuids invités de l'hyperviseur
ka: ჰაიპერვიზორის სტუმრების UUID-ების სია
zh_cn: hypervisor 客户系统 uuid 列表

source: List of products installed on the host
fr: Liste des produits installés sur l'hôte
ka: ჰოსტზე დაყენებული პროდუქტების სია
zh_cn: 在主机上安装的产品列表

source: List a host's subscriptions
fr: Répertorier les abonnements d'un hôte
ka: ჰოსტის გამოწერების სია
zh_cn: 列出主机的订阅

source: Id of the host
fr: Id de l'hôte
ka: ჰოსტის ID
zh_cn: 主機的 ID

source: Trigger an auto-attach of subscriptions
fr: Déclenche Abonnements auto-attach
ka: ჩართეთ გამოწერების ავტომატური მიმაგრება
zh_cn: 触发订阅的自动附加

source: This host's organization is in Simple Content Access mode. Auto-attach is disabled
fr: L'organisation de cet hôte est en mode d'accès simple au contenu. L'auto-attachement est désactivé
ka: ამ მასპინძლის ორგანიზაცია არის მარტივი შემცველობის წვდომის რეჟიმში. გამოწერების ავტომატური მიმაგრება გამორთულია
zh_cn: 该主机的机构处于“简单内容访问”模式。自动附加被禁用

source: Unregister the host as a subscription consumer
fr: Désenregistrer l'hôte en tant que consommateur d'abonnement
ka: გააუქმეთ ჰოსტის, როგორც გამოწერის მომხმარებელი
zh_cn: 取消主机作为订阅使用者

source: Register a host with subscription and information
fr: Inscrire un hôte avec abonnement et informations
ka: დაარეგისტრირეთ ჰოსტი გამოწერით და ინფორმაციით
zh_cn: 注册具有订阅和信息的主机

source: Name of the host
fr: Nom de l'hôte
ka: ჰოსტის სახელი
zh_cn: 主机名

source: UUID to use for registered host, random uuid is generated if not provided
fr: UUID à utiliser pour l'hôte enregistré, un uuid aléatoire est généré s'il n'est pas fourni
ka: რეგისტრირებული ჰოსტისთვის გამოსაყენებელი UUID-ი. ცარიელი დატოვების შემთხვევაში შემთხვევითი UUID დაგენერირდება
zh_cn: 用于注册主机的 UUID，如果未提供，则会生成随机 uuid

source: Key-value hash of subscription-manager facts, nesting uses a period delimiter (.)
fr: Hachage de valeurs clés des facts du subscription-manager, l'imbrication utilise un délimiteur (.)
zh_cn: subscription-manager fact 的键-值哈希，使用句点 (.) 进行嵌套

source: UUIDs of the virtual guests from the host's hypervisor
fr: UUID des invités virtuels de l'hyperviseur de l'hôte
ka: ვირტუალური სტუმრების UUID-ები ჰოსტის ჰაიპერვაიზტორიდან
zh_cn: 来自主机的 hypervisor 的虚拟客户机的 UUID

source: Release version of the content host
fr: Version de l'hôte de contenu
ka: შემცველობის ჰოსტის რელიზის ვერსია
zh_cn: 内容主机的发行版本

source: A service level for auto-healing process, e.g. SELF-SUPPORT
fr: Un niveau de service pour le processus de auto-healing, ex : SELF-SUPPORT
ka: სერვისის დონე თვით-წამლობის პროცესისთვის. მაგ; SELF-SUPPORT
zh_cn: 自动修复进程的服务级别，例如 SELF-SUPPORT

source: Lifecycle Environment ID
fr: ID Environnement de cycle de vie
ka: სიცოცხლის ციკლის გარემოს ID
zh_cn: 生命周期环境 ID

source: Content View ID
fr: ID d’affichage de contenu
ka: შემცველობის ხედის id
zh_cn: 内容视图 ID

source: Array of subscriptions to remove
fr: Ensemble d'abonnements à supprimer
ka: წასაშლელი გამოწერების მასივი
zh_cn: 要删除的订阅数组

source: Subscription Pool id
fr: ID Pool Abonnement
ka: გამოწერების პულის ID
zh_cn: 订阅池 ID

source: If specified, remove the first instance of a subscription with matching id and quantity
fr: Si spécifié, supprimer la première instance d'un abonnement avec la quantité et l'id correspondants
ka: თუ მითითებულია, წაიშლება გამოწერის პირველი გაშვებული ასლი შესაბამისი ID და რაოდენობით
zh_cn: 如果指定，删除具有匹配 id 和数量的订阅的第一个实例

source: Add a subscription to a host
fr: Ajouter un abonnement à un hôte
ka: ჰოსტზე გამოწერის დამატება
zh_cn: 为主机添加一个订阅

source: This host's organization is in Simple Content Access mode. Attaching subscriptions is disabled.
fr: L'organisation de cet hôte est en mode d'accès simple au contenu. L'ajout d'abonnements est désactivé.
ka: ამ მასპინძლის ორგანიზაცია არის შემცველობის მარტივი წვდომის რეჟიმში. გამოწერების მიმაგრება გამორთულია.
zh_cn: 该主机的机构处于“简单内容访问”模式。自动附加被禁用。

source: Get content and overrides for the host
fr: Obtenir du contenu et des dérogations pour l'hôte
ka: ჰოსტის შემცველობის გადაფარვების მიღება
zh_cn: 获取主机的内容和替代

source: Limit content to just that available in the host's content view version
fr: Limiter le contenu à celui qui est disponible dans la version de visualisation du contenu de l'hôte
ka: შემცველობის შეზღუდვა მხოლოდ იმით, რაც ხელმისაწვდომია მასპინძლის შემცველობის ხედის ვერსიაში
zh_cn: 将内容限制为主机内容视图版本中的可用内容

source: Set content overrides for the host
fr: Définir les priorités de contenu pour l'hôte
ka: ჰოსტის შემცველობის გადაფარვების დაყენება
zh_cn: 设置主机的内容覆盖

source: Id of the content host
fr: ID de l'hôte du contenu
ka: შემცველობის ჰოსტის ID
zh_cn: 内容主机 ID

source: Override to a boolean value or 'default'
fr: Remplacer par une valeur booléenne ou par "défaut"
ka: ლოგიკურ ან ნაგულისხმევ მნიშვნელობამდე გადაფარვა
zh_cn: 覆盖为布尔值或 'default'

source: Array of Content override parameters
fr: Paramètres de remplacement de contenu
ka: შემცველობის გადაფარვის პარამეტრების მასივი
zh_cn: 内容覆盖参数数组

source: Override key or name. Note if name is not provided the default name will be 'enabled'
fr: Annulez la clé ou le nom. Notez que si le nom n'est pas fourni, le nom par défaut sera "activé"
ka: პარამეტრის გასაღების ან სახელის გადაფარვა. დაიმახსოვრეთ, რომ თუ სახელი მითითებული არაა, ნაგულისხმევი სახელი იქნება 'enabled'
zh_cn: 覆盖键或名称。请注意，如果未提供名称，则默认名称将为 'enabled'

source: Content override search parameters
fr: Le contenu remplace les paramètres de recherche
ka: შემცველობის გადაფარვის ძებნის პარამეტრები
zh_cn: 内容覆盖搜索参数

source: Set true to override to enabled; Set false to override to disabled.'
fr: Définissez true pour passer en mode activé ; définissez false pour passer en mode désactivé.
ka: ჩართეთ, რომ გადაფაროთ ჩართულზე. გამორთეთ, რომ გადაფაროთ გამორთულზე.
zh_cn: 设置为 true 进行覆盖以启用；设置为 false 进行覆盖以禁用。'
