Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Generated
fr: Généré
ka: გენერირებული
zh_cn: 生成

source: Label
fr: Balise
ka: ჭდე
zh_cn: 标签

source: Single content view consisting of e.g. repositories
fr: Vue de contenu unique composée de référentiels par ex.
ka: ერთი შემცველობის ხედი, შედგენილი, მაგალითად, რეპოზიტორიებისგან
zh_cn: 包含例如仓库的单一内容视图

source: Consisting of multiple content views
fr: Constitué de plusieurs vues de contenu
ka: შედგება მრავალი შემცველობის ხედისგან
zh_cn: 由多个组件内容视图组成

source: Create content view
fr: Créer Affichage du contenu
ka: შემცველობის ხედის შექმნა
zh_cn: 创建內容视图

source: Remove versions from environments
fr: Supprimer les versions des environnements
ka: გარემოებიდან ვერსიების წაშლა
zh_cn: 从环境中删除版本

source: Reassign affected hosts
fr: Réassigner les hôtes affectés
ka: მოყოლილი ჰოსტების თავიდან მინიჭება
zh_cn: 重新分配受影响的主机

source: Reassign affected activation keys
fr: Réassigner les clés d'activation concernées
ka: აქტივაციის მოყოლილი გასაღებების თავიდან მინიჭება
zh_cn: 重新分配受影响的激活码

source: Delete content view
fr: Supprimer l’affichage du contenu
ka: შემცველობის ხედის წაშლა
zh_cn: 删除內容视图

source: Deleting content view :
fr: Supprimer l’affichage de contenu :
ka: შემცველობის ხედის წაშლა :
zh_cn: 删除内容视图：

source: ${pluralize(versionCount, 'content view version')} in the environments below will be removed when content view is deleted
fr: ${pluralize(versionCount, 'content view version')} dans les environnements ci-dessous seront supprimés lorsque la vue du contenu sera supprimée
zh_cn: 当内容视图被删除时，以下环境中的 ${pluralize(versionCount, 'content view version')} 将被删除

source: This content view does not have any versions associated.
fr: Cet affichage de contenu n’a aucune version associée.
ka: ამჟამად ამ შემცველობის ხედისთვის ვერსიები არ გაგაჩნიათ.
zh_cn: 此内容视图没有任何关联的版本。

source: Loading versions
fr: Versions de chargement
ka: ვერსიების ჩატვირთვა
zh_cn: 加载版本

source: Version ${version.version}
ka: ვერსია ${version.version}
zh_cn: 版本 ${version.version}

source: This version is not promoted to any environments.
fr: Cette version n’est pas promue à aucun environnement.
ka: ეს ვერსია არც ერთ გარემომდე არ წახალისებულა.
zh_cn: 这个版本没有推广到任何环境中。

source: Please wait while the task starts..
fr: Veuillez patienter pour le démarrage des tâches ....
ka: მოითმინეთ, სანამ ამოცანა გაეშვება..
zh_cn: 请等待任务启动..

source: Select lifecycle environment
fr: Sélectionner un environnement de cycle de vie
ka: აირჩიეთ ცხოვრების ციკლის გარემო
zh_cn: 选择生命周期环境

source: This content view will be deleted. Changes will be effective after clicking Delete.
fr: Cet affichage de contenu va être supprimé. Les changements seront applicables une fois que vous aurez saisi la touche Supprimer.
ka: ეს შემცველობის ხედი წაიშლება. ცვლილებები ძალაში წაშლის ღილაკზე დაწკაპუნების შემდეგ შევა.
zh_cn: 此内容视图将被删除。改变将在点 Delete 后生效。

source: Environments
fr: Environnements
ka: გარემო
zh_cn: 环境

source: All versions will be removed from these environments
fr: Toutes les versions seront supprimées de ces environnements
ka: ამ გარემოებიდან ყველა ვერსია წაიშლება
zh_cn: 所有版本都将从这些环境中删除

source: Content hosts
fr: Hôtes du contenu
ka: შემცველობის ჰოსტები
zh_cn: 內容主机

source: ${pluralize(hostResponse.length, 'host')} will be moved to content view ${selectedCVNameForHosts} in
fr: ${pluralize(hostResponse.length, 'host')} sera déplacé vers l'affichage du contenu ${selectedCVNameForHosts} dans
zh_cn: $ {pluralize(hostResponse.length, 'host')} 内容主机将移至 ${selectedCVNameForHosts}，在

source: ${pluralize(akResponse.length, 'activation key')} will be moved to content view ${selectedCVNameForAK} in
fr: ${pluralize(akResponse.length, 'activation key')} sera déplacé vers l'affichage du contenu ${selectedCVNameForAK} dans
zh_cn: $ {pluralize(akResponse.length, 'activation key')} 内容主机将移至 ${selectedCVNameForAK}，在

source: Version ${item.version}
ka: ვერსია ${item.version}
zh_cn: 版本 ${item.version}

source: (${item.published_at_words} ago)
fr: (il y a ${item.published_at_words})
ka: (${item.published_at_words}-ის წინ)
zh_cn: (${item.published_at_words} 前)

source: Update version
fr: Mise à jour de la version
ka: ერსიის განახლება
zh_cn: 更新版本

source: Add content view
fr: Ajouter un affichage de contenu
ka: შემცველობის ხედის დამატება
zh_cn: 添加内容视图

source: Select available version of ${cvName} to use
fr: Sélectionnez une version disponible de {cvName} à utiliser
ka: გამოსაყენებლად აირჩიეთ ${cvName} -ის ვერსია
zh_cn: 选择一个可用版本 {cvName} 来使用

source: Always update to latest version
fr: Toujours mettre à jour la dernière version
ka: ყოველთვის უკანასკნელ ვერსიამდე განახლება
zh_cn: 始终更新至最新版本

source: This content view will be automatically updated to the latest version.
fr: Cet affichage de contenu sera automatiquement mis à jour à la dernière version.
zh_cn: 此内容视图将自动更新至最新版本。

source: Submit
fr: Envoyer
ka: გაგზავნა
zh_cn: 提交

source: Add content views
fr: Ajouter les affichages du contenu
ka: შემცველობის ხედების დამატება
zh_cn: 添加内容视图

source: Select available version of content views to use
fr: Sélectionnez la version disponible des vues de contenu à utiliser
ka: აირჩიეთ გამოსაყენებელი შემცველობის ხედების ვერსია
zh_cn: 选择要使用的内容视图的可用版本

source: (${version.published_at_words} ago)
fr: (il y a ${version.published_at_words})
ka: (${version.published_at_words}-ის წინ)
zh_cn: (${version.published_at_words} 前)

source: Not yet published
fr: Pas encore publié
ka: ჯერ გამოქვეყნებული არაა
zh_cn: 尚未发布

source: Latest (automatically updates)
fr: Dernière (mise à jour automatique)
ka: უახლესი (ავტომატური განახლებები)
zh_cn: 最新（自动更新）

source: Latest version
fr: Dernière version
ka: უახლესი ვერსია
zh_cn: 最新版本

source: New version is available: Version ${latestVersion}
fr: Une version plus récente est disponible : Version {latestVersion}
ka: ხელმისაწვდომია ახალი ვერსია: ${latestVersion}
zh_cn: 可用的新版本：版本 {latestVersion}

source: No description
fr: Aucune description
ka: აღწერის გარეშე
zh_cn: 没有描述

source: No content views to add yet
fr: Aucune vue de contenu à ajouter pour l'instant
ka: დასამატებელი შემცველობის ხედების გარეშე
zh_cn: 还没有要添加的内容视图

source: Please create some content views.
fr: Veuillez créer des vues de contenu.
ka: ჯერ შექმენით შემცველობის ხედები.
zh_cn: 请添加一些内容视图。

source: No matching content views found
fr: Aucun contenu correspondant n'a été trouvé
ka: შესაბამისი შემცველბის ხედები ნაპოვნი არაა
zh_cn: 找不到匹配的内容视图

source: Something went wrong while fetching ${lowerCase(pluralLabel)}! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la récupération de ${lowerCase(pluralLabel)} ! $
ka: გამოთხოვის შეცდომა ${lowerCase(pluralLabel)}! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取 ${lowerCase(pluralLabel)} 时出错! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while fetching rpm packages! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la récupération des paquets rpm ! ${getResponseErrorMsgs(error.response)}
ka: RPM პაკეტის გამოთხოვის შეცდომა! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取 rpm 软件包时发生错误！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the packages! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération des paquets ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა პაკეტების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取软件包时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the repositories! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération des référentiels ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა რეპოზორიების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取仓库时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the package groups! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération des groupes de paquets ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა პაკეტის ჯგუფების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取软件包组时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the errata! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération de l'errata ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა მორჩენილი პაჩების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取勘误时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the module streams! ${getResponseErrorMsgs(error.response)}
fr: Quelque chose s'est mal passé lors de la récupération des flux du module ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა მოდულის ნაკადების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取模块流时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the deb packages! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération des paquets deb ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა deb პაკეტების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取 deb 软件包时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the container tags! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération des étiquettes de conteneur ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა კონტეინერის ჭდეების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取容器标签时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the files! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération des fichiers ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ფაილების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取文件时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération du contenu ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა შემცველობის მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取内容时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while fetching files! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la récupération des fichiers ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ფაილების გამოთხოვისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取文件时出错！${getResponseErrorMsgs(error.response)}

source: Content view updated
fr: Affichage de contenu mis à jour
ka: შემცველობის ხედი განახლდა
zh_cn: 內容視域已更新

source: Something went wrong while adding component! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de l'ajout d'un composant ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა კომპონენტის დამატებებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 添加组件时出现问题！${getResponseErrorMsgs(error.response)}

source: Something went wrong while removing component! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la suppression du composant ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა კომპონენტის წაშლისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 删除组件时出现问题！${getResponseErrorMsgs(error.response)}

source: Filter created
fr: Filtre créé
ka: ფილტრი შეიქმნა
zh_cn: 篩選器已建立

source: Something went wrong while creating the filter! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la création du filtre ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ფილტრის შექმნისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 创建过滤器时出现问题！${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting container tags! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de l’obtention des balises docker ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა კონტეინერის ჭდეების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取目标时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting errata! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la réception d'errata ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა მორჩენილი პაჩების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取勘误时出错! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting deb packages! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de l'obtention des packages deb ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა deb პაკეტების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取 deb 软件包时出错! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting module streams! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de l'obtention des flux de modules ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა მოდულის ნაკადების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取模块流时出错! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting repositories! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de l'obtention des référentiels ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა რეპოზიტორიების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取仓库时出错! ${getResponseErrorMsgs(error.response)}

source: Filter edited
fr: Filtre modifié
ka: ფილტრი ჩასწორდა
zh_cn: 编辑的过滤

source: Something went wrong while editing the filter! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la modification du filtre ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ფილტრის ჩასწორებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 编辑过滤器时出错! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the repository types! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération des types de référentiel ! {getResponseErrorMsgs(error.response)}
ka: შეცდომა რეპოზიტორიის ტიპების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取仓库类型时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view filters! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération des filtres d'affichage du contenu ! {getResponseErrorMsgs(error.response)}
ka: შეცდომა შემცველობის ხედის ფილტრების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取内容视图过滤器时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the activation keys! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la récupération des clés d'activation ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა აქტივაციის გასაღებების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取激活码时出错! ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the hosts! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la récupération des hôtes ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ჰოსტების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取主机时出错！${getResponseErrorMsgs(error.response)}

source: Filters deleted
fr: Filtres supprimés
ka: ფილტრები წაიშალა
zh_cn: 删除的过滤

source: Something went wrong while deleting filters! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la suppression des filtres ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ფილტრები წაშლისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 删除版本时出现错误! ${getResponseErrorMsgs(error.response)}

source: Filter rules deleted
fr: Règles de filtre supprimées
ka: ფილტრის წესები წაშლილია
zh_cn: 删除的过滤规则

source: Something went wrong while deleting filter rules! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la suppression des règles de filtrage ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ფილტრის წესების წაშლისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 删除过滤规则时出错！${getResponseErrorMsgs(error.response)}

source: Filter rules added
fr: Règles de filtre ajoutées
ka: ფილტრის წესი დაემატა
zh_cn: 添加的过滤规则

source: Something went wrong while adding filter rules! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de l'ajout de règles de filtrage ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ფილტრის წესების დამატებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 添加过滤规则时出现问题！${getResponseErrorMsgs(error.response)}

source: Filter deleted
fr: Filtre supprimé
ka: ფილტრი წაიშალა
zh_cn: 篩選器已刪除

source: Something went wrong while deleting this filter! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la suppression de ce filtre ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ამ ფილტრის წაშლისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 删除此过滤器时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view filter! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération du filtre d'affichage du contenu ! {getResponseErrorMsgs(error.response)}
ka: შეცდომა შემცველობის ხედის ფილტრის მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取内容视图过滤器时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving package groups! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la récupération des groupes de packages ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა პაკეტის ჯგუფების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取软件包组时出错！${getResponseErrorMsgs(error.response)}

source: Filter rule edited
fr: Règle de filtre modifiée
ka: ფილტრის წესი ჩასწორდა
zh_cn: 编辑的过滤规则

source: Something went wrong while editing a filter rule! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la modification d'une règle de filtrage ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ფილტრის წესის ჩასწორებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 编辑一个过滤规则时出错！${getResponseErrorMsgs(error.response)}

source: Filter rule added
fr: Règle de filtre ajoutée
ka: ფილტრის წესი დაემატა
zh_cn: 添加的过滤规则

source: Something went wrong while adding a filter rule! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de l'ajout d'une règle de filtrage ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ფილტრის წესის დამატებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 添加过滤规则时出现问题！${getResponseErrorMsgs(error.response)}

source: Filter rule removed
fr: Règle de filtre supprimée
ka: ფილტრის წესი წაშლილია
zh_cn: 删除的过滤规则

source: Something went wrong while removing a filter rule! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la suppression d'une règle de filtrage ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ფილტრის წესის წაშლისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 删除过滤规则时出现问题！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view history! ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la récupération de l’historique de l’affichage du contenu ! {getResponseErrorMsgs(error.response)}
ka: შეცდომა შემცველობის ხედის ისტორიის მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取内容视图历史记录时出错！${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view filter rules! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la récupération des règles de filtrage de l'affichage du contenu ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა შემცველობის ხედის ფილტრის წესების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取内容视图过滤器时出错！ ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view components! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la récupération des composants d'affichage du contenu ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა შემცველობის ხედის კომპონენტების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取内容视图历史记录时出错！ ${getResponseErrorMsgs(error.response)}

source: Something went wrong while retrieving the content view versions! ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la récupération des versions d'affichage du contenu ! ${getResponseErrorMsgs(error.response)}
ka: შეცდომა შემცველობის ხედის ვერსიების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取内容视图历史记录时出错！ ${getResponseErrorMsgs(error.response)}

source: Something went wrong while getting version details. ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de l'obtention des détails de la version. ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ვერსიის დეტალების მიღებისას! ${getResponseErrorMsgs(error.response)}
zh_cn: 获取版本详情时出现错误。${getResponseErrorMsgs(error.response)}

source: Version details updated.
fr: Détails de la version mis à jour.
ka: ვერსიის დეტალები განახლდა.
zh_cn: 更新的版本详情。

source: Something went wrong while editing version details. ${getResponseErrorMsgs(error.response)}
fr: Une erreur s'est produite lors de la modification des détails de la version. ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ვერსიის დეტალების ჩასწორებისას. ${getResponseErrorMsgs(error.response)}
zh_cn: 编辑版本详情时出现错误。${getResponseErrorMsgs(error.response)}

source: Something went wrong while deleting versions ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la suppression des versions ${getResponseErrorMsgs(error.response)}
ka: შეცდომა ვერსიების წაშლისას. ${getResponseErrorMsgs(error.response)}
zh_cn: 删除版本时出现错误 ${getResponseErrorMsgs(error.response)}

source: Copy
fr: Copie
ka: კოპირება
zh_cn: 复制

source: Versions
ka: ვერსიები
zh_cn: 版本

source: Filters
fr: Filtres
ka: ფილტრები
zh_cn: 过滤器

source: History
fr: Historique
ka: ისტორია
zh_cn: 历史

source: Publish new version
fr: Publier nouvelle version
ka: ახალი ვერსიის გამოქვეყნება
zh_cn: 发布新版本

source: View tasks
fr: Voir les tâches
ka: ამოცანების ნახვა
zh_cn: 查看任务

source: Composite
ka: კომპოზიტი
zh_cn: 组成

source: Autopublish
fr: Autopublication
ka: ავტომატური გამოცემა
zh_cn: 自动发布

source: Create filter
fr: Créer un filtre
ka: ფილტრის შექმნა
zh_cn: 创建过滤器

source: Include filter
fr: Inclure filtre
ka: ფილტრის ჩასმა
zh_cn: 包含的过滤

source: Exclude filter
fr: Exclure filtre
ka: ფილტრის გამორიცხვა
zh_cn: 排除的过滤

source: Apply to all repositories in the CV
fr: Appliquer à tous les référentiels dans le CV
ka: CV-ში ჩამოთვლილ ყველა რეპოზიტორიაზე გადატარება
zh_cn: 应用到 CV 中的所有软件仓库

source: Apply to subset of repositories
fr: Appliquer au sous-groupe de référentiels
ka: საცავების ქვეჯგუფზე გადატარება
zh_cn: 适用于仓库的子集

source: Sync state
fr: État de synchronisation
ka: სინქის მდგომარეობა
zh_cn: 同步状态

source: You currently don't have any repositories to add to this filter.
fr: Vous n'avez actuellement aucun référentiel à ajouter à ce filtre.
ka: ამჟამად ამ ფილტრში ჩასამატებლად არც ერთი რეპოზორია არ გაგაჩნიათ.
zh_cn: 您目前没有要添加到此过滤的仓库。

source: Add repositories
fr: Ajouter référentiels
ka: რეპოზიტორიების დამატება
zh_cn: 添加仓库

source: Include all module streams not associated to any errata
fr: Inclure tous les flux de modules non associés à un errata
ka: არც ერთ მორჩენილ პაჩთან ასოცირებული ყველა მოდულის ნაკადების ჩასმა
zh_cn: 包括所有没有与任何勘误关联的模块流

source: Exclude all module streams not associated to any errata
fr: Exclure tous les flux de modules non associés à un errata
ka: არც ერთ მორჩენილ პაჩთან ასოცირებული ყველა მოდულის ნაკადის გამორიცხვა
zh_cn: 排除所有没有与任何勘误关联的模块流
