Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Needs to only be set for docker tags
fr: Ne doit être réglé que pour les balises docker
ka: დაყენება მხოლოდ docker-is ჭდეებისთვისაა საჭირო
zh_cn: 只需要为 docker 标签设置

source: No uploads param specified. An array of uploads to import is required.
fr: Aucun paramètre de téléchargement n'est spécifié. Un tableau des téléchargements à importer est nécessaire.
zh_cn: 未指定上传参数。需要导入的上传阵列。

source: Checksum is a required parameter.
fr: La somme de contrôle est un paramètre obligatoire.
ka: საკონტროლო ჯამი აუცილებელი პარამეტრია.
zh_cn: checksum 是必需的参数。

source: Name is a required parameter.
fr: Le nom est un paramètre obligatoire.
ka: სახელი აუცილებელი პარამეტრია.
zh_cn: name 是必需的参数。

source: Return the content of a repo gpg key, used directly by yum
fr: Renvoyer le contenu d'une clé gpg de référentiel, utilisé directement par yum
ka: აბრუნებს რეპოზიტორიის GPG გასაღების შემცველობას. გამოიყენება პირდაპირ yum-ის მიერ
zh_cn: 返回一个仓库 GPG 密钥的內容，直接由 yum 所使用

source: Return the enabled content types
fr: Renvoie les types de contenu activés
ka: აბრუნებს შემცველობის ჩართულ ტიპებს
zh_cn: 返回启用的内容类型

source: Couldn't find %{content_type} with id '%{id}'
fr: N'a pas pu trouver %%{content_type} ayant pour id '%%{id}'
ka: %{content_type} ID-ით '%{id}' არ არსებობს
zh_cn: 没有找到带有 id '%%{id}' 的 %%{content_type}

source: Red Hat products cannot be manipulated.
fr: Les produits Red Hat ne peuvent pas être manipulés.
ka: Red Hat-ის პროდუქტები ვერ ჩასწორდება.
zh_cn: 不能操控红帽产品。

source: Red Hat repositories cannot be manipulated.
fr: Les référentiels Red Hat ne peuvent pas être manipulés.
ka: Red Hat-ის რეპოზიტორიები ვერ ჩასწორდება.
zh_cn: 不能操控红帽仓库。

source: %s is required
fr: %s est requis
ka: %s აუცილებელია
zh_cn: %s 是必需的

source: List repository sets.
fr: Répertorier les ensembles de référentiels.
ka: რეპოზიტორიების სეტების სია.
zh_cn: 列出仓库集。

source: List repository sets for a product.
fr: Répertorier les ensembles de référentiels pour un produit.
ka: რეპოზიტორიის სეტების სია პროდუქტისთვის.
zh_cn: 列出产品的仓库集。

source: ID of a product to list repository sets from
fr: ID d'un produit à partir duquel répertorier les ensembles de référentiels
ka: რეპოზიტორიების სიის ჩვენება მითითებული ID-ის მქონე პროდუქტიდან
zh_cn: 欲由其列出軟體庫集的產品之 ID

source: Repository set name to search on
fr: Nom de l'ensemble du référentiel avec lequel effectuer la recherche
ka: მოსაძებნი რეპოზიტორიის სეტის სახელი
zh_cn: 要搜索的仓库集名称

source: If true, only return repository sets that have been enabled. Defaults to false
fr: Si c’est le cas, ne renvoyez que les ensembles de référentiels qui ont été activés. La valeur par défaut est false
zh_cn: 如果为 true，则仅返回已启用的仓库集。默认为 false

source: If true, only return repository sets that are associated with an active subscriptions
fr: Si c’est le cas, ne renvoyez que les ensembles de référentiels associés à un abonnement actif
zh_cn: 如果为 true，则仅返回与有效订阅关联的仓库集

source: If true, return custom repository sets along with redhat repos. Will be ignored if repository_type is supplied.
fr: Si true, retourner les jeux de référentiels personnalisés avec les référentiels redhat. Sera ignoré si repository_type est fourni.
zh_cn: 如果为 true，则返回自定义存储库集以及 redhat repos。如果提供了 repository_type，则会被忽略。

source: Get all content available, not just that provided by subscriptions.
fr: Obtenir tout le contenu disponible, pas seulement celui fourni par les abonnements.
ka: სრული და არა მხოლოდ გამოწერების მიერ მოწოდებული შემცველობის მიღება.
zh_cn: 获取所有可用内容，而不仅仅是订阅提供的内容。

source: Limit content to just that available in the host's or activation key's content view version and lifecycle environment.
fr: Limite le contenu à celui qui est disponible dans la version d'affichage du contenu de la clé d'activation ou dans l’hôte.
zh_cn: 将内容限制为仅在主机或激活码的内容视图版本中，以及生命周期环境中可用的内容。

source: Limit content to enabled / disabled / overridden
fr: Limiter le contenu à activé / désactivé / écrasé
ka: შემცველობის შეზღუდვა ჩართულებზე / გამორთულებზე / გადაარულებზე
zh_cn: 将内容限制为 enabled / disabled / overridden

source: Limit content to Red Hat / custom
fr: Limiter le contenu à Red Hat / personnalisé
ka: შემცველობის შეზღუდვა Red Hat / ხელით მითითებულზე
zh_cn: 将内容限制为 Red Hat / custom

source: Get info about a repository set
fr: Obtenir des informations à propos d’un ensemble de référentiels
ka: რეპოზიტორიის სეტის ინფორმაციის მიღება
zh_cn: 获取有关仓库集的信息

source: ID of the repository set
fr: ID de l'ensemble de référentiels
ka: რეპოზიტორიის სეტის ID
zh_cn: 仓库集的 ID

source: Get list of available repositories for the repository set
fr: Obtenir une liste de référentiels disponibles pour un ensemble de référentiels
ka: რეპოზიტორიის სეტში ხელმისაწვდომი რეპოზიტორიების სიის მიღება
zh_cn: 获取仓库集的可用仓库列表

source: Enable a repository from the set
fr: Activer un référentiel à partir de l'ensemble
ka: სეტიდან რეპოზიტორიის ჩართვა
zh_cn: 从集合中启用存储库

source: ID of the repository set to enable
fr: ID de l'ensemble de référentiels à activer
ka: ჩასართავი რეპოზიტორიის სეტის ID
zh_cn: 設為啟用的軟體庫集之 ID

source: ID of the product containing the repository set
fr: ID du produit contenant l'ensemble de référentiels
ka: სეტიდან ჩასართავი რეპოზიტორიის ID
zh_cn: 包含了軟體庫集的產品之 ID

source: Basearch to enable
fr: Basearch à activer
ka: ჩასართავი Basearch
zh_cn: 啟用 Basearch

source: Releasever to enable
fr: Releasever à activer
ka: ჩასართავი Releasever
zh_cn: 启用的 Releasever

source: Disable a repository from the set
fr: Désactiver un référentiel à partir de l'ensemble
ka: სეტიდან რეპოზიტორიის გამორთვა
zh_cn: 从集合中禁用仓库

source: ID of the repository set to disable
fr: ID de l'ensemble de référentiels à désactiver
ka: გამოსართავი რეპოზიტორიის სეტის ID
zh_cn: 要禁用的仓库 ID

source: ID of the repository within the set to disable
fr: ID du référentiel dans l'ensemble à désactiver
ka: სეტიდან გამოსართავი რეპოზიტორიის ID
zh_cn: 要禁用的软件仓库的 ID

source: Basearch to disable
fr: Basearch à désactiver
ka: გამოსართავი Basearch
zh_cn: 禁用 Basearch

source: Releasever to disable
fr: Releasever à désactiver
ka: გამოსართავი Releasever
zh_cn: 禁用 Releasever

source: Repository sets are not available for custom products.
fr: Les ensembles de référentiels ne sont pas disponibles pour les produits personnalisés..
ka: რეპოზიტორიი სეტები ხელით მითითებული პროდუქტებისთვის ხელმიუწვდომელია.
zh_cn: 仓库集不适用于自定义产品。

source: Repositories are not available for enablement while CDN configuration is set to Air-gapped (disconnected).
fr: Les référentiels ne sont pas disponibles pour l'activation lorsque la configuration du CDN est définie sur Air-gapped (déconnecté).
zh_cn: 当 CDN 配置设置为 Air-gapped（断开连接）时，仓库不可用。

source: Check if the specified organization is eligible for Simple Content Access. %s
fr: Vérifiez si l'organisation spécifiée est éligible à l'accès au contenu simple. %s
zh_cn: 检查指定的机构是否有资格进行简单内容访问。%s

source: This endpoint is deprecated and will be removed in Katello 4.12. All organizations are now eligible for Simple Content Access.
fr: Ce point de terminaison est obsolète et sera supprimé dans Katello 4.12. Toutes les organisations sont désormais éligibles au Simple Content Access.
zh_cn: 此端点已弃用，并将在 Katello 4.12 中删除。现在，所有机构都有资格访问简单内容访问。

source: Check if the specified organization has Simple Content Access enabled. %s
fr: Vérifiez si l'organisation spécifiée a accès au contenu simple. %s
zh_cn: 检查指定机构是否启用了简单内容访问。%s

source: Enable simple content access for a manifest
fr: Permettre un accès simple au contenu d'un manifeste
ka: მანიფესტისთვის შემცველობის ადვილი წვდომის ჩართვა
zh_cn: 启用对一个清单的简单内容访问

source: Disable simple content access for a manifest. %s
fr: Désactiver l'accès au contenu simple pour un manifeste. %s
ka: მანიფესტისთვის მარტივი შემცველობის წვდომის გამორთვა. %s
zh_cn: 禁用对一个清单的简单内容访问。%s

source: SRPM details
fr: Détails SRPM
ka: SRPM-ების დეტალები
zh_cn: SRPM 详情

source: List srpms
fr: Liste des srpms
ka: SRPM-ების სია
zh_cn: 列出 srpm

source: List organization subscriptions
fr: Répertorier les abonnements d'organisation
ka: ორგანიზაციის გამოწერების სია
zh_cn: 列出机构订阅

source: List an activation key's subscriptions
fr: Répertorier les abonnements d'une clé d'activation
ka: აქტივაციის გასაღების გამოწერების სია
zh_cn: 列出激活码的订阅

source: List subscriptions
fr: Liste des abonnements
ka: გამოწერების სია
zh_cn: 订阅列表

source: id of a host
fr: id d'un hôte
ka: ჰოსტის ID
zh_cn: 主机的 ID

source: Activation key ID
fr: ID de clé d'activation
ka: აქტივაციის გასაღების ID
zh_cn: 激活码 ID

source: name of the subscription
fr: nom de l'abonnement
ka: გამოწერის სახელი
zh_cn: 订阅名称

source: Object to show subscriptions available for, either 'host' or 'activation_key'
fr: Objets qui montre les abonnements disponibles for, soit 'hôte' ou 'activation_key'
zh_cn: 显示可用于“主机”或“ activation_key”的订阅的对象

source: Ignore subscriptions that are unavailable to the specified host
fr: Ignorer les abonnements qui ne sont pas disponibles pour un hôte spécifique
zh_cn: 忽略对指定主机不可用的订阅

source: Return subscriptions that match installed products of the specified host
fr: Retourne des abonnements qui correspondent aux produits installés d'un hôte donné
zh_cn: 返回与指定主机安装产品匹配的订阅

source: Return subscriptions which do not overlap with a currently-attached subscription
fr: Retourne les abonnements qui ne se superposent pas avec l'abonnement actuellement attaché
zh_cn: 返回与当前附加的订阅不重叠的订阅

source: Organization Information not provided.
fr: Informations sur l'organisation non fournies.
ka: ორგანიზაციის ინფორმაცია მიწოდებული არაა.
zh_cn: 未提供的机构信息。

source: Show a subscription
fr: Afficher un abonnement
ka: გამოწერის ჩვენება
zh_cn: 显示订阅

source: Subscription not found
fr: Abonnement non trouvé
ka: გამოწერის გარეშე
zh_cn: 没有找到订阅

source: This subscription is not relevant to the current organization.
fr: Cet abonnement n'est pas pertinent pour l'organisation actuelle.
ka: ეს გამოერა მიმდინარე ორგანიზაციას არ შეესაბამება.
zh_cn: 此订阅与当前机构无关。

source: Upload a subscription manifest
fr: Télécharger un fichier manifeste d'abonnement
ka: გამოწერის მანიფესტის ატვირთვა
zh_cn: 上载订阅清单

source: Organization id
fr: ID de l’organisation
ka: ორგანიზაციის ID
zh_cn: 組織 ID

source: Subscription manifest file
fr: Fichier manifeste d'abonnement
ka: გამოწერის მანიფესტის ფაილი
zh_cn: 订阅清单文件

source: No manifest file uploaded
fr: Aucun fichier manifeste téléchargé
ka: მანიფესტი ფაილი არ ატვირთულა
zh_cn: 未上傳清單檔案

source: Refresh previously imported manifest for Red Hat provider
fr: Actualiser le fichier manifeste importé précédemment pour le fournisseur de Red Hat
zh_cn: 為 Red Hat 供應者更新之前匯入的清單

source: Delete manifest from Red Hat provider
fr: Supprimer le fichier manifeste du fournisseur Red Hat
ka: მანიფესტის წაშლა Red Hat-ის მომწოდებლიდან
zh_cn: 從 Red Hat 供應者中刪除清單

source: obtain manifest history for subscriptions
fr: obtenir l'historique du fichier manifeste pour les abonnements
ka: გამოწერების მანიფესტის ისტორიის მიღება
zh_cn: 获取订阅的清单历史记录

source: Get status of synchronisation for given repository
fr: Obtenir le statut de synchronisation pour un référentiel donné
ka: მითითებული რეპოზიტორიის სინქრონიზაციის სტატუსის მიღება
zh_cn: 為指定的軟體庫取得同步化的狀態

source: Couldn't find subject of synchronization
fr: Sujet de la synchronisation introuvable
ka: სინქრონიზაციის საგანი არ არსებობს
zh_cn: 找不到要同步的東西

source: Organization required
fr: Organisation requise
ka: ორგანიზაციის მითითება აუცილებელია
zh_cn: 需要的机构

source: Couldn't find product with id '%s'
fr: Le produit avec l’Id '%s' est introuvable
ka: პროდუქტი ID-ით %s არ არსებობს
zh_cn: 没有找到带有 id '%s' 的产品

source: Couldn't find repository '%s'
fr: Référentiel '%s' introuvable
ka: რეპოზიტორია %s არ არსებობს
zh_cn: 没有找到存储库 '%s'

source: You can check sync status for repositories only in the library lifecycle environment.'
fr: Vous ne pouvez vérifier le statut de synchronisation pour les référentiels que dans l'environnement de cycle de vie de la bibliothèque.
zh_cn: 您只能在库生命周期环境中检查仓库的同步状态。

source: sync plan name
fr: nom du plan de sync
ka: სინქის გეგმის სახელი
zh_cn: 同步計畫的名稱

source: how often synchronization should run
fr: la fréquence à laquelle la synchronisation doit s'exécuter
ka: სინქრონიზაციის გაშვების სიხშირე
zh_cn: 应该执行同步的频率

source: start datetime of synchronization
fr: date de lancement de la synchronisation
ka: სინქრონიზაციის დასაწყისის თარითი და დრო
zh_cn: 開始同步的日期與時間

source: sync plan description
fr: description du plan de sync
ka: სინქის გეგმის აღწერა
zh_cn: 同步計畫的描述

source: enables or disables synchronization
fr: active ou désactive la synchronisation
ka: სინქრონიზაციის ჩართ/გამორთ
zh_cn: 启用或禁用同步

source: Add custom cron logic for sync plan
fr: Ajouter une logique de cron personnalisée pour le plan de synchronisation
ka: სინქრონიზაციის გეგმისთვის cron-ის ხელით მითითებული გეგმის დამატება
zh_cn: 为同步计划添加自定义 cron 逻辑

source: List sync plans
fr: Répertorier les plans de sync
ka: სინქრონიზაციის გეგმების სია
zh_cn: 列出同步计划

source: filter by name
fr: filtrer par nom
ka: გაფილტვრა სახელის მიხედვით
zh_cn: 按名称过滤

source: filter by sync date
fr: filtrer par date de sync
ka: გაფილტვრა სინქის თარიღის მიხედვით
zh_cn: 用同步日期篩選

source: filter by interval
fr: filtrer par intervalle
ka: გაფილტვრა ინტერვალის მიხედვით
zh_cn: 根据间隔过滤

source: Show a sync plan
fr: Afficher un plan sync
ka: გაფილტვრა სინქრონიზაციის გეგმის მიხედვით
zh_cn: 显示同步计划

source: sync plan numeric identifier
fr: identifiant numérique du plan de sync
ka: სინქის გეგმის რიცხვობრივი იდენტიფიკატორი
zh_cn: 同步计划数字标识符

source: Create a sync plan
fr: Créer un plan de sync
ka: სინქრონიზაციის გეგმის შექმნა
zh_cn: 建立一个同步计划

source: Date format is incorrect.
fr: Le format de la date est incorrect.
ka: თარიღის ფორმატი არასწორია.
zh_cn: 日期格式不正确。

source: Update a sync plan
fr: Mettre à jour un plan de sync
ka: სინქის გეგმის განახლება
zh_cn: 更新同步计划

source: Destroy a sync plan
fr: Détruire un plan de sync
ka: სინქის გეგმის განადგურება
zh_cn: 销毁同步计划

source: Add products to sync plan
fr: Ajouter des produits au plan de sync
ka: სინქრის გეგმაში პროდუქტების ჩამატება
zh_cn: 为同步计划添加产品

source: ID of the sync plan
fr: ID du plan de sync
ka: სინქის გეგმის ID
zh_cn: 同步计划的 ID

source: List of product ids to add to the sync plan
fr: Liste d'id de produits à ajouter au plan de sync
ka: სინქის გეგმაში დასამატებელი პროდუქტის ID-ები
zh_cn: 要加入到同步计划的产品 ID 列表

source: Cannot add disabled products to sync plan!
fr: Impossible d'ajouter des produits désactivés au plan de synchronisation!
ka: სინქრონიზაციის გეგმაში გათიშული პროდუქტების დამატება შეუძლებელია!
zh_cn: 无法将禁用的产品添加到迁移计划中！

source: Remove products from sync plan
fr: Supprimer les produits du plan de sync
ka: სინქრის გეგმიდან პროდუქტების წაშლა
zh_cn: 从同步计划中删除产品

source: List of product ids to remove from the sync plan
fr: Liste d'ids de produits à supprimer du plan de sync
ka: სინქის გეგმიდან წასაშლელი პროდუქტის ID-ები
zh_cn: 从同步计划中删除的产品 ID 列表

source: Initiate a sync of the products attached to the sync plan
fr: Initier une synchronisation des produits attachés au plan de synchronisation
zh_cn: 启动同步计划中附加产品的同步

source: Number of results per page to return.
fr: Nombre de résultats par page à renvoyer.
ka: თითოეულ გვერდზე დასაბრუნებელი პასუხების რაოდენობა.
zh_cn: 每页返回的结果数量。

source: The order to sort the results in. ['asc', 'desc'] Defaults to 'desc'.
fr: L'ordre de tri des résultats. ['asc', 'desc'] La valeur par défaut est "desc".
zh_cn: 结果排序的顺序。['asc'，'desc'] 默认为 'desc'。

source: The field to sort the data by. Defaults to the created date.
fr: Le champ permettant de trier les données. Par défaut, la date de création.
zh_cn: 数据排序依据的字段。默认为创建日期。

source: List available subscriptions from Red Hat Subscription Management
fr: Liste des abonnements disponibles auprès de Red Hat Subscription Management
zh_cn: 列出来自 Red Hat Subscription Management 的可用订阅

source: Return only the upstream pools which map to the given Katello pool IDs
fr: Ne renvoyer que les pools en amont qui correspondent aux identifiants de pool Katello donnés
zh_cn: 仅返回映射到给定的 Katello 池 ID 的上游池

source: Only returns id and quantity fields
fr: Ne renvoie que les champs d'identification et de quantité
ka: აბრუნებს მხოლოდ ID
zh_cn: 仅返回 id 和 quantity 字段

source: Return only subscriptions which can be attached to the upstream allocation
fr: Ne restituer que les abonnements qui peuvent être rattachés à l'allocation en amont
zh_cn: 仅返回可以附加到上游分配的订阅

source: Update the quantity of one or more subscriptions on an upstream allocation
fr: Mettre à jour la quantité d'un ou plusieurs abonnements sur une allocation en amont
zh_cn: 更新上游分配中一个或多个订阅的数量

source: Array of Pools to be updated. Only pools originating upstream are accepted.
fr: Tableau des pools à mettre à jour. Seuls les pools provenant de l'amont sont acceptés.
zh_cn: 要更新的池数组。仅接受来自上游社区的池。

source: Katello ID of local pool to update
fr: Katello ID du pool local à mettre à jour
ka: გასაახლებელი ლოკალური პულის Katello ID
zh_cn: 要更新的本地池的 Katello ID

source: Desired quantity of the pool
fr: Quantité souhaitée du pool
ka: პულების სასურველი რაოდენობა
zh_cn: 池所需的数量

source: Remove one or more subscriptions from an upstream manifest
fr: Supprimer un ou plusieurs abonnements d'un manifeste amont
zh_cn: 从上游清单中删除一个或多个订阅

source: Array of local pool IDs. Only pools originating upstream are accepted.
fr: Tableau d'identification des pools locaux. Seuls les pools provenant de l'amont sont acceptés.
zh_cn: 本地池 ID 的数组。仅接受来自上游社区的池。

source: Add subscriptions consumed by a manifest from Red Hat Subscription Management
fr: Ajouter les abonnements consommés par un manifeste de Red Hat Subscription Management
zh_cn: 从 Red Hat Subscription Management 添加被清单消耗的订阅

source: Array of pools to add
fr: Tableau des pools à ajouter
ka: დასამატებელი პულების მასივი
zh_cn: 要添加的池数组

source: Candlepin ID of pool to add
fr: ID Candlepin du pool à ajouter
ka: დასამატებელი პულის Candlepin-ის ID
zh_cn: 要添加的池的 Candlepin ID

source: Quantity of entitlements to bind
fr: Quantité de droits d’accès à rattacher
zh_cn: 绑定权利的数量

source: Check if a connection can be made to Red Hat Subscription Management.
fr: Vérifiez si une connexion peut être établie avec Red Hat Subscription Management.
zh_cn: 检查是否可以与 Red Hat Subscription Management 建立连接。

source: Permission Denied. User '%{user}' does not have permissions to access organization '%{org}'.
fr: Permission refusée. L'utilisateur '%{user}' ne possède pas les permissions pour accéder à l'organisation '%{org}'.
zh_cn: 权限被拒绝。用户 '%{user}' 没有访问机构 '%{org}' 的权限。

source: Invalid parameters sent in the request for this operation. Please contact a system administrator.
fr: Paramètres invalides envoyés dans la requête pour cette opération. Veuillez contacter un administrateur système.
zh_cn: 在此操作的请求中发送了无效的参数。请与系统管理员联系。

source: Invalid parameters sent. You may have mistyped the address. If you continue having trouble with this, please contact an Administrator.
fr: Paramètres envoyés incorrects. Vous avez peut-être mal saisi l'adresse. Si ce problème persiste, veuillez contacter un administrateur.
zh_cn: 发送了无效的参数。您可能输入了错误的地址。如果您仍然遇到此问题，请与管理员联系。

source: WARNING: Simple Content Access will be required for all organizations in Katello 4.12.
fr: ATTENTION: Simple Content Access sera obligatoire pour toutes les organisation dans Katello 4.12.
zh_cn: 警告： Katello 4.12 中的所有机构都需要简单内容访问。

source: Could not find %{name} resource with id %{id}. %{perms_message}
fr: Impossible de trouver la ressource %%{name} avec l'identifiant %%{id}. %%{perms_message}
ka: რესურსი %{name} id-ით %{id} აღმოჩენილი არაა. %{perms_message}
zh_cn: 没有找到 id 为 %%{id} 的 %%{name} 资源。%%{perms_message}

source: Could not find %{name} resources with ids %{ids}
fr: Impossible de trouver la ressource %%{name} avec l'identifiant %%{ids}
ka: რესურსი %{name} id-ებით %{ids} აღმოჩენილი არაა
zh_cn: 没有找到 id 为 %%{ids} 的 %%{name} 资源

source: One or more ids (%{ids}) were not found for %{assoc}. You may not have permissions to see them.
fr: Un ou plusieurs ids (%{ids}) n'ont pas été trouvés pour %{assoc}. Vous n'avez peut-être pas les autorisations nécessaires pour les voir.
zh_cn: 找不到 %{assoc} 的一个或多个 ID（%{ids}）。您可能没有查看权限。

source: Unfiltered params array: %s.
fr: Tableau des paramètres non filtrés : %s.
ka: პარამეტრების გაუფილტრავი მასივი: %s.
zh_cn: 未过滤的参数数组：%s

source: No items have been specified.
fr: Aucun objet n'a été spécifié.
ka: ელემენტები მითითებული არაა.
zh_cn: 没有指定项。

source: Sending a list of included IDs is not allowed when all items are being selected.
fr: L'envoi d'une liste d'identifiants inclus n'est pas autorisé lorsque tous les éléments sont sélectionnés.
zh_cn: 当选择所有项目时，不允许发送包含 ID 的列表。

source: Value must either be a boolean or 'default' for 'enabled'
fr: La valeur doit être soit un booléen, soit la valeur par défaut de "enabled"
zh_cn: 值需要是一个布尔值，或 'default' 代表 'enabled'

source: Invalid content label: %s
fr: Balise de contenu non valide : %s
ka: შემცველობის არასწორი ჭდე: %s
zh_cn: 无效的内容标签：%s

source: Content source ID
fr: ID Source de contenu
ka: შემცველობის წყაროს ID
zh_cn: 内容源 ID

source: Content view ID
fr: ID d’affichage de contenu
ka: შემცველობის ხედის ID
zh_cn: 内容视图 ID

source: Lifecycle environment ID
fr: ID d’environnement de cycle de vie
ka: სიცოცხლის ციკლის გარემოს ID
zh_cn: 生命周期环境 ID

source: Kickstart repository ID
fr: ID du référentiel Kickstart
ka: Kickstart-ის რეპოზიტორიის ID
zh_cn: Kickstart 仓库 ID

source: Deleted %{host_count} %{hosts}
fr: %{host_count} %{hosts} supprimés
zh_cn: 已删除 %{host_count} 个 %{hosts}

source: Alter a host's host collections
fr: Modifier les collections d'hôtes d'un hôte
ka: ჰოსტისთვის კოლექციის შეცვლა
zh_cn: 更改主机的主机集合

source: The id of the host to alter
fr: L'id de l'hôte à modifier
ka: შესაცვლელი ჰოსტის ID
zh_cn: 要修改的主機之 ID

source: List of host collection ids to update
fr: Liste des ids de collection d'hôtes à mettre à jour
ka: ჰოსტის განსაახლებელი კოლექციების ID-ები
zh_cn: 要更新的主机集合 ID 列表

source: Activation key for subscription-manager client, required for CentOS and Red Hat Enterprise Linux. For multiple keys use `activation_keys` param instead.
fr: Clé d'activation pour le client subscription-manager, requise pour CentOS et Red Hat Enterprise Linux. Pour plusieurs clés, utilisez plutôt le paramètre `activation_keys`.
zh_cn: subscription-manager 客户端的激活码，CentOS 和 Red Hat Enterprise Linux 需要它。如果是多个激活码，使用 `activation_keys` 参数替代。

source: Activation keys for subscription-manager client, required for CentOS and Red Hat Enterprise Linux. Required only if host group has no activation keys.
fr: Clés d'activation pour le client subscription-manager, requises pour CentOS et Red Hat Enterprise Linux. Requis uniquement si le groupe d'hôtes n'a pas de clés d'activation.
zh_cn: subscription-manager 客户端的激活码，CentOS 和 Red Hat Enterprise Linux 需要它。只有在主机组没有激活码时才需要。

source: Clear any previous registration and run subscription-manager with --force.
fr: Effacez tout enregistrement précédent et exécutez subscription-manager avec --force.
zh_cn: 清除之前的所有注册，并使用 --force 运行 subscription-manager。

source: Ignore subscription-manager errors for `subscription-manager register` command
fr: Ignorer les erreurs du gestionnaire d'abonnements pour la commande `subscription-manager register`
zh_cn: 忽略 'subscription-manager register' 命令的 subscription-manager 错误

source: Missing activation key!
fr: Clé d'activation manquante !
ka: აქტივაციის გასაღები არ არსებობს!
zh_cn: 缺少激活码！

source: Host was not found by the subscription UUID: '%s', this can happen if the host is registered already, but not to this instance
fr: L'hôte n'a pas été trouvé par l'UUID de l'abonnement : '%s', cela peut arriver si l'hôte est déjà enregistré, mais pas pour cette instance
zh_cn: 无法根据订阅 UUID 找到主机：'%s'。如果已注册主机但并不是这个实例，则可能发生这种情况

source: Smart proxy content source not found!
fr: La source de contenu du smart proxy n'a pas été trouvée !
ka: ჭკვიანი პროქსის შემცველობის წყარო არ არსებობს!
zh_cn: 未找到智能代理内容源！

source: Pulp 3 is not enabled on Smart proxy!
fr: Pulp 3 n'est pas activé sur Smart proxy !
ka: ჭკვიან პროქსიზე Pulp3 ჩართული არაა!
zh_cn: 智能代理上没有启用 Pulp 3！
