Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: How many repositories should be synced concurrently on the capsule. A smaller number may lead to longer sync times. A larger number will increase dynflow load.
fr: Combien de référentiels doivent être synchronisés simultanément sur la capsule. Un nombre inférieur peut entraîner des temps de synchronisation plus longs. Un nombre plus élevé augmentera la charge de dynflow.
zh_cn: capsule 上应同时同步多少个参数。较小的数字可能导致更长的同步时间。较大的数字将增加 dynflow 负载。

source: Sync Smart Proxies after content view promotion
fr: Sync Proxies Smart après la promotion de l’affichage de contenu
zh_cn: 升级内容视图后同步智能代理

source: Whether or not to auto sync the Smart Proxies after a content view promotion.
fr: La synchronisation automatique ou non des proxys smart après une promotion d’affichage de contenu.
zh_cn: 在内容视图被升级后是否自动同步智能代理。

source: Download rate limit
fr: Limite du débit de téléchargement
ka: გადმოწერის სიჩქარის ლიმიტი
zh_cn: 下载速率限制

source: Maximum download rate when syncing a repository (requests per second). Use 0 for no limit.
fr: Taux de téléchargement maximal lors de la synchronisation d'un référentiel (demandes par seconde). Utilisez 0 pour ne pas avoir de limite.
zh_cn: 同步仓库时的最大下载率（每秒的请求数）。0 代表没有限制。

source: Default Custom Repository download policy
fr: Politique de téléchargement par défaut du référentiel personnalisé
ka: ნაგულისხმევი ხელით მითითებული რეპოზიტორიის გადმოწერის წესები
zh_cn: 默认的自定义仓库下载策略

source: Default download policy for custom repositories (either 'immediate' or 'on_demand')
fr: Stratégie de téléchargement par défaut des référentiels personnalisés (soit 'immediate', 'on_demand')
zh_cn: 用于自定义仓库的默认下载策略（'immediate' 或'on_demand'）

source: Default Red Hat Repository download policy
fr: Politique de téléchargement par défaut du référentiel Red Hat
ka: ნაგულისხმევი Red Hat-ის რეპოზიტორიის გადმოწერის წესები
zh_cn: 默认的 Red Hat Repository 下载策略

source: Default download policy for enabled Red Hat repositories (either 'immediate' or 'on_demand')
fr: Stratégie de téléchargement par défaut des référentiels Red Hat (soit 'immediate', 'on_demand')
zh_cn: 用于启用的红帽仓库默认下载策略（'immediate' 或'on_demand'）

source: Default Smart Proxy download policy
fr: Politique de téléchargement par défaut du Proxy Smart
ka: ნაგულისხმევი ჭკვიანი პროქსიდან გადმოწერის წესები
zh_cn: 默认的智能代理下载策略

source: Default download policy for Smart Proxy syncs (either 'inherit', immediate', or 'on_demand')
fr: Stratégie de téléchargement par défaut des syncs de Proxy Smart (soit 'immediate', 'on_demand')
zh_cn: 智能代理同步默认下载策略（'inherit'、immediate' 或'on_demand'）

source: Pulp 3 export destination filepath
fr: Chemin de fichier de destination d'exportation Pulp3
ka: Pulp 3-ის გატანის სამიზნე ფაილის ბილიკი
zh_cn: Pulp 3 导出目的地文件路径

source: On-disk location for pulp 3 exported repositories
fr: Emplacement-disque des référentiels Pulp3 exportés
zh_cn: pulp 3 导入仓库的磁盘中的位置

source: Default export format
fr: Format d'exportation par défaut
ka: ნაგულისხმევი გატნის ფორმატი
zh_cn: 默认导出格式

source: Default export format for content-exports(either 'syncable' or 'importable')
fr: Format d'exportation par défaut pour les exportations de contenu (soit "synchronisable", soit "importable")
zh_cn: content-exports 的默认导出格式（是 'syncable' 或 'importable'）

source: Sync Total Timeout
ka: სრული სინქის ვადა
zh_cn: 同步总超时

source: The maximum number of second that Pulp can take to do a single sync operation, e.g., download a single metadata file.
fr: Le nombre maximum de secondes que Pulp peut prendre pour effectuer une seule opération de synchronisation, par exemple, télécharger un seul fichier de métadonnées.
zh_cn: Pulp 可执行单个同步操作（例如，下载单个元数据文件）的最长时间（以秒为单位）。

source: Sync Connect Timeout
ka: სინქის მიერთების ვადა
zh_cn: 同步连接超时

source: The maximum number of seconds for Pulp to establish a new connection or for waiting for a free connection from a pool if pool connection limits are exceeded.
fr: Le nombre maximum de secondes pour que Pulp établisse une nouvelle connexion ou pour attendre une connexion libre d'un pool si les limites de connexion du pool sont dépassées.
zh_cn: Pulp 建立新连接或在池连接限制已被超过的情况下等待池中的空闲连接的最长时间（以秒为单位）。

source: Sync Sock Connect Timeout
ka: სინქის სოკეტთან მიერთების ვადა
zh_cn: 同步 Sock 连接超时

source: The maximum number of seconds for Pulp to connect to a peer for a new connection not given from a pool.
fr: Le nombre maximum de secondes pour que Pulp se connecte à un pair pour une nouvelle connexion non donnée à partir d'un pool.
zh_cn: Pulp 连接到对等点用于进行不是来自池的新连接的最长时间（以秒为单位）。

source: Sync Sock Read Timeout
ka: სუნქის სოკეტიდან წაკითხვის ვადა
zh_cn: 同步 Sock 读取超时

source: The maximum number of seconds that Pulp can take to download a file, not counting connection time.
fr: Le nombre maximum de secondes que Pulp peut prendre pour télécharger un fichier, sans compter le temps de connexion.
zh_cn: 在不计算连接时间的情况下，Pulp 可以用于下载文件的最长时间（以秒为单位）。

source: Delete Host upon unregister
fr: Supprimer l'hôte lors de la désinscription
ka: რეგისტრაციის მოხსნის შემდეგ ჰოსტის წაშლა
zh_cn: 取消注册后删除主机

source: When unregistering a host via subscription-manager, also delete the host record. Managed resources linked to host such as virtual machines and DNS records may also be deleted.
fr: Lorsque vous dés-enregistrez un hôte via le gestionnaire d'abonnement, supprimez également l'enregistrement de l'hôte. Les ressources gérées liées à l'hôte, telles que les machines virtuelles et les enregistrements DNS, peuvent également être supprimés.
zh_cn: 当通过 subscription-manager 取消注册主机时，还需要同时删除主机记录。连接到主机的管理资源（例如虚拟机和 DNS 记录）也可能被删除。

source: Subscription manager name registration fact
fr: Fait concernant l'enregistrement du nom du gestionnaire d'abonnement
ka: გამოწერის მმართველის სახელის რეგისტრაციის ფაქტი
zh_cn: 订阅管理员姓名注册事实

source: When registering a host via subscription-manager, force use the specified fact (in the form of 'fact.fact')
fr: Lors de l'enregistrement d'un hôte via le gestionnaire d'abonnement, il faut forcer l'utilisation du fact spécifié (sous la forme de "fact.fact")
zh_cn: 当通过 subscription-manager 注册主机时，强制使用特定的 fact（格式是 'fact.fact'）

source: Subscription manager name registration fact strict matching
fr: Gestionnaire d'abonnement - enregistrement du nom - correspondance stricte
zh_cn: 订阅管理员名称注册事实严格匹配

source: If this is enabled, and register_hostname_fact is set and provided, registration will look for a new host by name only using that fact, and will skip all hostname matching
fr: Si c’est le cas, et register_hostname_fact est défini et fourni, l'enregistrement cherchera un nouvel hôte par son nom uniquement en utilisant ce fact, et ignorera tous les noms d'hôte correspondants
zh_cn: 如果这个被启用，并且设置并提供了register_hostname_fact，注册将仅使用该 fact 按名称查找新主机，并且将忽略所有主机名匹配

source: Default location for subscribed hosts
fr: Emplacement par défaut des hôtes souscrits
ka: ნაგულისხმევი მდებარეობა გამოწერილი ჰოსტებისთვის
zh_cn: 订阅主机的默认位置

source: Default Location where new subscribed hosts will put upon registration
fr: Emplacement par défaut où les nouveaux hôtes abonnés se situeront après l’inscription
zh_cn: 注册时将新的注册的主机放入的默认位置

source: Expire soon days
fr: Expiration prochaine en jours
ka: ვადა მალე გასდით
zh_cn: 即将过期天数

source: The number of days remaining in a subscription before you will be reminded about renewing it.
fr: Le nombre de jours restants dans un abonnement avant que l'on vous rappelle de le renouveler.
zh_cn: 在提示您进行续订时订阅剩余的天数。

source: Host Duplicate DMI UUIDs
fr: Duplicata des UUID des DMI de l'hôte
ka: ჰოსტის დუბლირებული DMI UUID-ები
zh_cn: 主机重复 DMI UUID

source: If hosts fail to register because of duplicate DMI UUIDs, add their comma-separated values here. Subsequent registrations will generate a unique DMI UUID for the affected hosts.
fr: Si les hôtes ne parviennent pas à s'enregistrer en raison de doublons d'UUID DMI, ajoutez ici leurs valeurs séparées par des virgules. Les enregistrements ultérieurs généreront un DMI UUID unique pour les hôtes concernés.
zh_cn: 如果主机由于重复的 DMI UUID 而未能注册，请在此处添加以逗号分隔的值。随后的注册将为受影响的主机生成唯一的 DMI UUID。

source: Host Profile Assume
fr: Profil d'hôte Assume
ka: ჰოსტის პროფილის წინასწარი ჩათვლა
zh_cn: 主机配置集假设

source: Allow new host registrations to assume registered profiles with matching hostname as long as the registering DMI UUID is not used by another host.
fr: Autoriser les nouveaux enregistrements d'hôtes à assumer des profils enregistrés avec un nom d'hôte correspondant tant que l'UUID du DMI d'enregistrement n'est pas utilisé par un autre hôte.
zh_cn: 只要其他主机未使用注册的 DMI UUID，就允许新的主机注册假定注册的配置文件具有匹配的主机名。

source: Host Profile Can Change In Build
fr: Le profil de l'hôte peut changer en mode ’build’
ka: ამ აგებაში ჰოსტის პროფილი შეიძლება შიეცვალოს
zh_cn: 主机配置集可以在构建中更改

source: Allow host registrations to bypass 'Host Profile Assume' as long as the host is in build mode.
fr: Permettre aux enregistrements d'hôtes de contourner la "Profile d’hôte Assume'" tant que l'hôte est en mode build.
zh_cn: 只要主机处于构建模式，允许主机注册绕过 'Host Profile Assume'。

source: Host Can Re-Register Only In Build
fr: L'hôte peut se réenregistrer uniquement dans le Build
ka: ამ აგებაში ჰოსტები მხოლოდ თავიდან შეგიძლიათ დაარეგისტრიროთ
zh_cn: 主机仅可在构建中重新注册

source: Allow hosts to re-register themselves only when they are in build mode
fr: Autoriser les hôtes à se réenregistrer uniquement lorsqu'ils sont en mode "build"
zh_cn: 仅当主机处于构建模式时才允许主机重新注册

source: Host Tasks Workers Pool Size
fr: Taille du pool de workers Tâches Hôte
ka: ჰოსტის ამოცანების დამხმარე პროცესების პულის ზომა
zh_cn: 主机任务 Worker 池的大小

source: Amount of workers in the pool to handle the execution of host-related tasks. When set to 0, the default queue will be used instead. Restart of the dynflowd/foreman-tasks service is required.
fr: Nombre de workers dans le pool pour l'exécution des tâches liées à l'hôte. Si la valeur est 0, la file d'attente par défaut sera utilisée à la place. Il faut redémarrer le service dynflowd/foreman-tasks.
zh_cn: 池中处理与主机相关的任务执行的 worker 数量。当设置为 0 时，将使用默认队列。需要重新启动 dynflowd/foreman-tasks 服务。

source: Applicability Batch Size
fr: Applicabilité Taille du lot
zh_cn: 适用批次数量

source: Number of host applicability calculations to process per task.
fr: Nombre de calculs d'applicabilité de l'hôte à traiter par tâche.
zh_cn: 每个任务要处理的主机适用性计算的数量。

source: Pulp bulk load size
fr: Taille de la charge Pulp
zh_cn: Pulp 批量负载大小

source: The number of items fetched from a single paged Pulp API call.
fr: Le nombre d'éléments récupérés à partir d'un seul appel à l'API Pulp.
zh_cn: 从单个页面 Pulp API 调用获取的项目数。

source: Upload profiles without Dynflow
fr: Télécharger les profils sans Dynflow
ka: პროფილების Dynflow-ის გარეშე ატვირთვა
zh_cn: 上传没有 Dynflow 的配置集

source: Allow Katello to update host installed packages, enabled repos, and module inventory directly instead of wrapped in Dynflow tasks (try turning off if Puma processes are using too much memory)
fr: Permettre à Katello de mettre à jour les paquets installés sur l'hôte, les référentiels activés et l'inventaire des modules directement au lieu d'être intégrés dans des tâches Dynflow (essayez de le désactiver si les processus Puma utilisent trop de mémoire)
zh_cn: 允许 Katello 直接更新主机安装的软件包、启用的仓库以直模块清单，而不是直接嵌套在 Dynflow 任务中（如果 Puma 进程使用太多内存，则关闭它）

source: Orphaned Content Protection Time
fr: Temps de protection du contenu orphelin
ka: მიტოვებული შემცველობის დაცვის დრო
zh_cn: 孤立的内容保护时间

source: Time in minutes before content that is not contained within a repository and has not been accessed is considered orphaned.
fr: Temps en minutes avant que du contenu qui n'est présent dans aucun référentiel et qui n'a pas été accédé est considéré comme orphelin.
zh_cn: 在未包含在存储库中且尚未被访问的内容前，时间（以分钟为单位）被视为孤立。

source: Prefer registered through proxy for remote execution
fr: Préférence enregistrée par le biais d'un proxy pour une exécution à distance
zh_cn: 首选通过代理注册以进行远程执行

source: Prefer using a proxy to which a host is registered when using remote execution
fr: Préférez l'utilisation d'un proxy auprès duquel un hôte est enregistré lorsque vous utilisez l'exécution à distance
zh_cn: 在使用远程执行时，首选使用注册主机的代理

source: Allow deleting repositories in published content views
fr: Permettre la suppression des référentiels dans les vues de contenu publié
zh_cn: 允许删除公布的内容视图中的仓库

source: If this is enabled, repositories can be deleted even when they belong to published content views. The deleted repository will be removed from all content view versions.
fr: Si cette option est activée, les référentiels peuvent être supprimés même s'ils appartiennent à des vues de contenu publiées. Le référentiel supprimé sera retiré de toutes les versions de la vue de contenu.
zh_cn: 如果启用此项，可以删除仓库，即使它们属于公布的内容视图。已删除的仓库将从所有内容视图版本中删除。

source: Distribute archived content view versions
fr: Distribuer les versions d'affichage du contenu archivé
zh_cn: 发布归档的内容视图版本

source: If this is enabled, repositories of content view versions without environments ("archived") will be distributed at '/pulp/content/<organization>/content_views/<content view>/X.Y/...'.
fr: Si cette option est activée, les référentiels de versions de vues de contenu sans environnement ("archivées") seront distribués dans '/pulp/content/<organization>/content_views/<content view>/X.Y/...'.
zh_cn: 如果启用此项，在没有环境的情况下，内容视图版本的软件仓库将在 '/pulp/content/<organization>//content_views/<content view>/X.Y/...' 中分发。

source: Katello: Install Package
fr: Katello : Installer le paquet
ka: Katello: პაკეტის დაყენება
zh_cn: Katello: 安装软件包

source: Install package via Katello interface
fr: Installer le paquet via l'interface Katello
ka: პაკეტის დაყენება Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 界面安装软件包

source: Katello: Install packages by search query
fr: Katello : Installation de paquets par requête de recherche
ka: Katello: პაკეტების დაყენება ძებნის მოთხოვნის მიხედვით
zh_cn: Katello: 通过搜索查询安装软件包

source: Install packages via Katello interface
fr: Installer le paquet via l'interface Katello
ka: პაკეტების დაყენება Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 界面安装软件包

source: Katello: Update Package
fr: Katello : Mettre à jour le paquet
ka: Katello: პაკეტის განახლება
zh_cn: Katello: 更新软件包

source: Update package via Katello interface
fr: Mise à jour du paquet via l'interface Katello
ka: პაკეტის განახლება Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 接口更新软件包

source: Katello: Update Packages by search query
fr: Katello : Mise à jour des paquets par requête de recherche
ka: Katello: პაკეტების განახლება ძებნის მოთხოვნის მიხედვით
zh_cn: Katello: 通过搜索查询更新软件包

source: Update packages via Katello interface
fr: Mise à jour du paquet via l'interface Katello
ka: პაკეტების განახლება Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 接口更新软件包

source: Katello: Remove Package
fr: Katello : Supprimer le paquet
ka: Katello: პაკეტი წაშლა
zh_cn: Katello: 删除软件包

source: Remove package via Katello interface
fr: Supprimer le paquet via l'interface Katello
ka: პაკეტის წაშლა Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 界面删除软件包

source: Katello: Remove Packages by search query
fr: Katello : Supprimer les paquets par requête de recherche
ka: Katello: პაკეტების წაშლა ძებნის მოთხოვნის მიხედვით
zh_cn: Katello：通过搜索查询删除软件包

source: Remove packages via Katello interface
fr: Supprimer le paquet via l'interface Katello
ka: პაკეტების წაშლა Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 界面删除软件包

source: Katello: Install Package Group
fr: Katello : Installation du groupe de paquets
ka: Katello: პაკეტების ჯგუფის დაყენება
zh_cn: Katello: 安装软件包组

source: Install package group via Katello interface
fr: Installer le groupe de paquets via l'interface Katello
ka: პაკეტების ჯგუფის დაყენება Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 界面安装软件包组

source: Katello: Update Package Group
fr: Katello : Mise à jour du Groupe de paquets
ka: Katello: პაკეტების ჯგუფის განახლება
zh_cn: Katello：更新软件包组

source: Update package group via Katello interface
fr: Mise à jour du groupe de paquets via l'interface Katello
ka: პაკეტების ჯგუფის განახლება Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 接口更新软件包组

source: Katello: Remove Package Group
fr: Katello : Supprimer le groupe de paquets
ka: Katello: პაკეტების ჯგუფის წაშლა
zh_cn: Katello: 删除软件包组

source: Remove package group via Katello interface
fr: Supprimer un groupe de paquets via l'interface Katello
ka: პაკეტების ჯგუფის წაშლა Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 接口删除软件包组

source: Katello: Install Errata
fr: Katello : Installer l'errata
ka: Katello: მორჩენილი პაჩის დაყენება
zh_cn: Katello：安装勘误

source: Install errata via Katello interface
fr: Installer les errata via l'interface Katello
ka: მორჩენილი პაჩის დაყენება Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 界面安装勘误

source: Katello: Install errata by search query
fr: Katello : Installer les errata par requête de recherche
ka: Katello: მორჩენილი პაჩის დაყენება ძებნის მოთხოვნის მიხედვით
zh_cn: Katello: 通过搜索查询安装勘误

source: Install errata using scoped search query
fr: Installer les errata en utilisant une requête de recherche étendue
zh_cn: 使用范围搜索查询安装勘误

source: Katello: Service Restart
fr: Katello : Redémarrage des services
ka: Katello: სერვისის რესტარტი
zh_cn: Katello：服务重启

source: Restart Services via Katello interface
fr: Redémarrage des services via l'interface Katello
ka: სერვისის რესტარტი Katello-ის ინტერფეისიდან
zh_cn: 通过 Katello 接口重启服务

source: Katello: Resolve Traces
fr: Katella : Résoudre les traces
ka: Katello: ტრეისების ამოხსნა
zh_cn: Katello: 解决 Trace

source: Resolve traces via Katello interface
fr: Résoudre les traces via l'interface Katello
ka: ტრეისების Katello-ის ინტერფეისით ამოხსნა
zh_cn: 通过 Katello 接口重启服务

source: Katello: Configure host for new content source
fr: Katello : configurer l'hôte pour la nouvelle source de contenu
zh_cn: Katello: 为新内容源配置主机

source: Replace content source on the target machine
fr: Remplacer la source de contenu sur la machine cible
zh_cn: 替换目标机器上的内容源

source: Katello: Module Stream Actions
ka: მოდულის ნაკადის ქმედებები
zh_cn: Katello：模块流操作

source: Perform a module stream action via Katello interface
fr: Effectuer une action de flux de module via l'interface Katello
ka: მოდულის ნაკადის ქმედება Katello-ის ინტერფეისით
zh_cn: 通过 Katello 接口执行模块流操作

source: URL of an OSTree repository.
fr: URL d’un référentiel OSTree.
ka: OSTree-ის რეპოზიტორიის URL.
zh_cn: OSTree 存储库的 URL。

source: Includes
fr: Inclut
ka: ჩასმულები
zh_cn: 包括

source: Python packages to include from the upstream URL, names separated by newline. You may also specify versions, for example: django~=2.0. Leave empty to include every package.
fr: Paquet Python à inclure depuis l'URL amont, noms séparés par une nouvelle ligne. Vous pouvez également spécifier des versions, par exemple : django~=2.0. Laissez vide pour inclure tous les paquets.
zh_cn: 要从上游 URL 包括的 Python 软件包，名称以换行符分开。您也可以指定版本，例如：django~=2.0。留空代表包含每一个软件包。

source: Excludes
fr: Exclusions
ka: ამოიღებს
zh_cn: 排除

source: Python packages to exclude from the upstream URL, names separated by newline. You may also specify versions, for example: django~=2.0.
fr: Paquets Python à exclure depuis l'URL amont, noms séparés par une nouvelle ligne. Vous pouvez également spécifier des versions, par exemple : django~=2.0.
zh_cn: 要从上游 URL 中排除的 Python 软件包，名称以换行符分开。您也可以指定版本，例如： django~=2.0。

source: Package Types
fr: Types de paquets
ka: პაკეტის ტიპები
zh_cn: 软件包类型

source: Package types to sync for Python content, separated by comma. Leave empty to get every package type. Package types are: bdist_dmg, bdist_dumb, bdist_egg, bdist_msi, bdist_rpm, bdist_wheel, bdist_wininst, sdist.
fr: Types de paquets à sync pour le contenu Python, séparé par des virgules. Laisser vide pour chaque type de paquet. Les types de paquets sont : bdist_dmg, bdist_dumb, bdist_egg, bdist_msi, bdist_rpm, bdist_wheel, bdist_wininst, sdist.
zh_cn: 为 Python 内容同步的软件包类型，以逗号隔开。留空代表获得每个软件包类型。软件包类型包括 bdist_dmg、bdist_dumb、bdist_egg、bdist_msi、bdist_msi、bdist_rpm、bdist_wheel、bdist_wininst、sdist、sdist.

source: URL of a PyPI content source such as https://pypi.org.
fr: URL d’une source de contenu PyPI telle que https://pypi.org.
ka: PyPI-ის შემცველობის ბმული. მაგ: https://pypi.org.
zh_cn: PyPI 内容源的 URL，如 https://pypi.org。

source: Unable to update the repository list
fr: Impossible de mettre à jour la liste des référentiels
ka: რეპოზიტორიების სიის განახლების შეცდომა
zh_cn: 无法更新存储库列表

source: Unable to update the user-repository mapping
fr: Impossible de mettre à jour le mapping utilisateur-référentiel
zh_cn: 无法更新 user-repository 映射

source: Unable to get users
fr: Impossible d'obtenir des utilisateurs
ka: მომხმარებლების მიღების შეცდომა
zh_cn: 无法获取用户

source: Unable to detect pulp storage
fr: Impossible de détecter la stockage Pulp
ka: Pulp-ის საცავის პოვნა შეუძლებელია
zh_cn: 无法检测到 pulp 存储

source: Unable to detect puppet path
fr: Impossible de détecter le chemin d’accès Pulp
ka: Puppet-ის ბილიკის პოვნა შეუძლებელია
zh_cn: 无法检测到 puppet 路径

source: Added
fr: Ajouté
ka: დამატებულია
zh_cn: 添加

source: Not added
fr: Non ajouté
ka: დამატებული არაა
zh_cn: 未添加

source: Add Bookmark
fr: Ajouter Signet
ka: სანიშნის დამატება
zh_cn: 添加书签

source: Search Query
fr: Requête de recherche
ka: საძებნი სტრიქონი
zh_cn: 搜索查询

source: Public
ka: საჯარო
zh_cn: 公共的

source: Bookmarks marked as public are available to all users
fr: Les signets marqués comme étant publics sont disponibles à tous les utilisateurs
zh_cn: 标记为公共的书签可供所有用户使用

source: Save
fr: Enregistrer
ka: შენახვა
zh_cn: 保存

source: Something went wrong while adding a bookmark: ${getBookmarkErrorMsgs(error.response)}
fr: Un problème est survenu lors de l'ajout d'un signet : ${getBookmarkErrorMsgs(error.response)}
zh_cn: 添加书签时出错：${getBookmarkErrorMsgs(error.response)}

source: Bookmark this search
fr: Ajouter cette recherche aux favoris
ka: ამ ძებნის სანიშნეებში ჩამატება
zh_cn: 收藏本搜索

source: Add new bookmark
fr: Ajouter un nouveau signet
ka: ახალი სანიშნის დამატება
zh_cn: 添加新书签

source: No Content found
fr: Aucun affichage de contenu trouvé
ka: შემცველობის გარეშე
zh_cn: 没有找到内容

source: Loading
fr: Chargement
ka: იტვირთება
zh_cn: 加载

source: None provided
fr: Aucun n'est prévu
ka: მითითებული არაა
zh_cn: 没有提供

source: Low
fr: Faible
ka: დაბალი
zh_cn: 低

source: Moderate
fr: Modéré
ka: საშუალო
zh_cn: 中等

source: Important
ka: მნიშვნელოვანი
zh_cn: 重要

source: Critical
fr: Critique
ka: კრიტიკული
zh_cn: 关键

source: Select Value
fr: Sélectionnez une valeur
ka: აირჩიეთ მნიშვნელობა
zh_cn: 选择值

source: Up-to date
fr: Mis à jour
ka: განახლებულია
zh_cn: 最新

source: Upgradable
fr: Mise à jour
ka: განახლებადია
zh_cn: 可升级

source: Select none
fr: Ne rien sélectionner
ka: მონიშვნის მოხსნა
zh_cn: 全部不选择

source: Select page
fr: Sélectionner page
ka: აირჩიეთ გვერდი
zh_cn: 选择页

source: Select all
fr: Tout sélectionner
ka: ყველას მონიშვნა
zh_cn: 选择所有

source: Select an Organization
fr: Sélectionner une organisation
ka: აირჩიეთ ორგანიზაცია
zh_cn: 现在一个机构

source: The page you are attempting to access requires selecting a specific organization.
fr: La page à laquelle vous tentez d'accéder nécessite la sélection d'une organisation spécifique.
ka: გვერდი, რომელთანაც წვდომას ცდილობთ, ორგანიზაციის არჩევას მოითხოვს.
zh_cn: 您尝试访问的页面需要选择一个特定的机构。

source: Please select one from the list below and you will be redirected.
fr: Veuillez en choisir un dans la liste ci-dessous et vous serez redirigé.
ka: აირჩიეთ ერთი-ერთი ქვემო სიიდან და გადაგამისამართებთ.
zh_cn: 请从下面的列表中选择一个，您将被重定向。

source: Select an organization
fr: Sélectionner une organisation
ka: აირჩიეთ ორგანიზაცია
zh_cn: 选择一个机构

source: Select
fr: Sélectionner
ka: _არჩევა
zh_cn: 选择

source: Something went wrong! Please check server logs!
fr: Une erreur est survenue ! Veuillez vérifier la journalisation du serveur !
ka: რაღაც არასწორია ! გადაამოწმეთ სერვერის ჟურნალი!
zh_cn: 出现错误！请检查服务器日志！

source: Clear search
fr: Supprimer la recherche
ka: ძიების გასუფთავება
zh_cn: 清除搜索

source: Clear filters
fr: Effacer les filtres
ka: ფილტრების გასუფთავება
zh_cn: 清除过滤器
