Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Sync Plan
fr: Plan de Sync
ka: სინქრონიზაციის გეგმა
zh_cn: 同步计划

source: all packages
fr: tous les paquets
ka: ყველა პაკეტი
zh_cn: 所有软件包

source: %{package} (%{total} other packages)
fr: %{package} ( %{total} autres paquets )
ka: %{package} (%{total} სხვა პაკეტი)
zh_cn: %{package} (%{total} 个其他软件包)

source: %{group} (%{total} other package groups)
fr: %{group} (%{total} groupes de packages)
ka: %{group} (%{total} პაკეტების სხვა ჯგუფი)
zh_cn: %{group} (%{total} 个其他软件包组)

source: %{errata} (%{total} other errata)
fr: %{errata} (%{total} autres errata )
ka: %{errata} (%{total} სხვა მორჩენილი პაჩი)
zh_cn: %{errata} （%{total} 个其他勘误）

source: Non-system event
fr: Événement non système
ka: არასისტემური მოვლენა
zh_cn: 非系统事件

source: all packages update failed
fr: échec de la mise à jour de tous les paquets
ka: ყველა პაკეტის განახლების შეცდომა
zh_cn: 所有套件更新皆失敗了

source: all packages update
fr: mise à jour de tous les paquets
ka: ყველა პაკეტის განახლება
zh_cn: 所有套件更新

source: No packages updated
fr: Aucun paquet mis à jour
ka: პაკეტები არ განახლებულა
zh_cn: 为更新任何软件包

source: No packages removed
fr: Aucun paquet supprimé
ka: პაკეტები არ წაშლილა
zh_cn: 没有删除软件包

source: No new packages installed
fr: Aucun nouveau paquet installé
ka: ახალი პაკეტები არ დაყენებულა
zh_cn: 未安装新软件包

source: Reboot required
fr: Redémarrage nécessaire
ka: საჭიროა გადატვირთვა
zh_cn: 需要重启

source: One or more processes require restarting
fr: Un ou plusieurs processus doivent être relancés
ka: ერთი ან მეტი პროცესი მოითხოვს გადატვირთვას
zh_cn: 一个或多个进程需要重新启动

source: No processes require restarting
fr: Aucun processus ne doit être relancé
ka: გადატვირთვა არც ერთ პროცესს არ სჭირდება
zh_cn: 没有需要重新启动的进程

source: Unknown traces status
fr: Statut des traces inconnues
ka: ტრეისების უცნობი სტატუსი
zh_cn: 未知跟踪状态

source: Syncing Complete.
fr: Sync complète.
ka: სინქრონიზაცია დასრულდა.
zh_cn: 同步完成。

source: Sync Incomplete
fr: Sync incomplète
ka: სინქრონიზაცია არ დასრულებულა
zh_cn: 同步未完成

source: Never Synced
fr: Jamais sync
ka: სინქრონიზაცია არ მომხდარა
zh_cn: 從未同步

source: Running
fr: Exécution en cours
ka: მიმდინარეობს შესრულება
zh_cn: 執行中

source: Canceled
fr: Annulé
ka: გაუქმებულია
zh_cn: 已取消

source: Paused
fr: Suspendue
ka: შეჩერებულია
zh_cn: 暂停

source: Invalid event_type %s
fr: Type_événement_invalide %s
ka: არასწორი event_type %s
zh_cn: 无效的 event_type %s

source: Kickstart repository was not set for host '%{host}'
fr: Le référentiel Kickstart n'a pas été défini pour l'hôte '%{host}'
zh_cn: 未为主机 '%{host}' 设置 Kickstart 仓库

source: Content source was not set for host '%{host}'
fr: La source de contenu n’a pas été définie pour l’hôte '%{host}'
ka: შემცველობის წყარო ჰოსტისთვის '%{host}' დაყენებული არაა
zh_cn: 没有为主机 '%{host}' 设置内容源

source: Substitution Mismatch. Unable to update for content: (%{content}). From [%{content_url}] To [%{new_url}].
fr: Discordance de substitution. Impossible de mettre à jour le contenu : (%{content}). De [%{content_url} ] à [%{new_url}].
zh_cn: 替换不匹配。无法更新内容：(%%{content})。从 [%%{content_url}] 到 [%%{new_url}]。

source: Unable to connect. Got: %s
fr: Impossible de se connecter. Obtenu: %s
ka: შეერთების შეცდომა. პასუხი: %s
zh_cn: 无法连接。得到了： %s

source: Pulp does not appear to be running.
fr: Pulp ne semble pas exécuter.
ka: Pulp-ი გაშვებული არაა.
zh_cn: Pulp 没有运行。

source: No pulp workers running.
fr: Aucun worker Pulp en cours d'exécution.
ka: Pulp-ის დამხმარე პროცესები გაშვებული არაა.
zh_cn: 没有 pulp worker 在运行。

source: Pulp database connection issue.
fr: Problème de connexion de la base de données Pulp.
ka: Pulp-ის პრობლემა ბაზასთან მიერთებისას.
zh_cn: Pulp 数据库连接有问题。

source: Pulp message bus connection issue.
fr: Problème de connexion de bus de message Pulp.
ka: Pulp შეტყობინებების მატარებელთან მიერთების შეცდომა.
zh_cn: Pulp 信息总线连接有问题。

source: Product: '%{product}', Repository: '%{repository}'
fr: Produit: '%{product}', Référentiel: '%{repository}'
ka: პროდუქტი: '%{product}', რეპოზიტორია: '%{repository}'
zh_cn: 产品：'%{product}', 仓库：'%{repository}'

source: NOTE: Content view version '%{content_view} %{current}' does not have any exportable repositories. At least one repository with any of the following types is required to be able to export: '%{exportable_types}'.
fr: NOTE : La version de la vue de contenu '%{content_view} %{current}' n'a pas de référentiel exportable. Au moins un référentiel de l'un des types suivants est nécessaire pour pouvoir exporter : '%{exportable_types}'.
zh_cn: 注意：内容视图版本 '%{content_view} %{current}' 没有任何可导出的存储库。至少需要一个具有以下类型的存储库才能导出： '%{exportable_types}'。

source: Specify an export chunk size less than 1_000_000 GB
fr: Spécifiez une taille de bloc d'exportation inférieure à 1_000_000 Go
ka: მიუთითეთ ექსპორტის ბლოკის ზომა, რომელიც 1_000_000 გბ-ზე ნაკლებია
zh_cn: 指定小于 1_000_000 GB 的导出块

source: NOTE: Unable to fully export Content View Version '%{content_view} %{current}' it contains repositories with un-exportable content types. %{repos}
fr: REMARQUE : Impossible d'exporter complètement la version de la vue du contenu '%{content_view}%{current}' car elle contient des référentiels avec des types de contenu non exportables. %{repos}
zh_cn: 注意：无法完全导出内容视图版本 '%%{content_view} %%{current}'，它包含具有不可导出内容类型的存储库。 %%{repos}

source: NOTE: Unable to fully export Content View Version '%{content_view} %{current}' it contains repositories without the 'immediate' download policy. Update the download policy and sync affected repositories. Once synced republish the content view and export the generated version. %{repos}
fr: REMARQUE : Impossible d'exporter complètement la version de la vue du contenu '%{content_view} %{current}' car elle contient des référentiels sans la politique de téléchargement 'immediate'. Mettez à jour la politique de téléchargement et synchronisez les référentiels concernés. Une fois synchronisé, republiez la vue du contenu et exportez la version générée %{repos}
zh_cn: 注意：无法完全导入内容视图版本 '%%{content_view} %%{current}'，它包括没有 'immediate' 下载策略的仓库。更新下载策论并同步受影响的仓库。在同步重新发布的内容视图后，导入生成的版本。 %%{repos}

source: Cannot incrementally export from a incrementally exported version and a regular version or vice-versa. The exported Content View Version '%{content_view} %{current}' cannot be incrementally exported from version '%{from}.' Please do a full export.
fr: Impossible d'exporter de manière incrémentielle à partir d'une version exportée de manière incrémentielle et d'une version normale ou vice-versa. La version exportée de la vue de contenu '%{content_view} %{current}' ne peut pas être exportée de manière incrémentielle à partir de la version '%{from}'. Veuillez procéder à une exportation complète.
zh_cn: 不能逐步导出版本以及常规版本或反之亦然。导出的内容视图版本 '%{content_view} %{current}' 无法从版本 '%{from}.' 进行完整导出。

source: Cannot incrementally export from a filtered and a non-filtered content view version. The exported content view version '%{content_view} %{current}' cannot be incrementally updated from version '%{from}.'. Please do a full export.
fr: Impossible d'exporter de manière incrémentale à partir d'une version filtrée et d'une version non filtrée de la vue de contenu. La version exportée de la vue de contenu '%{content_view} %{current}' ne peut pas être mise à jour de manière incrémentielle à partir de la version '%{from}.'. Veuillez effectuer une exportation complète.
zh_cn: 无法从过滤和非过滤的内容视图版本导出。导出的内容视图版本 '%{content_view} %{current}' 无法从版本 '%{from}.' 中递增更新。请做一个完整的导出。

source: Content View label not provided.
fr: La balise Content View n'est pas fournie.
ka: შემცველობის ხედის ჭდე მითითებული არაა.
zh_cn: 未提供内容视图标签。

source: Unable to import in to Content View specified in the metadata - '%{name}'. The 'import_only' attribute for the content view is set to false. To mark this Content View as importable, have your system administrator run the following command on the server.
fr: Impossible d'importer dans la vue du contenu spécifiée dans les métadonnées - '%{name}'. L'attribut 'import_only' de la vue de contenu est défini sur false. Pour marquer cette vue de contenu comme importable, demandez à votre administrateur système d'exécuter la commande suivante sur le serveur.
zh_cn: 无法导入在元数据中指定的内容视图 - '%{name}'。内容视图的 "import_only" 属性被设置为 false。要将此内容视图设置为可导入，请您的系统管理员在服务器上运行以下命令。

source: Content view not provided in the metadata
fr: Vue du contenu non fournie dans les métadonnées
ka: მეტამონაცემები შემცველობის ხედს არ შეიცავენ
zh_cn: 元数据中未提供的内容视图

source: Invalid path provided. Content can be only imported from file system.
fr: Le chemin fourni est invalide. Le contenu ne peut être importé que depuis un système de fichiers.
zh_cn: 提供了无效的路径。内容只能从文件系统导入。

source: Content cannot be imported into a Composite Content View.
fr: Le contenu ne peut pas être importé dans une vue de contenu composite.
ka: შემცველობის შემოტანა კომპოზიტურ შემცველობის ხედში შეუძლებელია.
zh_cn: 内容无法导入到复合内容视图中。

source: Content View Version specified in the metadata - '%{name}' already exists. If you wish to replace the existing version, delete %{name} and try again.
fr: Content View Version spécifiée dans les métadonnées - '%{name}' existe déjà. Si vous souhaitez remplacer la version existante, supprimez %{name} et réessayez.
zh_cn: 元数据中指定的内容视图版本-'%{name} ' 已经存在。如果要替换现有版本，请删除%{name}然后再试一次。

source: Prior Content View Version specified in the metadata - '%{name}' does not exist. Please import the metadata for '%{name}' before importing '%{current}'
fr: La version antérieure de la vue du contenu spécifiée dans les métadonnées - '%{name}' n'existe pas. Veuillez importer les métadonnées de '%{name}' avant d'importer '%{current}'
zh_cn: 在元数据中指定的前内容查看版本 - '％%{name}'不存在。请先导入“％%{name}”的元数据，然后再导入“％%{current}”

source: No manifest found. Import a manifest with the appropriate subscriptions before importing content.
fr: Aucun manifeste trouvé. Importez un manifeste avec les abonnements appropriés avant d'importer le contenu.
zh_cn: 没有找到清单。导入内容之前导入带有适当订阅的清单。

source: The following repositories provided in the import metadata have an incorrect content type or provider type. Make sure the export and import repositories are of the same type before importing %{repos}
fr: Les référentiels suivants fournis dans les métadonnées d'importation ont un type de contenu ou un type de fournisseur incorrect. Assurez-vous que les référentiels d'exportation et d'importation sont du même type avant de procéder à l'importation de %{repos}
zh_cn: 导入元数据中提供的以下存储库的内容类型或供应商类型不正确。在导入 %{repos} 之前，请确保导出和导入存储库的类型相同

source: The organization's manifest does not contain the subscriptions required to enable the following repositories. %{repos}
fr: Le manifeste de l'organisation ne contient pas les abonnements nécessaires pour activer les référentiels suivants. %%{repos}
zh_cn: 机构的清单中没有包含启用以下存储库所需的订阅。%{repos}

source: * Product = '%{product}', Repository = '%{repository}'
fr: Produit: '%{product}', Référentiel: '%{repository}'
ka: * პროდუქტი = '%{product}', რეპოზიტორია = '%{repository}'
zh_cn: 产品：'%{product}', 仓库：'%{repository}'

source: Unable to find product '%s' in organization '%s'
fr: Impossible de trouver le produit '%s' dans l’organisation '%s'
ka: ორგანიზაციაში %2$s პროდუქტი %1$s არ არსებობს
zh_cn: 在机构 '%s' 中找不到产品 '%s'

source: Invalid repository in the metadata %{repo} error=%{error}
fr: Référentiel non valide dans les métadonnées %{repo} error=%{error}
ka: არასწორი რეპოზიტორია მეტამონაცემებში %{repo} შეცდომა=%{error}
zh_cn: 元数据 %{repo} 中的无效仓库，错误=%{error}

source: Artifact Id and relative path are needed to create content
fr: L'identifiant de l'artefact et le chemin relatif sont nécessaires pour créer le contenu
zh_cn: 创建内容需要工件 ID 和相对路径

source: %s content type is not enabled.
fr: le type de contenu %s n’est pas activé.
ka: %s შემცველობის ტიპი ჩართული არაა.
zh_cn: %s 内容类型没有启用。

source: The repository's publication is missing. Please run a 'complete sync' on %s.
fr: La publication du référentiel est manquante. Veuillez lancer une "synchronisation complète" sur %s.
zh_cn: 存储库发布缺失。请在 %s 上运行"complete sync"。

source: Content view environments and activation key must all belong to the same organization
fr: Les environnements de visualisation du contenu et la clé d'activation doivent tous appartenir à la même organisation.
ka: შემცველობის ხედის გარემოები და აქტივაციის გასაღები იგივე ორგანიზაციას უნდა ეკუთვნოდნენ
zh_cn: 内容视图环境和激活码必须属于同一机构

source: Content view and environment not set for registration.
fr: Affichage de contenu et environnement non définis pour l'enregistrement.
ka: შემცველობის ხედი და გარემო რეგისტრაციისთვის დაყენებული არაა.
zh_cn: 未设置内容视图和环境以进行注册。

source: Candlepin returned different consumer uuid than requested (%s), updating uuid in subscription_facet.
fr: Candlepin a renvoyé un uuid de consommateur différent de celui demandé (%s), en mettant à jour l'uuid dans subscription_facet.
zh_cn: Candlepin 返回与请求的 (%s) 不同的消费者 uuid，在 subscription_facet 中更新 uuid。

source: Host collection '%{name}' exceeds maximum usage limit of '%{limit}'
fr: La collection d'hôtes '%{name}' dépasse la limite d'utilisation de '%{limit} '
zh_cn: 主机集合'%{name} '超出了最大使用限制'%{limit} '

source: At least one activation key must have a lifecycle environment and content view assigned to it
fr: Au moins une clé d'activation doit avoir un environnement de cycle de vie et un affichage de contenu lui étant assignée
zh_cn: 至少有一个激活密钥有分配的生命周期环境和内容视图

source: Attempted to destroy consumer %s from candlepin, but consumer does not exist in candlepin
fr: Tentative de destruction du consommateur %sde candlepin, mais le consommateur n'existe pas dans candlepin
zh_cn: 试图从 candlepin 销毁消费者 %s，但消费者不存在于 candlepin 中

source: Candlepin consumer %s has already been removed
fr: Le consommateur Candlepin %s a déjà été supprimé
ka: Candlepin-ის მომხმარებელი %s უკვე წაშლილია
zh_cn: Candlepin 消费者者 %s 已移除

source: Content type %{content_type} is incompatible with repositories of type %{repo_type}
fr: Le type de contenu %{content_type} est incompatible avec les référentiels de type %%{repo_type}
zh_cn: 内容类型 %%{content_type} 与类型为％%{repo_type} 的软件仓库不兼容

source: Lifecycle environment '%{environment}' is not attached to this capsule.
fr: L'environnement de cycle de vie '%{environment}' n'est pas joint à cette capsule.
zh_cn: 生命周期环境%{environment}'未连接到此 capsule。

source: Subscriptions
fr: Abonnements
ka: გამოწერები
zh_cn: 订阅

source: Task detail
fr: Détails de la tâche
ka: ამოცანის დეტალები
zh_cn: 任务详情

source: No content view history events found.
fr: Aucun historique d'affichage de contenu n'a été trouvé.
ka: შემცველობის ხედის ისტორიის მოვლენები ვერ ვიპოვე.
zh_cn: 找不到内容视图历史记录事件。

source: Content View
fr: Vue du contenu
ka: სარჩევი ხედი
zh_cn: 内容视图

source: Task
fr: Tâche
ka: დავალება
zh_cn: 任务

source: Status
fr: Statut
ka: სტატუსი
zh_cn: 状态

source: Latest Errata
fr: Derniers errata
ka: უახლესი შემორჩენილი პაჩები
zh_cn: 最新勘误

source: There are no errata that need to be applied to registered content hosts.
fr: Aucun errata n'a besoin d'être appliqué aux hôtes de contenu enregistrés.
zh_cn: 无需将勘误表应用于已注册的内容主机。

source: Type
ka: ტიპი
zh_cn: 类型

source: %s Host
fr: %sHôte
ka: %s ჰოსტი
zh_cn: %s 主机

source: No host collections found.
fr: Aucune collection d'hôtes trouvée.
ka: ჰოსტის კოლექციების გარეშე.
zh_cn: 找不到主机集合。

source: Updates
fr: Mises à jour
ka: განახლებები
zh_cn: 更新

source: Name
fr: Nom
ka: სახელი
zh_cn: 名称

source: Content Hosts
fr: Hôtes du contenu
ka: შემცველობის ჰოსტები
zh_cn: 內容主机

source: Subscription Status
fr: Statut des abonnements
ka: გამოწერის სტატუსი
zh_cn: 订阅状态

source: Please select an organization to view subscription totals.
fr: Veuillez sélectionner une organisation pour voir le total des abonnements.
ka: აირჩიეთ ორგანიზაცია, რომლის გამოწერის შეჯამების ნახვაც გნებავთ.
zh_cn: 请选择一个机构以查看订阅总数。

source: Count
fr: Nombre
ka: რაოდენობა
zh_cn: 计数

source: Active Subscriptions
fr: Abonnements actifs
ka: აქტიური გამოწერები
zh_cn: 有效订阅

source: Subscriptions Expiring in 120 Days
fr: Abonnements expirant dans 120 Jours
ka: 120 დღიანი გამოწერები
zh_cn: 订阅在 120 天后过期

source: Recently Expired Subscriptions
fr: Abonnements ayant expiré récemment
ka: ახლახანს ვადაგასული გამოწერები
zh_cn: 最近过期的订阅

source: Host Subscription Status
fr: Statut d'abonnement de l’hôte
ka: ჰოსტის გამოწერის სტატუსი
zh_cn: 主机订阅状态

source: Please select an organization to view subscription status.
fr: Veuillez sélectionner une organisation pour voir le statut de l'abonnement.
ka: გამოწერის სტატუსის სანახავად აირჩიეთ ორგანიზაცია.
zh_cn: 请选择一个机构以查看订阅状态。

source: Invalid
fr: Invalide
ka: არასწორი
zh_cn: 无效

source: Partial
fr: Partiel
ka: ნაწილობრივ
zh_cn: 部分

source: Valid
fr: Valide
ka: სწორი
zh_cn: 有效

source: Unsubscribed Hypervisor
fr: Hypervisor désabonné
ka: გამოწერამოხსნილი ჰაიპერვაიზორი
zh_cn: 取消订阅的虚拟机监控程序

source: Unknown or Unregistered
fr: Inconnu ou non enregistré
ka: უცნობი ან დაურეგისტრირებელი
zh_cn: 未知或未注册

source: Sync Overview
fr: Vue d'ensemble de la sync
ka: სინქრონიზაციის მიმოხილვა
zh_cn: 同步概述

source: No recently synced products
fr: Aucun produit synchronisé récemment
ka: ახლახანს სინქრონიზებული პროდუქტების გარეშე
zh_cn: 没有最近同步的产品

source: Product
fr: Produit
ka: პროდუქტი
zh_cn: 产品

source: Finished
fr: Terminé
ka: დასრულებულია
zh_cn: 完成

source: No errata matching given search query
fr: Aucun errata ne correspond à la requête de recherche donnée
ka: ძებნის მოთხოვნას მორჩენილი პაჩი არ შეესაბამება
zh_cn: 没有与给定搜索查询匹配的勘误

source: Content Sync
fr: Sync Contenu
ka: შემცველობის სინქრონიზაცია
zh_cn: 內容同步

source: Reclaim Space
fr: Récupération d’espace
ka: ადგილის თავიდან გამოთხოვა
zh_cn: 重新声明空间

source: Errata ID
fr: ID d'errata
ka: მორჩენილი შეცდომის ID
zh_cn: 勘误 ID

source: Severity
fr: Sévérité
ka: სიმძიმე
zh_cn: 严重性

source: Title
fr: Titre
ka: სათაური
zh_cn: 提示

source: Summary
fr: Résumé
ka: შეჯამება
zh_cn: 摘要

source: Bugfix
fr: Correction de bogues
ka: პაჩი
zh_cn: 程序漏洞修正

source: ERRATA ADVISORY
fr: AVIS D'ERRATA
ka: რჩევები ჰოსტის მორჩენილი პაჩების შესახებ
zh_cn: 勘误公告

source: Hosts with Installable Errata
fr: Hôtes avec errata installables
ka: ჰოსტები დაყენებადი მორჩენილი პაჩებით
zh_cn: 有可安装勘误的主机

source: The following hosts have errata that apply to them:
fr: Les hôtes suivants contiennent des errata à appliquer :
ka: შემდეგ ჰოსტებს გააჩნია მორჩენილი პაჩები, რომლებიც მათ შეეხება:
zh_cn: 以下主机有应用到它们的勘误：

source: Host
fr: Hôte
ka: ჰოსტი
zh_cn: 主机

source: Note: The number in parentheses reflects all applicable errata from the Library environment that are unavailable to the host. You will need to promote this content to the relevant content view in order to make it available.
fr: Remarque : le nombre indiqué entre parenthèses reflète tous les errata applicables de l'environnement de la bibliothèque et indisponibles à l'hôte. Vous devez promouvoir ce contenu vers l'affichage de contenu approprié afin de le rendre disponible.
zh_cn: 注意：括号中的数字反映了主机环境不可用的所有适用于库环境的勘误。您需要将该内容提升到相关的内容视图，以使其可用。

source: Organization
fr: Organisation
ka: ორგანიზაცია
zh_cn: 机构

source: <b>PROMOTION</b> SUMMARY
fr: <b>RÉSUMÉ DE LA PROMOTION </b>
ka: <b>დაწინაურების</b> მიმოხილვა
zh_cn: <b>提升</b> 摘要

source: The promotion of %{content_view} to <b>%{environment}</b> has completed. %{count} needed errata are installable on your hosts.
fr: La promotion de %{content_view} à <b> %{environment}</b> est terminée. Les %{count}errata nécessaires sont installables sur vos hôtes.
zh_cn: 提升％%{content_view}至<b>%%{environment}</b>已经完成。%%{count} 个所需的勘误可在您的主机上安装。

source: A large number of errata are unapplied in this content view, so only the first 100 are shown.
fr: Un grand nombre d'errata n'est pas appliqué dans cet affichage de contenu. Seuls les 100 premiers sont affichés.
zh_cn: 此内容视图中未应用大量勘误，因此仅显示前 100 个。

source: Unapplied Errata
fr: Errata non appliqués
ka: გადაუტარებელი მორჩენილი პაჩი
zh_cn: 未应用的勘误

source: %s Errata
ka: %s მორჩენილი პაჩი
zh_cn: %s勘误

source: Promotion Summary
fr: Résumé de la promotion
ka: დაწინაურების შეჯამება
zh_cn: 升级摘要

source: The promotion of %{content_view} to %{environment} has completed. %{count} errata are available to your hosts.
fr: La promotion de %{content_view} vers %{environment} est terminée. %{count} errata sont à la disposition de vos hôtes.
zh_cn: 提升％%{content_view}至%%{environment}已经完成。%%{count} 个勘误表可用于您的主机。

source: Environment
fr: Environnement
ka: გარემო
zh_cn: 环境

source: <b>SYNC</b> SUMMARY
fr: <b>SYNC </b> RÉSUMÉ
ka: <b>სინქრონიზაციის</b> მიმოხილვა
zh_cn: <b>同步</b>摘要

source: The synchronization of "%s" has completed. Below is a summary of new errata.
fr: La synchronisation de "%s" est terminée. Veuillez voir ci-dessous un sommaire des nouveaux errata.
zh_cn: 同步 "%s" 已完成。以下是新勘误的摘要。

source: A large number of errata were synced for this repository, so only the first 100 are shown.
fr: Un grand nombre d'errata on été synchronisés pour ce référentiel. Seuls les 100 premiers sont affichés.
ka: ამ რეპოზიტორიისთვის სინქრონიზებულია მეტისმეტად ბევრი მორჩენილი პაჩი. ნაჩვენებია მხოლოდ პირველი 100.
zh_cn: 此仓库已同步了许多勘误，因此仅显示前100个。

source: New Errata
fr: Nouveaux errata
ka: ახალი შემორჩენილი პაჩი
zh_cn: 新勘誤

source: Sync Summary
fr: Sync Résumé
ka: სინქრონიზაციის მიმოხილვა
zh_cn: 同步摘要

source: Repository
fr: Référentiel
ka: საცავი
zh_cn: 仓库

source: RPM package updates
fr: Mises à jour des paquets RPM
ka: RPM პაკეტების განახლებები
zh_cn: RPM 软件包更新

source: DEB package updates
fr: Mises à jour des paquets DEB
ka: DEB პაკეტის განახლებები
zh_cn: DEB 软件包更新

source: SUBSCRIPTIONS EXPIRING SOON
fr: ABONNEMENTS EXPIRANT BIENTÔT
ka: მოკლევადიანი გამოწერები
zh_cn: 订阅将很快过期

source: Subscription Name
fr: Nom de l’abonnement
ka: გამოწერის სახელი
zh_cn: 订阅名称

source: Account Number
fr: Numéro de compte
ka: ანგარიშის ნომერი
zh_cn: 帐号

source: Quantity
fr: Quantité
ka: რაოდენობა
zh_cn: 数量

source: Contract
fr: Contrat
ka: კონტრაქტი
zh_cn: 合同

source: Start Date
fr: Date de départ
ka: დაწყების თარიღი
zh_cn: 开始日期

source: End Date
fr: Date de Fin
ka: დასასრული თარიღი
zh_cn: 结束日期

source: Days Remaining
fr: Jours restants
ka: დარჩენილი დღე
zh_cn: 剩余天数

source: Subscriptions expiring soon
fr: Abonnements expirant sous peu
ka: მოკლევადიანი გამოწერები
zh_cn: 订阅将很快过期

source: Collapse All
fr: Réduire tout
ka: ყველას ჩაკეცვა
zh_cn: 全部折叠

source: Expand All
fr: Tout agrandir
ka: ყველას ამოკეცვა
zh_cn: 展开全部

source: Select None
fr: Ne rien sélectionner
ka: მონიშვნის მოხსნა
zh_cn: 全部不選擇

source: Select All
fr: Tout sélectionner
ka: ყველაფრის მონიშვნა
zh_cn: 选择所有

source: Active only
fr: Actifs uniquement
ka: მხოლოდ აქტიური
zh_cn: 只有啟用的

source: Start Time
fr: Date de lancement
ka: დაწყების დრო
zh_cn: 起始时间

source: Duration
fr: Durée
ka: ხანგრძლოვობა
zh_cn: 持续时间

source: Details
fr: Détails
ka: დეტალები
zh_cn: 详情

source: Result
fr: Résultat
ka: შედეგი
zh_cn: 结果

source: There are no products or repositories enabled. Try enabling via %{custom} or %{redhat}.
fr: Aucun produit ou référentiel n'est activé. Essayez d'activer via %{custom} ou %{redhat}.
zh_cn: 没有启用产品或仓库。尝试通过 %{custom} 或 %{redhat} 启用。

source: Custom Content Repositories
fr: Référentiels au contenu personnalisé
ka: შემცველობის ხელით მითითბული რეპოზიტორიები
zh_cn: 自定义内容仓库

source: Red Hat Repositories
fr: Référentiels Red Hat
ka: Red Hat-ის რეპოზიტორიები
zh_cn: Red Hat 仓库

source: Synchronize Now
fr: Sync Maintenant
ka: ახლავე სინქრონიზაცია
zh_cn: 现在同步

source: N/A
fr: Sans objet
zh_cn: 不适用

source: Synced
fr: Synchronisé
ka: სინქრონიზებულია
zh_cn: 同步的

source: ago.
fr: Il y a
ka: -ის წინ.
zh_cn: 前。

source: Cancel
fr: Annuler
ka: გაუქმება
zh_cn: 取消

source: Sync Canceled
fr: Sync Annulée
ka: სინქი გაუქმებულია
zh_cn: 已取消同步

source: Error
fr: Erreur
ka: შეცდომა
zh_cn: 错误

source: Sync complete.
fr: Sync Terminée.
ka: სინქრონიზაცია დასრულდა.
zh_cn: 完成同步。

source: No start time currently available.
fr: Aucune date de début disponible actuellement.
ka: დაწყების თარიღი ამჟამად მიუწვდომელია.
zh_cn: 当前没有开始时间。

source: Sync Plan:
fr: Plan de Sync :
ka: სინქრონიზაციის გეგმა:
zh_cn: 同步计划：
