Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: via remote execution
fr: via exécution à distante
ka: დაშორებულ გაშვების გავლით
zh_cn: 通过远程执行

source: via customized remote execution
fr: via exécution à distance personnalisée
ka: მორგებული დაშორებული გაშვების გავლით
zh_cn: 通过自定义远程执行

source: Enabling Tracer requires installing the katello-host-tools-tracer package on the host.
fr: L'activation de Tracer nécessite l'installation du package katello-host-tools-tracer sur l'hôte.
zh_cn: 启用 Tracer 需要在主机上安装 katello-host-tools-tracer 软件包。

source: Before continuing, ensure that all of the following prerequisites are met:
fr: Avant de continuer, assurez-vous que toutes les conditions préalables suivantes sont remplies :
zh_cn: 在继续操作前，请确保满足以下所有先决条件：

source: The Foreman Client repository is enabled.
fr: Le référentiel client The Foreman est activé.
ka: Foreman-ის კლიენტის რეპოზიტორია ჩართულია.
zh_cn: Foreman 客户端存储库已启用。

source: The Foreman Client repository is synced.
fr: Le référentiel client The Foreman est synchronisé.
ka: Foreman-ის კლიენტის რეპოზიტორია დასინქრონებულია.
zh_cn: Foreman 客户端存储库是同步的。

source: View sync status
fr: Voir le statut de synchronisation
ka: სინქრონიზაციის სტატუსის ნახვა
zh_cn: 查看同步状态

source: The Foreman Client repository is available in the host's content view environment(s).
fr: Le référentiel Foreman Client est disponible dans le(s) environnement(s) d'affichage de contenu de l'hôte.
zh_cn: Foreman 客户端存储库在主机的内容视图环境中提供。

source: View content views
fr: Voir les vues de contenu.
ka: შემცველობის ხედების ნახვა
zh_cn: 查看内容视图

source: The Foreman Client repository set is enabled for the host.
fr: L'ensemble de référentiels Foreman Client est activé pour l'hôte.
zh_cn: 为主机启用 Foreman 客户端存储库集。

source: Remote execution is enabled.
fr: Exécution à distance est activée.
ka: დაშორებული შესრულება ჩართულია.
zh_cn: 远程执行已启用。

source: Select a provider to install katello-host-tools-tracer
fr: Sélectionner un fournisseur pour installer katello-host-tools-tracer
zh_cn: 选择安装 katello-host-tools-tracer 的供应商

source: Once the prerequisites are met, select a provider to install katello-host-tools-tracer
fr: Une fois les prérequis remplis, sélectionnez un fournisseur pour installer katello-host-tools-tracer
zh_cn: 满足先决条件后，选择安装 katello-host-tools-tracer 的供应商

source: Enable Traces
fr: Activer Traces
ka: ტრეისების ჩართვა
zh_cn: 启用跟踪

source: View the job
fr: Voir le job
ka: ამოცანის ნახვა
zh_cn: 查看作业

source: Traces are not enabled
fr: Traces non activées
ka: ტრეისები ჩართული არაა
zh_cn: 未启用跟踪（trace）

source: Traces are being enabled
fr: Les traces sont activées
ka: მიმდინარეობს ტრეისების ჩართვა
zh_cn: 启用 trace

source: Traces help administrators identify applications that need to be restarted after a system is patched.
fr: Les traces aident les administrateurs à identifier les applications qui doivent être redémarrées après qu'un système ait été corrigé.
zh_cn: 跟踪可帮助管理员识别修补系统后需要重新启动的应用程序。

source: No applications to restart
fr: Aucune application à redémarrer
ka: თავიდან გასაშვები აპების გარეშე
zh_cn: 没有要重启的应用程序

source: Traces not available
fr: Traces non disponibles
ka: ტრეისები მიუწვდომელია
zh_cn: Traces 不可用

source: Traces may be enabled by a user with the appropriate permissions.
fr: Les traces peuvent être activées par un utilisateur disposant des autorisations appropriées.
zh_cn: 具有适当权限的用户可以启用 trace。

source: Traces will be shown here to a user with the appropriate permissions.
fr: Les traces seront montrées ici à un utilisateur ayant les permissions appropriées.
zh_cn: 对于有适当权限的用户，这里将显示 trace。

source: installing or updating packages
fr: l'installation ou la mise à jour de paquets
ka: პაკეტების დაყენება ან განახლება
zh_cn: 安装或更新软件包

source: Traces may be listed here after {pkgLink}.
fr: Les traces peuvent être énumérées ici après {pkgLink}.
zh_cn: 在 {pkgLink} 后追踪（trace）可能会在这里列出。

source: No matching traces found
fr: Aucune règle de traces n'a été trouvée
ka: შესაბამისი ტრეისები ვერ ვიპოვე
zh_cn: 未找到匹配的跟踪

source: Problem searching traces
fr: Problème de recherche de traces
ka: ტრეისების მოძებნა შეუძლებელია
zh_cn: 搜索追踪有问题

source: Application
ka: აპლიკაცია
zh_cn: 应用

source: Helper
fr: Aide
ka: დამხმარე
zh_cn: 帮助

source: Restart via remote execution
fr: Redémarrer via exécution à distante
ka: დაშორებული გაშვების გავლით გადატვირთვა
zh_cn: 通过远程执行重启

source: Restart via customized remote execution
fr: Redémarrer via exécution à distance personnalisée
ka: მორგებული დაშორებული გაშვების გავლით გადატვირთვა
zh_cn: 通过自定义远程执行重启

source: Reboot host
fr: Redémarrer l'hôte
ka: ჰოსტის გადატვირთვა
zh_cn: 重启主机

source: Restart app
fr: Redémarrer app
ka: აპის რესტარტი
zh_cn: 重启应用

source: Tracer helps administrators identify applications that need to be restarted after a system is patched.
fr: Tracer aide les administrateurs à identifier les applications qui doivent être redémarrées après qu'un système a été corrigé.
zh_cn: 跟踪器可帮助管理员识别修补系统后需要重新启动的应用程序。

source: At least one of the selected items requires the host to reboot
fr: Au moins un des éléments sélectionnés nécessite le redémarrage de l'hôte
ka: სულ ცოტა ერთ მონიშნულ ელემენტს ესაჭიროება, რომ ჰოსტი გადაიტვირთოს
zh_cn: 至少一个所选项目需要主机重新引导

source: Traces that require logout cannot be restarted remotely
fr: Traces nécessitant une déconnexion ne peut pas être redémarré à distance
ka: ტრეისები, რომლებსაც სისტემიდან გასვლა ესაჭიროებათ, დაშორებულად ვერ გაეშვება
zh_cn: 需要登出的跟踪无法远程重启

source: Create new activation key
fr: Créer une nouvelle clé d'activation
ka: ახალი აქტივაციის გასაღების შექმნა
zh_cn: 创建新的激活码

source: No Activation Keys selected
fr: Aucune clé d'activation n'est affectée
ka: აქტივაცის გასაღებები არჩეული არაა
zh_cn: 没有选择激活码

source: Activation key(s) to use during registration
fr: Clé(s) d'activation à utiliser lors de l'enregistrement
ka: აქტივაციის გასაღებები რეგისტრაციისას გამოსაყენებლად
zh_cn: 注册过程中使用的激活码

source: No Activation keys to select
fr: Aucune clé d'activation n'est affectée
ka: ასარჩევი აქტივაციის გასაღებების გარეშე
zh_cn: 没有选择激活码

source: No environment
fr: Aucun Environnement
ka: გარემოს გარეშე
zh_cn: 没有环境

source: Force
ka: ძალა
zh_cn: 强制

source: Remove any `katello-ca-consumer` rpms before registration and run subscription-manager with `--force` argument.
fr: Supprimez tout rpms `katello-ca-consumer` avant l'enregistrement et lancez subscription-manager avec l'argument `--force`.
zh_cn: 注册前删除所有的“ katello-ca-consumer” rpm，并使用 “ --force” 参数运行 subscription-manager。

source: Ignore errors
fr: Ignorer les erreurs
ka: შეცდომის გარეშე
zh_cn: 忽略错误

source: Ignore subscription manager errors
fr: Ignorer les erreurs du gestionnaire d'abonnement
ka: გამოწერის მმართველის შეცდომების იგნორი
zh_cn: 忽略 subscription manager 错误

source: Backend System Status
fr: Statut du système backend
ka: უკანაბოლო სისტემის სტატუსი
zh_cn: 后端系统状态

source: Component
fr: Composant
ka: კომპონენტი
zh_cn: 组件

source: Message
ka: შეტყობინება
zh_cn: 信息

source: Select row
fr: Sélectionner une ligne
ka: აირჩიეთ მწკრივი
zh_cn: 选择行

source: Unlimited
fr: Illimité
ka: შეუზღუდავი
zh_cn: 无限制

source: Max %(maxQuantity)s
ka: მაქს %(maxQuantity)s
zh_cn: 最高 %(maxQuantity)s

source: {0} items selected
fr: {0} éléments sélectionnés
ka: მონიშნულია {0} ჩანაწერი
zh_cn: 已选择 {0} 个项目

source: Nothing selected
fr: Rien n'a été sélectionné
ka: არაფერია მონიშნული
zh_cn: 没有选择

source: RH Repos
ka: RH-ის რეპოები
zh_cn: RH 仓库

source: Add Subscriptions
fr: Ajouter Abonnements
ka: გამოწერების დამატება
zh_cn: 添加订阅

source: Activation key details
fr: Détails de la clé d'activation
ka: აქტივაციის გასაღების დეტალები
zh_cn: 激活码详情

source: Subscription Details
fr: Détails de l’abonnement
ka: გამოწერის დეტალები
zh_cn: 订阅详情

source: Module Stream Details
fr: Détails du flux de modules
ka: მოდულის ნაკადის დეტალები
zh_cn: 模块流详细信息

source: Content views
fr: Affichages de contenu
ka: შემცველობის ხედები
zh_cn: 内容视图

source: Content View Details
fr: Détails d'affichage du contenu
ka: შემცველობის ხედის დეტალები
zh_cn: 内容视图详情

source: Content Details
fr: Détails du contenu
ka: შემცველობის დეტალები
zh_cn: 内容详情

source: Change host content source
fr: Changer la source du contenu de l'hôte
ka: ჰოსტის შემცველობის წყაროს შეცვლა
zh_cn: 更改主机内容源

source: Activation key details updated
fr: Détails de la clé d'activation mis à jour
ka: აქტივაციის გასაღები განახლდა
zh_cn: 激活码详情已更新

source: Activation key deleted
fr: Clé d'activation supprimée
ka: აქტივაციის გასაღები წაიშალა
zh_cn: 已删除激活码

source: Legacy UI
fr: UI Legacy
ka: მოძველებული UI
zh_cn: 旧 UI

source: Delete activation key?
fr: Supprimer la clé d'activation ?
ka: წავშალო აქტივაციის გასაღები?
zh_cn: 删除激活码？

source: Activation Key will no longer be available for use. This operation cannot be undone.
fr: La clé d'activation ne sera plus disponible à l'usage. Cette opération ne peut pas être annulée.
zh_cn: 激活码将无法使用。此操作无法撤消。

source: Edit activation key
fr: Modifier la clé d'activation
ka: აქტივაციის გასაღების ჩასწორება
zh_cn: 编辑激活码

source: Select attributes for ${akDetails.name}
fr: Sélectionnez les attributs pour ${akDetails.name}
ka: აირჩიეთ ატრიბუტები ${akDetails.name}-სთვის
zh_cn: 为 ${akDetails.name} 选择属性

source: Host Limit
fr: Limite d'hôtes
ka: ჰოსტის ლიმიტი
zh_cn: 主机限制

source: Alternate content source ${name} created
fr: Source de contenu alternatif ${name} créée
ka: შემცველობის ალტერნატიული წყარო შეიქმნა: ${name}
zh_cn: 创建了备用内容源 ${name}

source: Alternate content source deleted
fr: Source de contenu alternatif supprimée
ka: შემცველობის ალტერნატიული წყარო წაიშალა
zh_cn: 备用内容源已删除

source: Bulk alternate content source refresh has started.
fr: Le rafraîchissement de la source de contenu alternatif en vrac a commencé.
zh_cn: 批量备用内容源刷新已启动。

source: Something went wrong while refreshing alternate content sources:
fr: Un problème est survenu lors du rafraîchissement des sources de contenu alternatives :
zh_cn: 在刷新备用内容源时出现错误：

source: Bulk alternate content source delete has started.
fr: La suppression en masse des sources de contenu alternatif a commencé.
zh_cn: 批量备用内容源删除已开始。

source: Something went wrong while deleting alternate content sources: ${getResponseErrorMsgs(error.response)}
fr: Un problème est survenu lors de la suppression des sources de contenu alternatives : ${getResponseErrorMsgs(error.response)}
zh_cn: 删除备用内容源时出现错误：${getResponseErrorMsgs(error.response)}

source: Alternate content source edited
fr: ID de la source de contenu alternatif
ka: ალტერნატიული შემცველობის წყარო ჩასწორდა
zh_cn: 编辑的备用内容源

source: Select source type
fr: Sélectionner le type de source
ka: აირჩიეთ წყაროს ტიპი
zh_cn: 选择源类型

source: Name source
fr: Source du nom
ka: წყაროს სახელი
zh_cn: 名称源

source: Select smart proxy
fr: Sélectionner les Smart Proxies
ka: აირჩიეთ ჭკვიანი პროქსი
zh_cn: 选择智能代理服务器

source: Select products
fr: Sélectionnez les produits
ka: აირჩიეთ პროდუქტები
zh_cn: 选择产品

source: URL and paths
fr: URL et chemins d'accès
ka: URL-ები და ბილიკები
zh_cn: URL 和路径

source: Credentials
fr: Identifiants
ka: მომხმ/პაროლი
zh_cn: 凭证

source: Review details
fr: Détails de la revue
ka: დეტალების გადახედვა
zh_cn: 审阅详情

source: Create ACS
fr: Créer ACS
ka: ACS-ის შექმნა
zh_cn: 创建 ACS

source: Add an alternate content source
fr: Montrer une autre source de contenu
ka: შემცველობის ალტერნატიული წყაროს დამატება
zh_cn: 添加一个备用内容源

source: Saving alternate content source...
fr: Mise à jour de la source de contenu alternatif...
ka: შემცველობის ალტერნატიული წყაროს შენახვა...
zh_cn: 更新备用内容源...

source: Fetching content credentials
fr: Récupération des informations d'identification du contenu
ka: შემცველობის ავტორიზაცის დეტალების გამოთხოვა
zh_cn: 抓取内容凭证

source: Choose content credentials if required for this RHUI source.
fr: Choisissez les informations d'identification du contenu si nécessaire pour cette source RHUI.
zh_cn: 如果需要此 RHUI 源，请选择内容凭证。

source: Enter basic authentication information or choose content credentials if required for this source.
fr: Saisissez les informations d'authentification de base ou choisissez les informations d'identification du contenu si nécessaire pour cette source.
zh_cn: 输入基本身份验证信息，或者选择内容凭证（如果需要这个源）。

source: Manual authentication
fr: Authentification manuelle
ka: ხელით ავთენტიკაცია
zh_cn: 手工身份验证

source: Username
fr: Nom d'utilisateur
ka: მომხმარებელი
zh_cn: 用户名

source: Password
fr: Mot de passe
ka: პაროლი
zh_cn: 密码

source: Content credentials
fr: Identifiants de contenu
ka: შემცველობის ავტორიზაცის დეტალები
zh_cn: 内容凭证

source: SSL client certificate
fr: Certificat client SSL
ka: SSL კლიენტის სერტიფიკატი
zh_cn: SSL 客户端证书

source: Select a client certificate
fr: Sélectionnez un certificat client
ka: აირჩიეთ კლენტის სერტიფიკატი
zh_cn: 选择客户端证书

source: SSL client key
fr: Clé du client SSL
ka: SSL კლიენტის გასაღები
zh_cn: SSL 客户端密钥

source: Select a client key
fr: Sélectionnez une clé client
ka: აირჩიეთ კლიენტის გასაღები
zh_cn: 选择客户端密钥

source: Verify SSL
fr: Vérifier SSL
ka: SSL-ის შემოწმება
zh_cn: 验证 SSL

source: SSL CA certificate
fr: Certificat SSL CA
ka: SSL CA სერტიფიკატი
zh_cn: SSL CA 证书

source: Select a CA certificate
fr: Sélectionnez un certificat CA
ka: აირჩიეთ CA სერტიფიკატი
zh_cn: 选择 CA 证书

source: Select products to associate to this source.
fr: Sélectionnez les produits à associer à cette source.
ka: აირჩიეთ ამ წყაროსთან ასოცირებული პროდუქტები.
zh_cn: 选择要与这个源关联的产品。

source: Review the information below and click
fr: Consultez les informations ci-dessous et cliquez dessus
ka: გადახედეთ ინფორმას და დააწკაპუნეთ
zh_cn: 查看以下信息并点

source: Back
fr: Précédent
ka: უკან
zh_cn: 返回

source: or any step on the left.
fr: ou n'importe quelle étape sur la gauche.
ka: ან ნებისმიერი ნაბიჯი მარცხნივ.
zh_cn: 或左侧的任何步骤。

source: Source type
fr: Type de source
ka: წყაროს ტიპი
zh_cn: 源类型

source: Content type
fr: Type de contenu
ka: შემცველობის ტიპი
zh_cn: 內容类型

source: Smart proxies
ka: ჭკვიანი პროქსიები
zh_cn: 智慧協定

source: Use HTTP Proxies
fr: Utiliser des proxy HTTP
ka: HTTP პროქსიების გამოყენება
zh_cn: 使用 HTTP 代理

source: Base URL
fr: URL de base
ka: ძირითადი URL
zh_cn: 基本 URL

source: Subpaths
fr: Sous-chemins
ka: ქვებილიკები
zh_cn: 子路径

source: Authentication type
fr: Type d'authentification
ka: ავთენტიფიკაციის ტიპი
zh_cn: 认证类型

source: Manual
fr: Manuelle
ka: ხელით
zh_cn: 手册

source: Content credential
fr: Identifiants de contenu
ka: შემცველობის ავტორიზაციის დეტალები
zh_cn: 内容凭证

source: Select smart proxies to be used with this source.
fr: Sélectionnez les proxies smart à utiliser avec cette source.
ka: აირჩიეთ ამ წყაროსთან ერთად გამოსაყენებელი ჭკვიანი პროქსიები.
zh_cn: 选择要用于此源的智能代理。

source: Use HTTP proxies
fr: Utiliser des proxies HTTP
ka: HTTP პროქსიების გამოყენება
zh_cn: 使用 HTTP 代理

source: Alternate content sources use the HTTP proxy of their assigned smart proxy for communication.
fr: Les autres sources de contenu utilisent le proxy HTTP du proxy smart qui leur a été attribué pour communiquer.
zh_cn: 备用内容源使用其分配的智能代理的 HTTP 代理进行通信。

source: Enter in the base path and any subpaths that should be searched for alternate content.
fr: Saisissez le chemin de base et tous les sous-chemins qui doivent être recherchés pour le contenu alternatif.
zh_cn: 输入基本路径，以及搜索备用内容时应使用的任何子路径。

source: The base path must be a web address pointing to the root RHUI content directory.
fr: Le chemin de base doit être une adresse web pointant vers le répertoire racine du contenu de RHUI.
zh_cn: 基本路径必须是指向 root RHUI 内容目录的 web 地址。

source: The base path can be a web address or a filesystem location.
fr: Le chemin de base peut être une adresse web ou un emplacement de système de fichiers.
zh_cn: 基本路径可以是 Web 地址或文件系统位置。

source: On the RHUA Instance, check the available repositories.
fr: Sur l'Instance RHUA, vérifiez les référentiels disponibles.
ka: RHUA-ის გაშვებულ ასლზე გადაამოწმეთ ხელმისაწვდომი რეპოზიტორიები.
zh_cn: 在 RHUA 实例上，检查可用的仓库。

source: Find the relative path for each RHUI repository and combine them in a comma-separated list.
fr: Trouvez le chemin relatif de chaque référentiel RHUI et combinez-les dans une liste séparée par des virgules.
zh_cn: 查找每个 RHUI 仓库的相对路径，并将它们组合在以逗号分隔的列表中。

source: Comma-separated list of subpaths. All subpaths must have a slash at the end and none at the front.
fr: Liste de sous-chemins séparés par des virgules. Tous les sous-chemins doivent avoir une barre oblique à la fin et aucune au début.
zh_cn: 以逗号分隔的子路径列表。所有子路径都必须在结尾有一个斜杠，且在开头没有斜杠。

source: Enter a name for your source.
fr: Entrez un nom pour votre source.
ka: შეიყვანეთ თქვენი წყაროს სასხელი.
zh_cn: 输入源的名称。

source: Alternate content sources define new locations to download content from at repository or smart proxy sync time.
fr: Les sources de contenu alternatives définissent de nouveaux emplacements à partir desquels télécharger le contenu au moment de la synchronisation du référentiel ou du proxy smart.
zh_cn: 备用内容源定义新位置，以便从仓库或智能代理同步时间下载内容。

source: Content will be synced from the alternate content source first, then the original source if the ACS is not reachable.
fr: Le contenu sera synchronisé à partir de la source de contenu alternative d'abord, puis de la source originale si l'ACS n'est pas joignable.
zh_cn: 如果 ACS 无法访问，内容将首先从备用内容源同步，然后是原始源。

source: Define repositories structured under a common web or filesystem path.
fr: Définir des référentiels structurés sous un chemin web ou un chemin de système de fichiers commun.
zh_cn: 定义以常见 Web 或文件系统路径组成的仓库。

source: Simplified
fr: Simplifié
ka: გამარტივებული
zh_cn: 简化的

source: Sync smart proxy content directly from upstream repositories by selecting the desired products.
fr: Synchronisez le contenu du proxy smart directement à partir des référentiels en amont en sélectionnant les produits souhaités.
zh_cn: 选择所需的产品，直接从上游仓库同步智能代理内容。

source: Define RHUI repository paths with guided steps.
fr: Définir les chemins du référentiel RHUI avec des étapes guidées.
zh_cn: 使用指导步骤定义 RHUI 仓库路径。

source: Generate RHUI certificates for the desired repositories as necessary.
fr: Générez les certificats RHUI pour les référentiels souhaités, si nécessaire.
zh_cn: 根据需要为所需的仓库生成 RHUI 证书。

source: Create content credentials with the generated SSL certificate and key.
fr: Créez les informations d'identification du contenu avec le certificat et la clé SSL générés.
zh_cn: 使用生成的 SSL 证书和密钥创建内容凭据。

source: URL and subpaths
fr: URL et sous-chemins
ka: URL და ქვებილიკები
zh_cn: URL 和子路径

source: Edit credentials
fr: Modifier les informations d'identification
ka: ავტორიზაციის დეტალების ჩასწორება
zh_cn: 编辑凭证

source: Edit details
fr: Modifier les détails
ka: დეტალების ჩასწორება
zh_cn: 编辑详情

source: Edit products
fr: Modifier les produits
ka: პროდუქტების ჩასწორება
zh_cn: 编辑产品

source: Edit smart proxies
fr: Modifier les Smart Proxies
ka: ჭკვიანი პროსების ჩასწორება
zh_cn: 编辑智能代理

source: Edit URL and subpaths
fr: Modifier l'URL et les sous-chemins
ka: URL-ებისა და ქვებილიკების ჩასწორება
zh_cn: 编辑 URL 和子路径

source: Last refresh :
fr: Dernier rafraîchissement :
ka: ბოლო განახლება :
zh_cn: 最后刷新：

source: Refresh source
fr: Source de rafraîchissement
ka: წყაროს განახლება
zh_cn: 刷新源

source: Last refresh
fr: Dernier rafraîchissement
ka: ბოლო განახლება
zh_cn: 最后刷新

source: Refresh
fr: Réactualiser
ka: განახლება
zh_cn: 刷新

source: Add source
fr: Ajouter une source
ka: წყაროს დამტება
zh_cn: 添加源

source: You currently don't have any alternate content sources.
fr: Vous n'avez pas actuellement de sources de contenu alternatives.
ka: ამჟამად ალტერნტიული შემცველობის წყაროები არ გაგაჩნიათ.
zh_cn: 您目前没有备用内容源。

source: An alternate content source can be added by using the \"Add source\" button below.
fr: Une autre source de contenu peut être ajoutée en utilisant le bouton \"Ajouter une source"\ ci-dessous.
zh_cn: 可使用下面的 \"Add source\"按钮添加备用内容源。

source: No matching alternate content sources found
fr: Aucune source de contenu alternatif correspondante trouvée
ka: შესაბამის ალტერნატიული შემცველობის წყარო ნაპოვნი არაა
zh_cn: 没有找到匹配的备用内容源

source: Please wait...
fr: Veuillez patienter...
ka: გთხოვთ, მოითმინოთ...
zh_cn: 请等待...

source: Python Packages
fr: Paquets Python
ka: Python-ის პაკეტები
zh_cn: Python 软件包

source: Python Package
fr: Paquet Python
ka: Python-ის პაკეტი
zh_cn: Python 软件包

source: Python packages
fr: Paquets Python
ka: Python-ის პაკეტები
zh_cn: Python 软件包

source: Python package
fr: Paquet Python
ka: Python-ის პაკეტი
zh_cn: Python 软件包

source: Filename
fr: Nom du fichier
ka: ფაილის სახელი
zh_cn: 文件名

source: Package Type
fr: Type de paquet
ka: პაკეტის ტიპი
zh_cn: 软件包类型

source: Repositories
fr: Référentiels
ka: საცავები
zh_cn: 软件仓库

source: Content Count
fr: Nombre de contenus
ka: შემცველობის რაოდენობა
zh_cn: 内容数

source: OSTree Refs
fr: Refs OSTree
ka: OSTree მიბმები
zh_cn: OSTree Ref

source: OSTree refs
fr: refs OSTree
ka: OSTree მიბმები
zh_cn: OSTree ref

source: Ansible collections
fr: Collections Ansible
ka: Ansible-ის კოლექციები
zh_cn: Ansible 集合

source: Ansible collection
fr: Collection Ansible
ka: Ansible-ის კოლექცია
zh_cn: Ansible 集合

source: Author
fr: Auteur
ka: ავტორი
zh_cn: 作者

source: Checksum
fr: Somme de vérification
ka: საკონტროლო რიცხვი
zh_cn: 校验和

source: Tags
fr: Balises
ka: ჭდეები
zh_cn: 标签

source: You currently don't have any repositories associated with this content.
fr: Vous n'avez actuellement aucun référentiel associé à ce contenu.
ka: ამ შემცველობათან ასოცირებული რეპოზიტორია არ გაგაჩნიათ.
zh_cn: 您目前没有与此内容关联的任何仓库。

source: Please add some repositories.
fr: Veuillez ajouter quelques référentiels.
ka: დაამატეთ რეპოზიტორიები.
zh_cn: 请添加一些仓库。

source: No matching repositories found
fr: Aucun référentiel correspondant n'a été trouvé
ka: შესაბამისი რეპოზიტორიები ნაპოვნი არაა
zh_cn: 找不到匹配的仓库

source: You currently don't have any ${selectedContentType}.
fr: Vous n'avez actuellement aucun {selectedContentType}.
ka: ჯერ ${selectedContentType} არ გაგაჩნიათ.
zh_cn: 您目前没有任何 {selectedContentType}。

source: No matching ${selectedContentType} found
fr: Aucun résultat {selectedContentType} correspondant.
ka: შესაბამისი ${selectedContentType} ვერ ვპოვე
zh_cn: 没有找到匹配的 {selectedContentType}

source: ${selectedContentType} will appear here when created.
fr: {selectedContentType} apparaîtra ici une fois que vous l’aurez créé.
ka: როცა შეიქმება, ${selectedContentType} აქ გამოჩნდება.
zh_cn: {selectedContentType} 在创建后将在此处显示。

source: Content view ${name} created
fr: Vue de contenu créée.
ka: შემცველობის ხედი შექმნილია: ${name}
zh_cn: 内容视图 {name} 已创建

source: Removed component from content view
fr: Composant supprimé de l'affichage du contenu
ka: კომპონენტი შემცველობის ხედიდან წაიშალა
zh_cn: 从内容视图中删除的组件

source: Removed components from content view
fr: Composants supprimés de l'affichage du contenu
ka: კომპონენტები შემცველობის ხედიდან წაიშალა
zh_cn: 从内容视图中删除的组件

source: Updated component details
fr: Mise à jour des détails des composants
ka: კომპონენტის დეტალები განახდა
zh_cn: 更新的组件详情

source: Added component to content view
fr: Composant ajouté à la vue du contenu
ka: კომპონენტი დამატებულია შემცველობის ხედზე
zh_cn: 添加组件到内容视图

source: All
fr: Tout
ka: ყველა
zh_cn: 全部

source: Copy content view
fr: Copier l’affichage de contenu
ka: შემცველობის ხედის კოპირება
zh_cn: 复制内容视图

source: This will create a copy of {cv}, including details, repositories, and filters. Generated data such as history, tasks and versions will not be copied.
fr: Cela créera une copie de {cv}, y compris les détails, les référentiels et les filtres. Les données générées telles que l'historique, les tâches et les versions ne seront pas copiées.
zh_cn: 这将创建一个 {cv} 的副本，包括详情、仓库和过滤器。生成的数据，如历史记录、任务和版本不会被复制。

source: Composite Content View
fr: Affichage du contenu composite
ka: კომპოზიტური შემცველობის ხედი
zh_cn: 复合内容视图

source: Component Content View
fr: Affichage du contenu des composants
ka: კომპონენტის შემცველობის ხედი
zh_cn: 复合内容视图

source: Solve dependencies
fr: Résoudre les dépendances
ka: დამოკიდებულებების ამოხსნა
zh_cn: 解决依赖关系

source: Auto publish
ka: ავტომატური გამოქვეყნება
zh_cn: 自动发布

source: Import only
fr: Importation uniquement
ka: მხოლოდ შემოტანა
zh_cn: 仅导入
