Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Delete all subscriptions that are attached to running hosts.
fr: Supprimez tous les abonnements qui sont liés aux hôtes en cours d'exécution.
ka: გაშვებულ ჰოსტებზე მიმაგრებული ყველა გამოწერის წაშლა.
zh_cn: 删除所有附加到正在运行的主机的订阅。

source: Delete all subscriptions attached to activation keys.
fr: Supprimez tous les abonnements attachés aux clés d'activation.
ka: აქტივაციის გასაღებებზე მიბმული ყველა გამოწერის წაშლა.
zh_cn: 删除激活码附带的所有订阅。

source: Disable Red Hat Insights.
fr: Désactivez Red Hat Insights.
ka: Red Hat Insights-ის გამორთვა.
zh_cn: 禁用 Red Hat Insights。

source: Require you to upload the subscription-manifest and re-attach subscriptions to hosts and activation keys.
fr: Nécessite que vous chargiez le subscription-manifest et que vous ré-attachiez les abonnements aux hôtes et aux clés d'activation.
zh_cn: 需要您上传 subscription-manifest 并为主机和激活码重新附加订阅。

source: This action should only be taken in extreme circumstances or for debugging purposes.
fr: Cette action doit être prise uniquement dans des circonstances extrêmes ou à des fins de débogage.
ka: ეს ქმედება, მხოლოდ, გამართვის მიზნით, განსაკუთრებულ შემთხვევებში უნდა გამოიყენოთ.
zh_cn: 只有在极端情况下或进行调试时才应采取此操作。

source: This is disabled because a manifest task is in progress
fr: Cette fonction est désactivée parce qu'une tâche manifeste est en cours
ka: გამორთულია იმიტომ, რომ გაშვებულია მანიფესტთან დაკავშირებული ამოცანა
zh_cn: 由于清单任务正在进行中，因此已禁用

source: This is disabled because no manifest exists
fr: Il est désactivé parce qu'il n'existe pas de manifeste
ka: გამორთულია იმიტომ, რომ მანიფესტი არ არსებობს
zh_cn: 这是禁用的，因为不存在清单

source: There is no Manifest History to display.
fr: Il n'y a pas d'historique de manifeste à afficher.
ka: მანიფესტის საჩვენებელი ისტორიის გარეშე.
zh_cn: 没有要显示的清单历史记录。

source: Import a Manifest using the manifest tab above.
fr: Importez un manifeste en utilisant l'onglet "Manifeste" ci-dessus.
ka: შემოიტანეთ მანიფესტი ზემოთ მოყვანილი მანიფესტის ჩანართის გამოყენებით.
zh_cn: 使用上面的清单标签导入清单。

source: Learn more about adding Subscription Manifests
fr: En savoir plus sur l'ajout de manifestes de souscription
ka: შეიტყვეთ მეტი გამოწერის მანიფესტების დამატების შესახებ
zh_cn: 了解有关添加订阅清单的更多信息

source: No Manifest Uploaded
fr: Aucun manifeste téléchargé
ka: მანიფესტი არ ატვირთულა
zh_cn: 没有上传的清单

source: Manage Manifest
fr: Gérer le manifeste
ka: მანიფესტის მართვა
zh_cn: 管理清单

source: Manifest
fr: Manifeste
ka: მანიფესტი
zh_cn: 清单

source: Subscription Manifest
fr: Manifeste d'abonnement
ka: გამოწერის მანიფესტი
zh_cn: 订阅清单

source: Import New Manifest
fr: Nouveau manifeste d'importation
ka: ახალი მანიფესტის შემოტანა
zh_cn: 导入新清单

source: Confirm delete manifest
fr: Confirmer la suppression du manifeste
ka: დაადასტურეთ მანიფესტის წაშლა
zh_cn: 确认删除清单

source: Manifest History
fr: L'historique du manifeste
ka: მანიფესტის ისტორია
zh_cn: 清单历史

source: CDN Configuration
fr: Configuration CDN
ka: CDN-ის მორგება
zh_cn: CDN 配置

source: CDN Configuration for Red Hat Content
fr: Configuration CDN pour le contenu Red Hat
ka: CDN-ის მორგება Red Hat-ის ფაილებისთვის
zh_cn: 红帽内容的 CDN 配置

source: Timestamp
fr: Horodatage
ka: დროის შტამპი
zh_cn: 时间戳

source: Simple Content Access has been disabled by the upstream organization administrator.
fr: L’accès e contenu simple a été désactivé par l'administrateur de l'organisation en amont.
ka: მარტივი შემცველობასთან წვდომა გამორთულია აღმავალი ორგანიზაციის ადმინისტრატორის მიერ.
zh_cn: 上游组织管理员已禁用“简单内容访问”。

source: Toggling Simple Content Access will refresh your manifest.
fr: En basculant l'accès au contenu simple, votre manifeste sera actualisé.
ka: მარტივი შემცველობის წვდომის გადართვა თქვენს მანიფესტს განაახლებს.
zh_cn: 切换简单内容访问将刷新您的清单。

source: When Simple Content Access is enabled, hosts are not required to have subscriptions attached to access repositories.
fr: Lorsque l'accès au contenu simple est activé, les hôtes ne sont pas tenus d'avoir des abonnements joints aux référentiels d'accès.
zh_cn: 启用“简单内容访问”后，主机不需要将订阅附加到访问存储库。

source: Entitlements
fr: Droits d’accès
ka: უფლებები
zh_cn: 权利

source: Not a number
fr: Pas un numéro
ka: რიცხვს არ წარმოადგენს
zh_cn: 不是一个数字

source: Has to be > 0
fr: Doit être > 0
ka: უნდა იყოს > 0
zh_cn: 必须大于 0

source: Exceeds available quantity
fr: Dépasse la quantité disponible
ka: სცდება ხელმისაწვდომ რაოდენობას
zh_cn: 超过可用数量

source: This is disabled because no connection could be made to the upstream Manifest.
fr: Cette fonction est désactivée car aucune connexion n'a pu être établie avec le manifeste en amont.
ka: ეს გათიშულია, რადგან აღმავლის მანიფესტთან კავშირის დამყარება ვერ მოხერხდა.
zh_cn: 由于不能与上游订阅分配建立任何连接，因此禁用此功能。

source: This is disabled because a manifest-related task is in progress.
fr: Cette fonction est désactivée car une tâche liée au manifeste est en cours.
ka: გამორთულია იმიტომ, რომ გაშვებულია მანიფესტთან დაკავშირებული ამოცანა.
zh_cn: 由于清单相关的任务正在进行中，因此此功能被禁用。

source: This is disabled because no subscriptions are selected.
fr: Cette option est désactivée car aucun abonnement n'est sélectionné.
ka: გამორთულია იმიტომ, რომ გამოწერა მონიშნული არაა.
zh_cn: 由于未选择任何订阅，因此已禁用。

source: This is disabled because no manifest has been uploaded.
fr: Cette option est désactivée car aucun manifeste n'a été téléchargé.
ka: გამორთულია იმიტომ, რომ მანიფესტი არ ატვირთულა.
zh_cn: 由于未上传清单，因此已禁用。

source: There are no Subscriptions to display
fr: Il n'y a pas d'Abonnements à afficher
ka: საჩვენებელი გამოწერების გარეშე
zh_cn: 没有可显示的订阅

source: Add subscriptions using the Add Subscriptions button.
fr: Ajouter des abonnements à l'aide du bouton Ajouter des abonnements.
ka: დაამატეთ გამოწერები გამოწერის დამატების ღილაკით.
zh_cn: 使用 Add Subscriptions 按钮添加订阅。

source: Add subscriptions
fr: Ajouter des abonnements
ka: გამოწერების დამატება
zh_cn: 添加订阅

source: Import a subscription manifest to give hosts access to Red Hat content.
fr: Importez un manifeste d'abonnement pour permettre aux hôtes d'accéder au contenu Red Hat.
ka: შემოიტანეთ გამოწერის მანიფესტი, რომ ჰოსტებს Red Hat-ის შემცველობასთან წვდომა მისცეთ.
zh_cn: 导入订阅清单，为主机授予红帽内容的访问权限。

source: Import a Manifest
fr: Importer un manifeste
ka: მანიფესტის შემოტანა
zh_cn: 导入一个清单

source: This organization is not using {scaLink}. Entitlement-based subscription management is deprecated and will be removed in Katello 4.12.
fr: Cette organisation n'utilise pas {scaLink}. L'ancienne gestion des abonnements est dépréciée et sera supprimée dans Katello 4.12.
zh_cn: 这个机构没有使用 {scaLink}。基于权利的订阅管理已弃用，并将在 Katello 4.12 中删除。

source: Subscriptions service
fr: Service d'abonnements
ka: გამოწერის სერვისი
zh_cn: 订阅服务

source: This page shows the subscriptions available from this organization's subscription manifest. {br} Learn more about your overall subscription usage with the {subscriptionsService}.
fr: Cette page affiche les abonnements disponibles à partir du manifeste d'abonnement de cette organisation.{br} Apprenez-en davantage sur l'utilisation globale de votre abonnement avec le{subscriptionsService}.
zh_cn: 本页显示了这个机构的订阅清单中提供的订阅。{br} 了解更多有关您使用 {subscriptionsService} 的订阅使用情况的信息。

source: Please enter a positive number above zero
fr: Veuillez entrer un nombre positif au-dessus de zéro
ka: შეიყვანეთ ნულზე დიდი დადებითი რიცხვი
zh_cn: 请输入大于零的正数

source: Please limit number to 10 digits
fr: Veuillez limiter le nombre à 10 chiffres
ka: გთხოვთ რიცხვი 10 ციფრამდე შეზღუდოთ
zh_cn: 请将数字限制在 10 位

source: No pools available
fr: Aucun Pool disponible
ka: პულები მიუწვდომელია
zh_cn: 没有可用的池

source: Quantity must not be above ${pool.available}
fr: La quantité ne doit pas être supérieure à ${pool.available}
ka: რაოდენობა ${pool.available}-ზე მაღლა უნდა იყოს
zh_cn: 数量不得超过 ${pool.available}

source: Please enter digits only
fr: Veuillez saisir uniquement des chiffres
ka: შეიყვანეთ მხოლოდ ციფრები
zh_cn: 请仅输入数字

source: Subscriptions have been saved and are being updated.
fr: Les abonnements ont été enregistrés et sont en cours d'actualisation.
ka: გამოწერები შენახულია და მიმდინარეობს მათი განახლება.
zh_cn: 订阅已保存并正在更新。

source: Click here to go to the tasks page for the task.
fr: Cliquez ici pour aller à la page des tâches.
ka: ამ ამოცანისთვის ამოცანების გვერდზე გადასასვლელად დააწკაპუნეთ.
zh_cn: 单击此处进入任务的任务页面。

source: There are no Manifests to display
fr: Il n'y a aucun manifeste à afficher
ka: საჩვენებელი მანიფესტების გარეშე
zh_cn: 没有要显示的清单

source: Import a Manifest to Begin
fr: Importer un manifeste pour commencer
ka: დასაწყებად შემოიტანეთ მანიფესტი
zh_cn: 导入一个清单来开始

source: Available Entitlements
fr: Droits d'accès disponibles
ka: ხელმისაწვდომი უფლებები
zh_cn: 可用权利

source: Quantity to Allocate
fr: Quantité à allouer
ka: გამოსაყოფი რაოდენობა
zh_cn: 分配数量

source: Number to Allocate
fr: Numéro à attribuer
ka: გამოსაყოფი რიცხვი
zh_cn: 分配编号

source: Physical
fr: Physique
ka: ფიზიკური
zh_cn: 物理

source: Guests of
fr: Les invités de
ka: სტუმარი
zh_cn: 的客户

source: Temporary
fr: Temporaire
ka: დროებითი
zh_cn: 临时

source: Virtual
fr: Virtuel
ka: ვირტუალური
zh_cn: 虚拟

source: NA
zh_cn: 不适用

source: Select all rows
fr: Sélectionnez toutes les lignes
ka: ყველა მწკრივის მონიშვნა
zh_cn: 选择所有行

source: Yay empty state
fr: état vide
ka: ძლივს, ცარიელი
zh_cn: Yay 空状态

source: There is nothing to see here
fr: Il n'y a rien à voir ici
ka: აქ სანახავი არაფერია
zh_cn: 这里没什么可看的

source: Confirm Deletion
fr: Confirmer la suppression
ka: წაშლის დადასტურება
zh_cn: 确认删除

source: Are you sure you want to delete %(entitlementCount)s subscription(s)? This action will remove the subscription(s) and refresh your manifest. All systems using these subscription(s) will lose them and also may lose access to updates and Errata.
fr: Êtes-vous sûr de vouloir supprimer %(entitlementCount)s abonnement(s) ? Cette action supprimera le(s) abonnement(s) et rafraîchira votre manifeste. Tous les systèmes utilisant ces abonnements les perdront, ainsi que l'accès aux mises à jour et aux Errata.
zh_cn: 您确定要删除 %(entitlementCount)s 订阅？此操作将删除订阅并刷新清单。使用这些订阅的所有系统都将丢失，并可能丢失对更新和勘误的访问。

source: Editing Entitlements
fr: Modification des droits d'accès
ka: უფლებების ჩასწორება
zh_cn: 编辑权利

source: Some of your inputs contain errors. Please update them and save your changes again.
fr: Certaines de vos entrées contiennent des erreurs. Veuillez les mettre à jour et enregistrer à nouveau vos modifications.
ka: თქვენი ზოგიერთი შეყვანილი ინფორმაცია შეცდომებს შეიცავს. განაახლეთ ისინი და თავიდან შეინახეთ თქვენი ცვლილებები.
zh_cn: 您的某些输入包含错误。请更新它们，然后再次保存更改。

source: You have unsaved changes. Do you want to exit without saving your changes?
fr: Vous avez des modifications non sauvegardées. Voulez-vous sortir sans sauvegarder vos modifications ?
ka: გაქვთ შეუნახავი ცვლილებები. გნებავთ გახვიდეთ ცვლილებების შენახვის გარეშე?
zh_cn: 您有尚未保存的更改。您要退出而不保存更改吗？

source: Exit
fr: Sortie
ka: გასვლა
zh_cn: 退出

source: You're making changes to %(entitlementCount)s entitlement(s)
fr: Vous apportez des modifications à %(entitlementCount)s droits d’accès
ka: შეგაქვთ ცვლილებები ელემენტში %(entitlementCount)s entitlement(s)
zh_cn: 您更改了 %(entitlementCount)s 个权利

source: No subscriptions match your search criteria.
fr: Aucun abonnement ne correspond à vos critères de recherche.
ka: თქვენს ძებნის პირობებს არც ერთი გამოწერა არ ემთხვევა.
zh_cn: 没有符合您搜索条件的订阅。

source: View Subscription Usage
fr: Afficher l'utilisation de l'abonnement
ka: გამოწერების გამოყენების ნახვა
zh_cn: 查看订阅使用情况

source: Export CSV
fr: Exporter CSV
ka: CVS-ში გატანა
zh_cn: 导出 CSV

source: Go to task page
fr: Aller à la page des tâches
ka: ამოცანის გვერდზე გადასვლა
zh_cn: 转到任务页面

source: Go to job details
fr: Détails du job
ka: დავალების დეტალებზე გადასვლა
zh_cn: 进入作业详情

source: Task ${task.humanized.action} has started.
fr: La tâche ${task.humanized.action} a commencé.
ka: ამოცანა გაეშვა: ${task.humanized.action}.
zh_cn: 任务${task.humanized.action}已经开始。

source: Job '${description}' has started.
fr: Le job ${description} a commencé.
ka: დავალება '${description}' გაეშვა.
zh_cn: 作业 '${description}' 已启动。

source: Remote execution job '${description}' failed.
fr: La tâche d'exécution à distance '${description}' a échoué.
ka: დავალების '${description}' დაშორებული გაშვების შეცდომა.
zh_cn: 远程执行作业 '${description}' 失败。

source: Job '${description}' completed
fr: Job '${description}' terminé
ka: დავალება '${description}' დასრულდა
zh_cn: 作为 '${description}' 已完成

source: Task ${task.humanized.action} completed with a result of ${task.result}. ${task.errors ? getErrors(task) : ''}
fr: La tâche ${task.humanized.action} s'est achevée avec un résultat de ${task.result}. ${task.errors ? getErrors(task) : ''}
zh_cn: 任务 ${task.humanized.action} 完成，结果为 ${task.result}。{task.errors ? getErrors(task) : ''}

source: The subscription cannot be found upstream
fr: L'abonnement ne peut être trouvé en amont
ka: გამოწერა აღმავალზე ნაპოვნი არაა
zh_cn: 无法在上游找到订阅

source: The subscription is no longer available
fr: L'abonnement n'est plus disponible
ka: ხელმოწერა ხელმისაწვდომი აღარაა
zh_cn: 订阅不再可用

source: Abstract async task
fr: Tâche async abstraite
ka: ასინქრონული ამოცანის აბსტრაქცია
zh_cn: 抽象 async 任务

source: Abstract
fr: Résumé
ka: ანოტაცია
zh_cn: 摘要

source: Auto attach subscriptions
fr: Attacher automatiquement des abonnements
ka: გამოწერების ავტომატური მიმაგრება
zh_cn: 自动附加订阅

source: Copy version units to library
fr: Copier les unités de version à la bibliothèque
ka: ვერსიის ერთეულების ბიბლიოთეკაში კოპირება
zh_cn: 将版本单位复制到库

source: Discover
ka: აღმოაჩინეთ
zh_cn: 发现

source: Errata mail
fr: Courrier d'errata
ka: მორჩენილი ელფოსტა
zh_cn: 勘误邮件

source: Fetch pxe files
fr: Récupérer les fichiers pxe
ka: PXE ფაილების გამოთხოვა
zh_cn: 获取 pxe 文件

source: Filtered index content
fr: Contenu d'index filtré
ka: გაფილტრული ინდექსის შემცველობა
zh_cn: 已过滤的索引内容

source: Hypervisors update
fr: Mise à jour des hyperviseurs
ka: ჰაიპერვაიზორის განახლება
zh_cn: Hypervisor 更新

source: Hypervisors
fr: Hyperviseurs
ka: ჰაიპერვაიზორები
zh_cn: Hypervisor

source: Incremental Update of Content View Version(s)
fr: Mise à jour incrémentielle Version(s) d'affichage de contenu
ka: შემცველობის ხედის ვერსიების ინკრემენტული განახლება
zh_cn: 内容视图版本的增量更新

source: Index content
fr: Contenu d'index
ka: შემცველობის ინდექსი
zh_cn: 索引內容

source: Index errata
fr: Errata d'index
ka: მორჩენილების ინდექსი
zh_cn: 索引勘误

source: Index module streams
fr: Indexer les flux de module
ka: მოდულების ნაკადების ინდექსი
zh_cn: 索引模块流

source: Index package groups
fr: Indexer les groupes de paquets
ka: პაკეტის ჯგუფების ინდექსი
zh_cn: 索引软件包组

source: Instance update
fr: Mise à jour de l'instance
ka: გაშვებული ასლის განახლება
zh_cn: 实例更新

source: Reindex subscriptions
fr: Ré-indexer les abonnements
ka: გამოწერების თავიდან ინდექსირება
zh_cn: 重新索引订阅

source: Sync capsule
ka: სინქრონიზაციის კაპსულა
zh_cn: 同步 capsule

source: Syncable export
fr: Exportation synchronisable
ka: სინქრონიზებადი გატანა
zh_cn: 可同步导出

source: Update content urls
fr: Mettre à jour les urls de contenu
ka: შემცველობის URL-ების განახლება
zh_cn: 更新内容 url

source: Update http proxy details
fr: Mise à jour des détails du proxy http
ka: HTTP პროქსის დეტალების განახლება
zh_cn: 更新 http 代理详情

source: Update http proxy
fr: Mettre à jour proxy http
ka: HTTP პროქსის განახლება
zh_cn: 更新 HTTP 代理

source: Update redhat repository
fr: Mettre à jour le référentiel de données Red Hat
ka: RH-ის რეპოზიტორიის განახლება
zh_cn: 更新 redhat 仓库

source: Verify checksum
fr: Vérifier la somme de contrôle
ka: საკონტროლო ჯამის შემოწმება
zh_cn: 验证校验和

source: name
fr: nom
ka: სახელი

source: OSTree Branch
fr: Branche OSTree
ka: OSTree -ის ბრენჩი

source: Operators
fr: Opérateurs
ka: ოპერატორები

source: Tracer
fr: Traceur
ka: ტრეისერი

source: OSTree Ref
fr: Ref OSTree
ka: OSTree მიბმა

source: OSTree ref
fr: ref OSTree
ka: OSTree მიბმა

source: Debug RPM
fr: Déboguer RPM
ka: გამართვის RPM

source: Beta
fr: Bêta
ka: ბეტა

source: content type ('deb', 'docker_manifest', 'file', 'ostree_ref', 'rpm', 'srpm')
ka: შემცველობის ტიპი ('deb', 'docker_manifest', 'file', 'ostree_ref', 'rpm', 'srpm')

source: Traces
ka: ტრეისები

source: Synopsis
ka: დასკვნა

source: URL
ka: ბმული

source: DEBs
ka: DEB-ები

source: Epoch
ka: ეპოქა

source: RAM: %s GB
ka: RAM: %s გბ
