Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: content view version identifier
fr: identifiant de version d'affichage de contenu
ka: შემცველობის ხედის ვერსიის იდენტიფიკატორი
zh_cn: 内容视图版本标识符

source: content view filter identifier
fr: Identifiant du filtre de l'affichage de contenu
ka: შემცველობის ხედის ფილტრის იდენტიფიკატორი
zh_cn: 内容视图过滤器标识符

source: content view filter rule identifier
fr: Identifiant de règle de filtrage d’affichage de contenu
ka: შემცველობის ხედის ფილტრის წესის იდენტიფიკატორი
zh_cn: 内容视图过滤规则标识符

source: repository identifier
fr: identifiant de référentiel
ka: რეპოზიტორიის იდენტიფიკატორი
zh_cn: 仓库标识符

source: ids to filter content by
fr: ID par lesquels filtrer le contenu
ka: შემცველობის გაფილტვრა ID-ებით
zh_cn: 用来过滤内容的 ID

source: Includes associated content view filter ids in response
fr: Inclut les ids de filtre de visualisation de contenu associés dans la réponse
zh_cn: 在响应中包含相关的内容视图过滤器 ID

source: Show :a_resource
fr: Afficher : a_resource
ka: :a_resource-ის ჩვენება
zh_cn: 显示：a_resource

source: :a_resource identifier
ka: :a_resource -ის იდენტიფიკატორი
zh_cn: :a_resource 識別子

source: Return content that can be added to the specified object. The values 'content_view_version' and 'content_view_filter are supported.
fr: Retourne le contenu qui peut être ajouté à l'objet spécifié. Les valeurs "content_view_version" et "content_view_filter" sont supportées.
zh_cn: 返回可以添加到指定对象的内容。支持的值为 'content_view_version' 和 'content_view_filter。

source: Returns content that can be both added and is currently added to the object. The value 'content_view_filter' is supported
fr: Renvoie le contenu qui peut être ajouté et qui est actuellement ajouté à l'objet. La valeur 'content_view_filter' est prise en charge
zh_cn: 返回可以添加及当前被添加的内容。支持值“ content_view_filter”

source: Content View Filter id
fr: Id du filtre d'affichage de contenu
ka: შემცველობის ხედის ფილტრის ID
zh_cn: 内容视图过滤器 ID

source: Failed to find %{content} with id '%{id}'.
fr: Impossible à trouver avec l'identifiant %{content} ayant pour id '%{id}'.
ka: %{content}-ის, ID-ით '%{id}' პოვნა შეუძლებელია.
zh_cn: 找不到 id 为 '%{id}' 的 %{content}。

source: Could not find %{content} with id '%{id}' in repository.
fr: Impossible de trouver %{content} ayant pour id '%{id}'. dans le référentiel.
ka: რეპოზიტორიაში %{content} ID-ით '%{id}' ვერ ვიპოვე.
zh_cn: 在仓库中找不到 id 为 '%{id}' 的 %{content}。

source: The requested resource does not belong to the specified organization
fr: La ressource demandée n'appartient pas à l'organisation spécifiée
ka: მოთხოვნილი რესურსი მითითებულ ორგანიზაციას არ ეკუთვნის
zh_cn: 所请求的资源不属于指定的机构

source: Could not find Lifecycle Environment with id '%{id}'.
fr: Impossible de trouver un Environnement de cycle de vie avec l'ID '%{id}'.
ka: სიცოცხლის ციკლის გარემო ID-ით '%{id}' ვერ ვიპოვე.
zh_cn: 找不到 id 为 '%{id}' 的生命周期环境。

source: Couldn't find content view version '%s'
fr: Impossible de trouver la version d'affichage de contenu '%s'
ka: შემცველობის ხედის ვერსია არ არსებობს: %s
zh_cn: 找不到内容视图版本 '%s'

source: Couldn't find %{type} Filter with id %{id}
fr: Impossible de trouver le Filtre %{type} avec l'ID %{id}
ka: %{type} ტიპის ფილტრი ID-ით %{id} არ არსებობს
zh_cn: 找不到 id 为 %{id} 的 %{type} 过滤器

source: params 'show_all_for' and 'available_for' must be used independently
fr: les paramètres "show_all_for" et "available_for" doivent être utilisés indépendamment
ka: პარამეტრები 'show_all_for' და 'available_for' ცალ-ცალკე უნდა გამოიყენოთ
zh_cn: 参数“ show_all_for”和“ available_for”必须独立使用

source: Erratum
ka: შემორჩენილი პაჩი
zh_cn: 勘误

source: Deb Package
fr: Paquet Deb
ka: Deb პაკეტი
zh_cn: Deb 软件包

source: Package
fr: Paquet
ka: პაკეტი
zh_cn: 软件包

source: Source RPM
fr: RPM source
ka: წყაროს RPM
zh_cn: 源 RPM

source: Package Group
fr: Groupe de paquets
ka: პაკეტების ჯგუფი
zh_cn: 软件包組

source: Container Image Manifest
fr: Manifeste de l'image du conteneur
ka: კონტეინერის ასლის მანიფესტი
zh_cn: 容器图像清单

source: Container Image Tag
fr: Balise d'image de conteneur
ka: კონტეინერის ასლის ჭდეები
zh_cn: 容器镜像标签

source: File
fr: Fichier
ka: ფაილი
zh_cn: 文件

source: Module Stream
fr: Flux de modules
ka: მოდულის ნაკადი
zh_cn: 模块流

source: Ansible Collection
fr: Collection Ansible
ka: Ansible-ის კოლექცია
zh_cn: Ansible 集

source: Download Policy of the capsule, must be one of %s
fr: Politique de téléchargement de la capsule, doit être un parmi %s
ka: კაფსულის წესის გადმოწერა. უნდა იყოს ერთ-ერთი სიიდან: %s
zh_cn: capsule 的下载政策，必须为 %s 之一

source: Id of the HTTP proxy to use with alternate content sources
fr: Id du proxy HTTP à utiliser avec les sources de contenu alternatives
zh_cn: 用于备用内容源的 HTTP 代理 ID

source: Couldn't find content host content view id '%s'
fr: L'id de l'affichage du contenu de la clé d'activation '%s' est introuvable
ka: შემცველობის ჰოსტი შემცველობის ხედის ID-ით %s არ არსებობს
zh_cn: 找不到内容主机视图 id '%s'

source: Couldn't find content host environment '%s'
fr: L'environnement de l'hôte du contenu '%s' est introuvable
ka: შემცველობის ჰოსტი გარემოთი %s არ არსებობს
zh_cn: 找不到内容主机环境 '%s'

source: Couldn't find activation key content view id '%s'
fr: L'affichage de contenu de la clé d'activation avec l'id '%s' est introuvable
ka: აქტივაციის გასაღების შემცველობის ხედის ID-ს პოვნა შეუძლებელია: %s
zh_cn: 找不到激活码内容视图 id '%s'

source: Couldn't find activation key environment '%s'
fr: L'environnement de la clé d'activation '%s' est introuvable
ka: აქტივაციის გასაღების გარემოს პოვნა შეუძლებელია: %s
zh_cn: 找不到激活码环境 '%s'

source: Unable to reassign content hosts. Please provide system_content_view_id and system_environment_id.
fr: Impossible de réassigner les hôtes de contenu. Veuillez fournir system_content_view_id et system_environment_id.
zh_cn: 无法重新分配内容主机。请提供system_content_view_id 和 system_environment_id。

source: Unable to reassign activation_keys. Please provide key_content_view_id and key_environment_id.
fr: Impossible de réassigner des activation_keys. Veuillez fournir key_content_view_id et key_environment_id.
zh_cn: 無法重新指定 activation_keys。請提供 key_content_view_id 與 key_environment_id。

source: Unregister host %s before assigning an organization
fr: Désenregistrer l’hôte %s avant d'assigner une organisation
ka: ჰოსტის %s ორგანიზაციაზე მიბმამდე მისი რეგისტრაციის მოხსნაა საჭირო
zh_cn: 分配机构之前先取消注册主机 %s

source: Failed to delete %{host}: %{errors}
fr: N'a pas réussi à supprimer %{host}: %{errors}
ka: წაშლის შეცდომა %{host}: %{errors}
zh_cn: 删除 %{host} 失败：%{errors}

source: Organization %s is being deleted.
fr: L'organisation %s a été supprimée.
ka: მიმდინარეობს ორგანიზაციის წაშლა: %s.
zh_cn: 机构 %s 已被删除。

source: Simple Content Access will be required for all organizations in Katello 4.12.
fr: Simple Content Access sera obligatoire pour toutes les organisations dans Katello 4.12.
zh_cn: Katello 4.12 中的所有机构都需要简单内容访问。

source: Error connecting. Got: %s
fr: Error de connexion :%s
ka: შეერთების შეცდომა: %s
zh_cn: 连接错误。获得：%s

source: Error retrieving Pulp storage
fr: Error de récupération du stockage Pulp
ka: Pulp-ის საცავის მიღების შეცდომა
zh_cn: 获取 Pulp 存储出错

source: Error connecting to Pulp service
fr: Erreur de connexion au service Pulp
ka: Pulp-ის სერვისთან მიერთები შეცდომა
zh_cn: 连接到 Pulp 服务时出错

source: module streams not found
fr: modules de flux non trouvés
ka: მოდულის ნაკადი არ არსებობს
zh_cn: 找不到模块流

source: actions not found
fr: actions non trouvées
ka: ქმედება არ არსებობს
zh_cn: 未找到操作

source: Sync Status
fr: Sync Statut
ka: სინქის სტატუსი
zh_cn: 同步状态

source: Select Content View
fr: Sélectionner l'affichage de contenu
ka: შემცველობის წყაროს არჩევა
zh_cn: 选择内容视图

source: No Content View
fr: Aucun affichage de contenu
ka: შემცველობის ხედის გარეშე
zh_cn: 沒有內容视图

source: On Demand
fr: Sur demande
ka: საჭიროებისამებრ
zh_cn: 按需

source: Immediate
fr: Immédiat
ka: უეცარი
zh_cn: 立即

source: Streamed
fr: Streaming
ka: დასტრიმულია
zh_cn: 流

source: Inherit from Repository
fr: Hérité du référentiel
ka: მემკვიდრეობით რეპოზიტორიიდან
zh_cn: 从仓库继承

source: Content
fr: Contenu
ka: შემცველობა
zh_cn: 内容

source: Host content and subscription details
fr: Contenu de l'hôte et détails de l'abonnement
ka: ჰოსტის შემცველობისა და გამოწერის დეტალები
zh_cn: 主机内容和订阅详细信息

source: Change Content Source
fr: Changer la source du contenu
ka: ჰოსტის შემცველობის წყაროს შეცვლა
zh_cn: 更改内容源

source: No Service Level Preference
fr: Aucune préférence de niveau de service
ka: SLA მორგებული არაა
zh_cn: 无服务等级首选项

source: Service Level %s
fr: Niveau de service %s
ka: სერვისის დონე: %s
zh_cn: 服务等级 %s

source: View a report of the affected hosts
fr: Voir un rapport sur les hôtes concernés
ka: მოყოლილი ჰოსტების ანგარიშის ნახვა
zh_cn: 查看受影响主机的报告

source: %s ago
fr: Il y a %s
ka: %s-ის წინ
zh_cn: %s 前

source: Subscription Manifest validity check
fr: Contrôle de la validité du manifeste abonnement
ka: გამოწერის მანიფესტის ნამდვილობის შემოწმება
zh_cn: 订阅清单有效性检查

source: Host lifecycle support expiration notification
fr: Notification d’expiration de la prise en charge du cycle de vie de l’hôte
zh_cn: 主机生命周期支持过期通知

source: Pulp disk space notification
fr: Notification de l'espace disque Pulp
ka: Pulp-ის დისკის ადგილის გაფრთხილება
zh_cn: Pulp 磁盘空间通知

source: Subscription expiration notification
fr: Avis d'expiration de l'abonnement
ka: გამოწერის ვადის ამოწურვის შეტყობინება
zh_cn: 订阅到期通知

source: initiating %s task
fr: initier la tâche %s
ka: %s ამოცანის ინიციალიზაცია
zh_cn: 初始 %s 任务

source: checking %s task status
fr: vérification de l'état de la tâche %s
ka: %s ამოცანის სტატუსის შემოწმება
zh_cn: 检查 %s 任务状态

source: waiting for %s to finish the task
fr: en attendant que %s termine la tâche
ka: %s ამოცანის დასრულების მოლოდინი
zh_cn: 等待 %s 完成任务

source: Add content
fr: Ajouter du contenu
ka: შემცველობის დამატება
zh_cn: 添加内容

source: Upstream Candlepin
fr: Chandelle en amont
ka: აღმავალი Candlepin
zh_cn: 上游 Candlepin

source: Create
fr: Créer
ka: შექმნა
zh_cn: 创建

source: Delete Activation Key
fr: Supprimer la clé d'activation
ka: აქტივაციის გასაღების წაშლა
zh_cn: 删除激活码

source: Create Alternate Content Source
fr: Créer une autre source de contenu
ka: შემცველობის ალტერნატიული წყაროს შექმნა
zh_cn: 创建备用内容源

source: Destroy Alternate Content Source
fr: Détruire la source de contenu alternatif
ka: შემცველობის ალტერნატიული წყაროს განადგურება
zh_cn: 销毁备用内容源

source: Refresh Alternate Content Source
fr: Réactualisation de la source de contenu alternatif
ka: შემცველობის ალტერნატიული წყაროს განახლება
zh_cn: 刷新备用内容源

source: Update Alternate Content Source
fr: Mise à jour de la source de contenu alternatif
ka: შემცველობის ალტერნატიული წყაროს განახლება
zh_cn: 更新备用内容源

source: Generate host applicability
fr: Générer l'applicabilité à l'hôte
ka: ჰოსტის გამოყენებადობის გენერაცია
zh_cn: 产生主机适用性

source: Content Facet for host with id %s is non-existent. Skipping applicability calculation.
fr: La facet de contenu pour l'hôte avec id %s est inexistante. Sauter le calcul de l'applicabilité.
zh_cn: id 为 %s 的主机内容 Facet不存在。跳过适用性计算。

source: Bulk generate applicability for host %s
fr: La masse génère l'applicabilité pour les hôtes %s
zh_cn: 为主机 %s 批量生成适用性

source: Bulk generate applicability for hosts
fr: La masse génère l'applicabilité pour les hôtes
ka: გამოყენებადობის ერთდროულად მრავალი ჰოსტისთვის შექმნა
zh_cn: 批量生成主机的适用性

source: Generate repository applicability
fr: Générer l'applicabilité du référentiel
ka: ჰოსტის გამოყენებადობის გენერაცია
zh_cn: 生成仓库适用性

source: Synchronize smart proxy
fr: Synchroniser le smart proxy
ka: ჭკვიან პროქსისთან სინქრონიზაცია
zh_cn: 同步智能代理服务器

source: Action not allowed for the default smart proxy.
fr: Action non autorisée pour le proxy smart par défaut.
ka: ნაგულისხმევ ჭკვიან პროქსიზე ეს ქმედება დაუშვებელია.
zh_cn: 默认的智能代理不允许的操作。

source: Update Content Counts
fr: Mettre à jour le nombre de contenus
ka: შემცველობის რაოდენობის განახლება
zh_cn: 更新内容计数

source: Update CDN Configuration
fr: Mise à jour de la configuration CDN
ka: CDN-ის კონფიგურაციის განახლება
zh_cn: 更新 CDN 配置

source: Sync Content View on Smart Proxy(ies)
fr: Sync de la vue du contenu sur le(s) proxy(s) smart
ka: შემცველობის ხედის ჭკვიან პროქსიებზე სინქრონიზაცია
zh_cn: 在智能代理上同步内容视图

source: Delete
fr: Supprimer
ka: წაშლა
zh_cn: 刪除

source: Unable to send errata e-mail notification: %{error}
fr: Impossible d'envoyer une notification d'errata par courrier électronique: %{error}
ka: მორჩენილი პაჩების ელფოსტის შეტყობინების გაგზავნის შეცდომა: %{error}
zh_cn: 无法发送勘误电子邮件通知：%{error}

source: Cannot perform an incremental update on a Generated Content View Version (%{name} version version %{version}
fr: Ne peut effectuer une mise à jour croissante sur une version d'affichage de contenu générée (%{name} version version %{version}
zh_cn: 无法在生成的内容视图版本 (%{name} version version %{version} 上执行增量更新

source: Cannot perform an incremental update on a Composite Content View Version (%{name} version version %{version}
fr: Ne peut effectuer une mise à jour croissante sur une version d'affichage de contenu composite (%{name} version version %{version}
zh_cn: 无法在组合内容视图版本 (%{name} version version %{version} 上执行增量更新

source: Incremental update specified for composite %{name} version %{version}, but no components updated.
fr: Mise à jour croissante spécifiée pour le composite %{name} version %{version}, mais aucun composant mis à jour.
zh_cn: 为复合 %{name} 版本 %{version} 指定了增量更新，但没有更新的组件。

source: Incremental Update of %{content_view_count} Content View Version(s)
fr: Mise à jour incrémentielle de %%{content_view_count}Version(s) d'affichage de contenu
ka: %{content_view_count} შემცველობის ხედის ვერსიის ინკრემენტული განახლება
zh_cn: 内容视图版本的增量更新

source: with
fr: avec
ka: -ით
zh_cn: 带有

source: , and
fr: , et
ka: , და
zh_cn: ，和

source: %{errata_count} Errata
ka: %{errata_count} მორჩენილი პაჩი
zh_cn: %{errata_count}勘误

source: %{modulemd_count} Module Stream(s)
fr: %%{modulemd_count} Flux de Module(s)
ka: %{modulemd_count} მოდულის ნაკადები
zh_cn: %%{modulemd_count} 模块流

source: %{package_count} Package(s)
fr: %%{package_count} Paquet(s)
ka: %{package_count} პაკეტი
zh_cn: %%{package_count} 软件包

source: Incremental Update incomplete.
fr: Mise à jour incrémentielle incomplète.
ka: ინკრემენტული განახლება მიუწვდომელია.
zh_cn: 增量更新不完整。

source: Added Content:
fr: Contenu ajouté :
ka: დამატებული შემცველობა:
zh_cn: 已新增內容：

source: Cannot promote environment out of sequence. Use force to bypass restriction.
fr: Impossible de promouvoir l'environnement hors séquence. Forcez le contournement de la restriction.
zh_cn: 无法无序升级环境。强制绕过限制。

source: Promotion to Environment
fr: Promotion à Environnement
ka: გარემოს წინ წაწევა
zh_cn: 升级到环境

source: Repository label '%s' is not associated with content view.
fr: Le label de référentiel '%s' n'est pas associé à la vue du contenu.
zh_cn: 仓库标签 '%s' 没有与内容视图关联。

source: Content view has repository label '%s' which is not specified in repos_units parameter.
fr: La vue du contenu a un label de référentiel '%s' qui n'est pas spécifié dans le paramètre repos_units.
zh_cn: 内容视图具有仓库标签 '%s'，它没有在 repos_units 参数中指定。

source: Publish
fr: Publier
ka: გამოქვეყნება
zh_cn: 发布

source: Cannot delete version while it is in environment %s
fr: Impossible de supprimer la version lorsqu'elle se trouve dans l'environnement %s
ka: გარემოში (%s) ყოფნისას ვერსიას ვერ წაშლით
zh_cn: 当它在环境 %s 中时，无法删除版本

source: Remove Versions and Associations
fr: Supprimer les versions et les associations
ka: ვერსიებისა და ასოციაციების წაშლა
zh_cn: 删除版本和关联

source: Either environments or versions must be specified.
fr: La version ou l'environnement doit être spécifié.
ka: გარემოების ან ვერსიების მითითება აუცილებელია.
zh_cn: 必須指定環境或版本。

source: Unable to reassign systems. Please check system_content_view_id and system_environment_id.
fr: Impossible de réassigner des systèmes. Veuillez vérifier system_content_view_id et system_environment_id.
zh_cn: 無法重新指定系統。請檢查 system_content_view_id 與 system_environment_id。

source: Unable to reassign activation_keys. Please check activation_key_content_view_id and activation_key_environment_id.
fr: Impossible de réassigner des activation_keys. Veuillez vérifier activation_key_content_view_id et activation_key_environment_id.
zh_cn: 无法重新分配 activation_keys。请检查 activation_key_content_view_id 和 activation_key_environment_id。

source: Cannot remove content view from environment. Content view '%{view}' is not in lifecycle environment '%{env}'.
fr: Impossible de supprimer l'affichage de contenu de l'environnement. L'affichage de contenu '%{view}' ne se trouve pas dans l'environnement de cycle de vie '%{env}'.
zh_cn: 无法从环境中删除内容视图。内容视图 '%{view}' 没有在生命周期环境 '%{env}' 中。

source: Remove from Environment
fr: Supprimer les environnements
ka: გარემოდან წაშლა
zh_cn: 从环境中移除

source: Remove Version
fr: Supprimer la version
ka: ვერსიის წაშლა
zh_cn: 移除版本

source: Create Repositories
fr: Créer des référentiels
ka: რეპოზიტორიების შექმნა
zh_cn: 创建仓库

source: Export
fr: Exporter
ka: გატანა
zh_cn: 导出

source: Import Content View Version
fr: Importer la version de l'affichage du contenu
ka: შემცველობის ხედის ვერსიის შემოტანა
zh_cn: 导入内容视图版本

source: Import Default Content View
fr: Importer la vue du contenu par défaut
ka: ნაგულისხმევი შემცველობის ხედის შემოტანა
zh_cn: 导入默认内容视图

source: Import Repository
fr: Importation du référentiel
ka: რეპოზიტორიის შემოტანა
zh_cn: 导入仓库

source: Incremental Update
fr: Mise à jour croissante
ka: ინკრემენტული განახლება
zh_cn: 增量更新

source: Content View Version %{id} not in all specified environments %{envs}
fr: La version d'affichage de contenu %{id} ne se trouve pas dans tous les environnements %{envs} indiqués
zh_cn: 内容视图版本 %{id} 没有在所有指定的环境 %{envs} 中

source: Cannot specify content for composite views
fr: Impossible d'indiquer du contenu pour les affichages composite
ka: კომპოზიტური ხედის შემცველობის მითითება შეუძლებელია
zh_cn: 无法为复合视图指定内容

source: Cannot specify components for non-composite views
fr: Impossible d'indiquer des composants pour les affichages non-composite
ka: არაკომპოზიტური ხედის შემცველობის მითითება შეუძლებელია
zh_cn: 无法为非复合视图指定组件

source: No Version of Content View %{component} already exists as a component of the composite Content View %{composite} version %{version}
fr: Aucune version d'affichage de contenu %{component} existe en tant que composant de l'affichage de contenu composite %{composite} version %{version}
zh_cn: 没有内容视图 %{component} 的版本已存在，作为复合内容视图 %{composite} 版本 %{version} 的组件

source: Republish Repositories of %{name} %{version}
fr: Republier les référentiels de %{name}%{version}
ka: %{name} %{version}-ის რეპოზიტორიების თავიდან გამოცემა
zh_cn: 重新发布 %{name}%{version} 的仓库

source: Republish Version Repositories
fr: Publier de nouveau les référentiels de version
ka: ვერსიების რეპოზიტორიების თავიდან გამოჩენა
zh_cn: 发布版本库

source: Delete Lifecycle Environment
fr: Supprimer l'environnement de cycle de vie
ka: ცხოვრების ციკლის გარემოს წაშლა
zh_cn: 删除生命周期环境

source: Publish Lifecycle Environment Repositories
fr: Publier les référentiels d'environnements de cycles de vie
ka: ცხოვრების ციკლის გარემოს რეპოზიტორიების გასაჯაროება
zh_cn: 发布生命周期环境仓库

source: Register host '%s' before attaching subscriptions
fr: Enregistrer les hôtes '%s' avant de joindre les abonnements
ka: ჰოსტის (%s) რეგისტრაცია გამოწერების მინიჭებამდე
zh_cn: 在附加订阅之前注册主机 '%s'

source: Attach subscriptions to %s
fr: Attacher abonnements à %s
ka: %s-ზე გამოწერების მიმაგრება
zh_cn: 将订阅附加到 %s

source: Unknown
fr: Inconnu
ka: უცნობია
zh_cn: 未知

source: Attach subscriptions
fr: Attacher abonnements
ka: გამოწერების მიმაგრება
zh_cn: 附加订阅

source: Destroy Content Host %s
fr: Détruire l'hôte du contenu %s
ka: შემცველობის ჰოსტის განადგურება: %s
zh_cn: 销毁内容主机 %s

source: Destroy Content Host
fr: Détruire l'hôte du contenu
ka: შემცველობის ჰოსტის განადგურება
zh_cn: 销毁内容主机

source: Host creation was skipped for %s because it shares a BIOS UUID with %s. To report this hypervisor, override its dmi.system.uuid fact or set 'candlepin.use_system_uuid_for_matching' to 'true' in the Candlepin configuration.
fr: La création d'un hôte a été ignorée pour %scar il partage un BIOS UUID avec %s. Pour signaler cet hyperviseur, surchargez son dmi.system.uuid fact ou mettez "candlepin.use_system_uuid_for_matching" à "true" dans la configuration de Candlepin.
zh_cn: 主机创建已被跳过%s，因为它与 %s 共享一个 BIOS UUID。要报告此虚拟机管理程序，请覆盖其dmi.system.uuid fact，或在 Candlepin 配置中将 'candlepin.use_system_uuid_for_matching' 设置为'true'。

source: Host '%{name}' does not belong to an organization
fr: L'hôte '%{name}' n'appartient pas à une organisation
ka: ჰოსტი (%{name}) ორგანიზაციას არ მიეკუთვნება
zh_cn: 主机 '%{name}' 不属于一个机构

source: Error refreshing status for %s:
fr: Erreur Statut de rafraîchissement pour %s :
ka: %s-ის სტატუსის განახლების შეცდომა:
zh_cn: %s 的错误刷新状态：

source: Remove subscriptions from %s
fr: Supprimer les abonnements de %s
ka: გამოწერების წაშლა %s-დან
zh_cn: 从 %s 中删除订阅

source: Remove subscriptions
fr: Supprimer les abonnements
ka: გამოწერის წაშლა
zh_cn: 删除订阅

source: This Host is not currently registered with subscription-manager.
fr: Cet hôte n'est pas actuellement enregistré auprès de subscription-manager.
ka: ჰოსტი subscription-manager-ით დარეგისტრირებული არაა.
zh_cn: 该主机当前没有使用 subscription-manager 注册。

source: Update Content Overrides to %s
fr: Mettre à jour les substitutions de contenu à %s
ka: შემცველობის გადაფარვის განახლება %s-მდე
zh_cn: 更新内容覆盖到 %s

source: Update Content Overrides
fr: Mettre à jour les substitutions de contenu
ka: შემცველობის გადაფარვის განახლება
zh_cn: 更新内容覆盖

source: Host %s has not been registered with subscription-manager.
fr: L’hôte %sn'est pas enregistré dans le subscription-manager.
ka: ჰოსტი subscription-manager-ით დარეგისტრირებული არაა: %s.
zh_cn: 主机 %s 还没有通过 subscription-manager 注册。

source: Update for host
fr: Mise à jour de l'hôte
ka: განახლება ჰოსტისთვის
zh_cn: 对主机的更新

source: Update for host %s
fr: Mise à jour de l'hôte %s
ka: განახლებები ჰოსტისთვის %s
zh_cn: 主机 %s 的更新

source: Host %{name} cannot be assigned release version %{release_version}.
fr: L'hôte %{name} ne peut pas se voir attribuer la version %%{release_version}.
zh_cn: 主机 %%{name} 无法分配发行版本％%{release_version} 。

source: Update release version for host
fr: Mettre à jour la version de publication pour l'hôte
ka: ჰოსტის რელიზის ვერსიის განახლება
zh_cn: 为主机更新发行版本

source: Update release version for host %s
fr: Mettre à jour la version de publication pour l'hôte %s
ka: რელიზის ვერსიის განახლება ჰოსტისთვის: %s
zh_cn: 为主机 %s 更新发行版本

source: Updating System Purpose for host %s
fr: Mise à jour Objectif système pour l'hôte %s
ka: სისტემური დანიშნულების განახლება ჰოსტისთვის %s
zh_cn: 为主机 %s 更新系统目的

source: Updating System Purpose for host
fr: Mise à jour Objectif système pour l'hôte
ka: ჰოსტის სისტემური დანიშნულების განახლება
zh_cn: 主机更新系统目的

source: Package Profile Update for %s
fr: Mise à jour du profil du paquet pour %s
ka: პაკეტის პროფილის განახლება %s-სთვის
zh_cn: %s 的软件包配置集更新

source: Package Profile Update
fr: Mise à jour du profil du paquet
ka: პაკეტის პროფილის განახლება
zh_cn: 软件包配置集更新

source: Combined Profile Update for %s
fr: Mise à jour de profil combiné pour %s
ka: კომპინირებული პროფილის განახლება %s-სთვის
zh_cn: %s 的组合配置集更新

source: Combined Profile Update
fr: Mise à jour de profil combiné
ka: პროფილის კომბინირებული განახლება
zh_cn: 组合的配置集更新

source: Destroy
fr: Détruire
ka: განადგურება
zh_cn: 销毁

source: Delete Manifest
fr: Supprimer le manifeste
ka: მანიფესტის წაშლა
zh_cn: 删除清单

source: Manifest deleted
fr: Manifeste supprimé
ka: მანიფესტი წაიშალა
zh_cn: 删除的清单

source: Import Manifest
fr: Importer le manifeste
ka: მანიფესტის შემოტანა
zh_cn: 导入清单

source: Manifest imported
fr: Manifeste importé
ka: მანიფესტი შემოტანილია
zh_cn: 导入的清单

source: Refresh Manifest
fr: Actualiser le fichier manifeste
ka: მანიფესტის განახლება
zh_cn: 刷新清单

source: Manifest refreshed
fr: Manifeste rafraîchi
ka: მანიფესტი განახლდა
zh_cn: 刷新的清单
