Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: Cannot add a repository from an Organization other than %s.
fr: Impossible d'ajouter un référentiel à partir d'une organisation autre que %s.
zh_cn: 无法从 %s 以外的机构添加仓库。

source: Repositories from published Content Views are not allowed.
fr: Les référentiels des affichages de contenu publiés ne sont pas autorisés.
zh_cn: 不允许来自发布的内容视图中的仓库。

source: , must be unique to major and version id version.
fr: , doit être unique à la version majeure et id de version.
zh_cn: ，对于主版本号和版本 ID 版本必须是唯一的。

source: Auto Publish - Triggered by '%s'
fr: Auto Publish - Déclenché par '%s'
ka: ავტომატური გამოცემა - ტრიგერი: "%s"
zh_cn: 自动发布 - 由 '%s' 触发

source: Default content view versions cannot be promoted
fr: Les versions de l'affichage du contenu par défaut ne peuvent pas être promues
ka: ნაგულისხმევი შემცველობის ხედის ვერსიების წახალისება შეუძლებელია
zh_cn: 无法提升默认的内容视图版本

source: Cannot delete version while it is in environments: %s
fr: Impossible de supprimer la version lorsqu'elle se trouve dans les environnements : %s
ka: ვერსიის წაშლა, სანამ ის გარემოებშია, შეუძლებელია: %s
zh_cn: 当它在环境 %s 中时，无法删除版本

source: Cannot delete version while it is in use by composite content views: %s
fr: Impossible de supprimer la version tant qu'elle est utilisée par des affichages de contenu composites : %s
ka: ვერსის წაშლა, სანამ ის კომპოზიტურ შემცველობის ხედებში გამოიყენება, შეუძლებელია: %s
zh_cn: 当它在复合内容视图 %s 中时，无法删除版本

source: Cannot add composite versions to another composite content view
fr: Impossible d'ajouter des versions composites à un autre affichage de contenu composite
ka: კომპოზიტური ვერსიების სხვა კომპოზიტურ შემცველობის ხედებში ვერ ჩაამატებთ
zh_cn: 无法将复合版本添加到另外一个复合内容视图中

source: Content imported by %{user} into content view '%{name}'
fr: Contenu importé par %{user} dans la vue du contenu '%{name}'
zh_cn: 由 %{user} 导入到内容视图 '%{name}' 中的内容

source: Security errata installable
fr: Errata de sécurité installables
ka: დაყენებადი უსაფრთხოების მორჩენილი პაჩები
zh_cn: 可安装的安全勘误

source: Security errata applicable
fr: Errata de sécurité applicables
ka: შესატყვისი უსაფრთხოების მორჩენილი პაჩები
zh_cn: 可应用的安全勘误

source: Non-security errata installable
fr: Errata non-sécurité installables
ka: დაყენებადი არა-უსაფრთხოების მორჩენილი პაჩები
zh_cn: 可安装的非安全勘误

source: Non-security errata applicable
fr: Errata non-sécurité applicables
ka: შესატყვისი არა-უსაფრთხოების მორჩენილი პაჩები
zh_cn: 可应用的非安全勘误

source: All errata applied
fr: Toutes les errata sont applicables
ka: ყველა მორჩენილი პაჩი გადატარდა
zh_cn: 所有已应用的勘误

source: No installed packages and/or enabled repositories have been reported by %s.
fr: Aucun paquet installé et/ou référentiel activé n'a été signalé par %s.
zh_cn: %s 还没有报告任何安装的软件包和/或启用的仓库。

source: Unknown errata status
fr: Statut d'errata inconnu
ka: მორჩენილი პაჩის უცნობი სტატუსი
zh_cn: 未知勘误状态

source: Unsupported event type %{type}. Supported: %{types}
fr: Type d'événement non pris en charge %{type}. Pris en charge : %{types}
ka: მოვლენის მხარდაუჭერელი ტიპი %{type}. მხარდაჭერილი ტიპებია: %{types}
zh_cn: 不支持的事件类型 %{type}。支持：%{types}

source: cannot be changed.
fr: ne peut pas être changé.
ka: არ შეიძლება შეიცვალოს.
zh_cn: 无法更改。

source: Subscription id is nil.
fr: Id d'abonnement nul.
ka: გამოწერის ID ნულოვანია.
zh_cn: 订阅 ID 为空。

source: Cannot import a custom subscription from a redhat product.
fr: Impossible d'importer un abonnement personnalisé à partir d'un produit Red Hat.
zh_cn: 无法从红帽产品导入定制订阅。

source: Subscription was not persisted - %{error_message}
fr: L'abonnement n'a pas été maintenu - %%{error_message}
ka: გამოწერამ ვერ გაუძლო - %{error_message}
zh_cn: 订阅没有持久性 - ％%{error_message}

source: Content facet for host %s has more than one content view. Use #content_views instead.
fr: La facet de contenu de l'hôte %s a plus d'une vue de contenu. Utilisez plutôt #content_views.
zh_cn: 主机 %s 的内容会有多个内容视图。改为使用 slirpcontent_views。

source: Content facet for host %s has more than one lifecycle environment. Use #lifecycle_environments instead.
fr: Facet de contenu pour l'hôte %s a plus d'un environnement de cycle de vie. Utilisez plutôt #lifecycle_environments.
zh_cn: 主机 %s 的内容有多个生命周期环境。使用它替代了lifecycle_environments。

source: Lifecycle environment must be specified
fr: L'environnement du cycle de vie doit être spécifié
ka: ცხოვრების ციკლის გარემოების მითითება აუცილებელია
zh_cn: 必须指定生命周期阶段

source: Content view must be specified
fr: La vue du contenu doit être spécifiée
ka: შემცველობის ხედის მითითება აუცილებელია
zh_cn: 必须指定内容视图

source: Unable to create ContentViewEnvironment. Check the logs for more information.
fr: Impossible de créer ContentViewEnvironment. Vérifier les journaux pour plus d'informations.
zh_cn: 无法创建 ContentViewEnvironment。检查日志以了解更多信息。

source: register_hostname_fact set for %s, but no fact found, or was localhost.
fr: register_hostname_fact est réglé sur %s, mais aucun fact n'a été trouvé, ou était localhost.
zh_cn: %s 的 register_hostname_fact 设置，但找不到 fact，或者是 localhost。

source: Organization cannot be blank.
fr: L'organisation ne peut pas être vide.
ka: ორგანიზაცია ცარიელი ვერ იქნება.
zh_cn: 机构不能为空。

source: must be unique within one organization
fr: doit être unique dans une organisation
ka: ერთი ორგანიზაციის უნიკალური უნდა იყოს
zh_cn: 在机构中需要是唯一的

source: must be a positive integer value.
fr: doit être une valeur entière positive.
ka: უნდა წარმოადგენდეს დადებით მთელ რიცხვს.
zh_cn: 必须是正整数值。

source: max_hosts must be given a value if this host collection is not unlimited.
fr: max_hosts doit recevoir une valeur si cette collection d'hôtes n'est pas illimitée.
zh_cn: 如果此主机集合没有限制，则必须为 max_hosts 赋予一个值。

source: may not be less than the number of hosts associated with the host collection.
fr: ne peut pas être inférieur au nombre d'hôtes de associés à la collection d'hôtes.
zh_cn: 不得少于与主机集合关联的主机数。

source: Host Collections
fr: Collections d'hôtes
ka: ჰოსტების კოლექციები
zh_cn: 主机集合

source: You cannot have more than %{max_hosts} host(s) associated with host collection '%{host_collection}'.
fr: "Vous ne pouvez pas posséder plus de %%{max_hosts} hôte(s) associés à la collection d'hôte '%%{host_collection} '.
zh_cn: 您不能有多于 %%{max_hosts} 个主机与主机集合 '%%{host_collection}' 相关联。

source: of environment must be unique within one organization
fr: de l'environnement doit être unique dans l'organisation
ka: გარემო ორგანიზაციის შიგნით უნიკალური უნდა იყოს
zh_cn: 一个组织内环境必须是唯一的

source: : '%s' is a built-in environment
fr: : « %s » est un environnement intégré
ka: : '%s' ჩადგმული გარემოა
zh_cn: : '%s' 是一个内建环境

source: An environment is missing a prior
fr: Il manque à l'environnement un préalable
ka: გარემოს აკლია წინა
zh_cn: 环境缺少一个前

source: Library lifecycle environments may not be deleted.
fr: Les environnements de cycle de vie de la bibliothèque ne peuvent pas être supprimés.
ka: ბიბლიოთეკის სიცოცხლის ციკლის გარემოს წაშლა შეუძლებელია.
zh_cn: 库生命周期环境可能无法删除。

source: Lifecycle Environment %s has associated Hosts. Please unregister or move the associated Hosts before trying to delete this lifecycle environment.
fr: L'environnement de cycle de vie %s a des hôtes associés. Veuillez changer ou supprimer les hôtes avant de tenter de supprimer cet environnement de cycle de vie.
zh_cn: 生命周期环境 %s 已与主机关联。在删除这个生命周期环境前，需要取消注册或移动关联的主机。

source: Lifecycle Environment %s has associated Activation Keys. Please change or remove the associated Activation Keys before trying to delete this lifecycle environment.
fr: L'environnement de cycle de vie %s a associé les Clés d'Activation. Veuillez changer ou supprimer les clés d'activation avant de tenter de supprimer cet environnement de cycle de vie.
zh_cn: 生命周期环境 %s 已与激活码关联。在删除这个生命周期环境前，请先修改或删除关联的激活码。

source: Lifecycle Environment
fr: Environnement de cycle de vie
ka: ცხოვრების ციკლის გარემო
zh_cn: 生命周期环境

source: Not running
fr: Non en cours
ka: გაშვებული არაა
zh_cn: 未运行

source: Skipped pulp_auth check after failed pulp check
fr: Vérification pulp_auth ignorée après échec de la vérification Pulp
zh_cn: pulp 检查失败后跳过 pulp_auth

source: foreman-tasks service not running or is not ready yet
fr: le service foreman-tasks service n'est pas en cours d'exécution ou n'est pas encore prêt
ka: სერვისი foreman-tasks გაშვებული ან ჯერ მზად არაა
zh_cn: foreman-tasks 服务未运行或没有就绪

source: some executors are not responding, check %{status_url}
fr: certains exécuteurs ne répondent pas, vérifier %%{status_url}
ka: ზოგიერთი შემსრულებელი არ მპასუხობს. იხილეთ %{status_url}
zh_cn: 一些执行程序没有响应，请检查％%{status_url}

source: Candlepin is not running properly
fr: Candlepin ne fonctionne pas correctement
ka: Candlepin -ი სწორად არ მუშაობს
zh_cn: Candlepin 没有正常运行

source: Pulp does not appear to be running at %s.
fr: Pulp ne semble pas exécuter à %s.
ka: %s-ზე Pulp-ი გაშვებული არაა.
zh_cn: Pulp 没有在 %s 上运行。.

source: Pulp database connection issue at %s.
fr: Problème de connexion de la base de données Pulp à %s.
ka: Pulp-ის პრობლემა ბაზასთან მიერთებისას: %s.
zh_cn: 在 %s 上有 Pulp 数据库连接问题 。

source: Pulp message bus connection issue at %s.
fr: Problème de connexion de bus de message Pulp à %s.
ka: Pulp-ის შეცდომა შეტყობინებების მატარებელთან მიერთებისას მისამართზე %s.
zh_cn: 在 %s 上有 Pulp 消息总线连接问题。

source: Not all necessary pulp workers running at %s.
fr: Tous les workers pulp nécessaires ne fonctionnent pas à %s.
ka: %s-ზე pulp-ის დამხმარე პროცესების რაოდენობა საკმარისი არაა.
zh_cn: 并非所有需要的 pulp worker 都在 %s 上运行。

source: Pulp redis connection issue at %s.
fr: Problème de la connexion redis Pulp à %s.
ka: Pulp-ის პრობლემა redis-თან მიერთებისას: %s.
zh_cn: 在 %s 上有 Pulp redis 连接问题。

source: No pulpcore workers are running at %s.
fr: Aucun pulpcore n’exécute dans %s.
ka: %s-ზე puplcore დამხმარე პროცესები გაშვებული არაა.
zh_cn: 在 %s 上没有运行 pulpcore worker。

source: No pulpcore content apps are running at %s.
fr: Aucune app de contenu pulpcore n’exécute dans %s.
ka: %s-ზე pulpcore-ის შემცველობის აპები გაშვებული არაა.
zh_cn: 在 %s 上没有允许 没有 pulpcore 内容应用程序。

source: A Pool and its Subscription cannot belong to different organizations.
fr: Un pool et son abonnement ne peuvent pas appartenir à des organisations différentes
zh_cn: 一个池及其订阅不能属于不同的机构。

source: None
fr: Aucun(e)
ka: არცერტი
zh_cn: 没有

source: Product and Repositories
fr: Produit et référentiels
ka: პროდუქტები და რეპოზიტორიები
zh_cn: 产品和存储库

source: Cannot associate a Red Hat provider with a custom product
fr: Impossible d'associer un fournisseur Red Hat à un produit personnalisé
zh_cn: 无法将红帽供应商与自定义产品关联

source: Cannot add disabled Red Hat product %s to sync plan!
fr: Impossible d'ajouter un produit Red Hat désactivé%s pour synchroniser le plan !
zh_cn: 无法将禁用的红帽产品 %s 添加到迁移计划中！

source: must be true or false
fr: doit être vrai ou faux
ka: უნდა იყოს ან "true" ან "false"
zh_cn: 必须为 true 或 false

source: Only one Red Hat provider permitted for an Organization
fr: Seul un fournisseur Red Hat autorisé pour une organisation
zh_cn: 一个机构仅允许一个 Red Hat 供应商

source: the following attributes can not be updated for the Red Hat provider: [ %s ]
fr: les attributs suivants ne peuvent pas être mis à jour pour le fournisseur Red Hat : [ %s ]
zh_cn: 以下属性不能为红帽供应商更新： [ %s ]

source: Addons
ka: დამატებები
zh_cn: 插件

source: Role
fr: Rôle
ka: როლი
zh_cn: 角色

source: Service level
fr: Niveau de service
ka: სერვისის დონე
zh_cn: 服务等级

source: System purpose
fr: Objectif system
ka: სისტემის დანიშნულება
zh_cn: 系统目的

source: Matched
fr: Correspondance
ka: ემთხვევა
zh_cn: 匹配

source: Mismatched
fr: Discordance
ka: არ ემთხვევა
zh_cn: 不匹配

source: Not specified
fr: Non spécifié
ka: მითითებული არაა
zh_cn: 未指定

source: Usage
fr: Utilisation
ka: გამოყენება
zh_cn: 用法

source: for repository '%{name}' is not unique and cannot be created in '%{env}'. Its Container Repository Name (%{container_name}) conflicts with an existing repository. Consider changing the Lifecycle Environment's Registry Name Pattern to something more specific.
fr: car le référentiel "%%{name}" n'est pas unique et ne peut pas être créé dans %%{env}. Son nom de référentiel de conteneurs (%%{container_name}) est en conflit avec un référentiel existant. Envisagez de modifier le modèle de nom de registre de l'environnement du cycle de vie pour qu'il soit plus spécifique.
zh_cn: 仓库 '%%{name}' 的名称不是唯一的，因此无法在 '%%{env}' 中创建。其容器仓库名称（%%{container_name}）与现有仓库冲突。考虑将 Lifecycle Environment 的注册表名称模式更改为更具体。

source: Successfully synchronized.
fr: Synchronisation réussie.
ka: სინქრონიზაცია წარმატებულია.
zh_cn: 同步成功。

source: Cannot clone into the Default Content View
fr: Impossible de cloner dans un affichage de contenu par défaut
ka: ნაგულისხმევ შემცველობის ხედში კლონირება შეუძლებელია
zh_cn: 无法克隆到默认内容视图

source: View %{view} has not been promoted to %{env}
fr: L'affichage %{view} n’a pas été promu à %{env}
ka: ხედი %{view} %{env}-მდე არ დაწინაურებულა
zh_cn: 视图 %{view} 已被提升为 %{env}

source: Repository has already been cloned to %{cv_name} in environment %{to_env}
fr: Le référentiel a déjà été cloné sur %%{cv_name} dans l'environnement %%{to_env}
zh_cn: 仓库已被克隆到环境 %%{to_env} 中的 %%{cv_name}

source: Repository cannot be deleted since it has already been included in a published Content View. Please delete all Content View versions containing this repository before attempting to delete it or use --remove-from-content-view-versions flag to automatically remove the repository from all published versions.
fr: Le référentiel ne peut pas être supprimé car il a déjà été inclus dans une vue de contenu publiée. Veuillez supprimer toutes les versions de Content View contenant ce référentiel avant d'essayer de le supprimer ou utilisez l'indicateur --remove-from-content-view-versions pour supprimer automatiquement le référentiel de toutes les versions publiées.
zh_cn: 由于已包含在公布的内容视图中，因此无法删除存储库。请在尝试删除它前删除所有包含此存储库的内容视图版本，或使用 --remove-from-content-view-versions 标志自动从所有发布的版本中删除存储库。

source: This is not a linked repository
fr: Il ne s'agit pas d'un référentiel associé
ka: ბმულ რეპოზიტორიას არ წარმოადგენს
zh_cn: 没有连接的仓库

source: RHEL lifecycle
fr: Cycle de vie de RHEL
ka: RHEL-ის ცხოვრების ციკლი
zh_cn: RHEL 生命周期

source: Full support
fr: Support total
ka: სრული მხარდაჭერა
zh_cn: 完全支持

source: Maintenance support
fr: Support de maintenance
ka: რემონტის მხარდაჭერა
zh_cn: 维护支持

source: Approaching end of maintenance support (%s)
fr: Approche de la fin du support de maintenance (%s )
ka: ახლოვდება რემონტის მხარდაჭერის დასასრული (%s)
zh_cn: 接近维护支持结束 (%s)

source: Approaching end of maintenance support
fr: Approche de la fin du support de maintenance
ka: ახლოვდება რემონტის მხარდაჭერის დასასრული
zh_cn: 接近维护支持结束

source: Extended support
fr: Support étendu
ka: გაფართოებული მხარდაჭერა
zh_cn: 延长支持

source: Approaching end of support (%s)
fr: Fin du support approche (%s )
ka: ახლოვდება მხარდაჭერის დასასრული (%s)
zh_cn: 接近支持结束 (%s)

source: Approaching end of support
fr: Approche de la fin du support
ka: ახლოვდება მხარდაჭერის დასასრული
zh_cn: 接近支持结束

source: Support ended
fr: Support terminé
ka: მხარდაჭერა დასრულდა
zh_cn: 支持终止

source: is not enabled. must be one of the following: %s
fr: n’est pas activé. Doit correspondre à un parmi :%s
ka: ჩართული არაა. უნდა იყოს ერთ-ერთი: %s
zh_cn: 没有启用。需要是以下之一：%s

source: Cannot set attribute %{attr} for content type %{type}
fr: Impossible de définir l'attribut %{attr} pour le type de contenu %{type}
ka: შემცველობის ტიპზე %{type} ატრიბუტის %{attr} დაყენება შეუძლებელია
zh_cn: 无法为内容类型 %{attr} 设置属性 %{type}

source: Cannot sync file:// repositories with the On Demand Download Policy
fr: Impossible de synchroniser les référentiels file:// avec les politiques de téléchargement à la demande
zh_cn: 无法同步带有按需下载策略的 file:// 仓库

source: Invalid mirroring policy for repository type %{type}, only %{policies} are valid.
fr: Politique de mise en miroir non valide pour le type de référentiel %%{type}, seul %%{policies} est valide.
zh_cn: 对于仓库类型 %%{type} 的无效的镜像策略，只有 %%{policies} 有效。

source: cannot be blank when Repository URL is provided.
fr: ne peut pas être vide lorsque l'URL du référentiel est fournie.
ka: არ შეიძლება ცარიელი იყოს მაშინ, როცა რეპოზიტორიის URL miTiTebulia.
zh_cn: 提供仓库 URL 时不能为空。

source: Upstream Name cannot be blank when Repository URL is provided.
fr: Le nom en amont ne peut pas être vide lorsque l'URL du référentiel est fournie.
zh_cn: 当提供仓库 URL 时，上游名称不能为空。

source: Container Image Repositories are not protected at this time. They need to be published via http to be available to containers.
fr: Les référentiels d’image de conteneur ne sont pas toujours protégés. Ils ont besoin d'être publiés via http pour être disponibles aux conteneurs.
zh_cn: 目前容器镜像仓库没有受保护。您需要通过 http 进行发布以对容器可用。

source: cannot be set for non-yum repositories.
fr: ne peut pas être défini pour les référentiels non-yum.
ka: არ შეიძლება დაწესდეს არა-yum რეპოზიტორიებისთვის.
zh_cn: 无法为非 yum 仓库设置。

source: Checksum type cannot be set for yum repositories with on demand download policy.
fr: Le type de checksum ne peut pas être défini pour les référentiels yum avec une politique de téléchargement à la demande.
zh_cn: 无法为使用按需下载策略的 yum 仓库设置 Checksum 类型。

source: URL needs to have a trailing /
fr: L'URL doit comporter un / à la fin
ka: URL "/"-ით უნდა მთავრდებოდეს
zh_cn: URL 需要一个末尾的 /

source: Requirements yaml should have a 'collections' key
fr: Les exigences de yaml doivent avoir une clé 'collections'
ka: მოთხოვნების yaml ფაილს 'collections' გასაღები უნდა ჰქონდოდა
zh_cn: Requirements yaml 应当有 'collections' 键

source: Requirements yaml should be a key-value pair structure.
fr: Les exigences de yaml doivent avoir une structure de paire clé-valeur.
ka: მოთხოვნების yaml ფაილს გასაღები-მნიშვნელობის წყვილების სტრუქტურ უნდა ჰქონდეს.
zh_cn: Requirements yaml 应当是键值对结构。

source: Requirements is not valid yaml.
fr: Les exigences ne sont pas valides pour yalm.
ka: მოთხოვნები სწორ yaml-ს არ წარმოადგენენ.
zh_cn: Requirements 不是有效的 yaml。

source: Ignorable content can be only set for Yum repositories.
fr: Le contenu ignorable ne peut être défini que pour les référentiels Yum.
ka: გამოტოვებადი შემცველობის დაყენება მხოლოდ Yum-ის რეპოზიტორიებისთვის შეგიძლიათ.
zh_cn: 可忽略内容只能为 Yum 仓库设置。

source: Invalid value specified for ignorable content.
fr: Valeur invalide spécifiée pour un contenu ignorable.
ka: დასაიგნორირებელი შემცველობისთვის მითითებული მნიშვნელობა არასწორია.
zh_cn: 为可忽略的内容指定了无效的值。

source: Invalid value specified for ignorable content. Permissible values %s
fr: Valeur invalide spécifiée pour un contenu ignorable. Valeurs autorisées %s
ka: გამოტოვებადი შემცველობის არასწორი მნიშვნელობა. დასაშვები მნიშვნელობებია %s
zh_cn: 为可忽略的内容指定了无效的值。允许值为 %s

source: Ignore %s cannot be set in combination with the 'Complete Mirroring' mirroring policy.
fr: Ignorer%s ne peut pas être défini en combinaison avec la stratégie de mise en miroir « Mise en miroir complète ».
zh_cn: 忽略 %s 无法与 'Complete Mirroring' 镜像策略结合使用。

source: Invalid value specified for Container Image repositories.
fr: Valeur non valable spécifiée pour les référentiels d'images de conteneurs.
ka: კონტეინერის ასლის რეპოზიტორიებისთვის მითითებული მნიშვნელობა არასწორია.
zh_cn: 为容器镜像仓库指定的值无效。

source: are only allowed for Yum repositories.
fr: ne sont autorisés que pour les référentiels Yum.
ka: დაშვებულია მხოლოდ Yum-ის რეპოზიტორიებისთვის.
zh_cn: 仅允许用于Yum存储库。

source: invalid: Repositories can only require one OS version.
fr: invalide : les référentiels ne peuvent exiger qu'une seule version du système d'exploitation.
ka: არასწორია: რეპოზიტორიებს შეიძლება ოს-ის მხოლოდ ერთი ვერსია სჭირდებოდეთ.
zh_cn: 无效：存储库只能要求一个操作系统版本。

source: must be one of: %s
fr: doit être une des valeurs suivantes : %s
ka: უნდა იყოს %s -დან ერთ-ერთი
zh_cn: 必须是 %s 之一

source: Upstream username and upstream password cannot be blank for ULN repositories
fr: Le nom d'utilisateur et le mot de passe en amont ne peuvent être vides pour les ULN personnalisés
ka: აღმავალის მომხმარებელი და პაროლი ULN რეპოზიტორიებისათვის ცარიელი ვერ იქნება
zh_cn: 对于 ULN 软件仓库，上游用户名和上游密码不能为空

source: Upstream username and password may only be set on custom repositories.
fr: Le nom d'utilisateur et le mot de passe en amont ne peuvent être définis que sur des référentiels personnalisés.
zh_cn: 上游用户名和密码可能只能在自定义仓库上设置。

source: Upstream password requires upstream username be set.
fr: Le mot de passe en amont exige que le nom d'utilisateur en amont soit défini.
ka: აღმავალის პაროლს აღმავალის მომხმარებლის სახელის დაყენება სჭირდება.
zh_cn: 上游密码要求设置上游用户名。

source: Upstream username requires upstream password be set.
fr: Le nom d'utilisateur en amont exige que le mot de passe en amont soit défini.
ka: აღმავალის მომხმარებლის სახელს აღმავალის პაროლის დაყენება სჭირდება.
zh_cn: 上游用户名需要设置上游密码。

source: Auth URL requires Auth token be set.
fr: L'URL d'authentification exige que le jeton d'authentification soit défini.
ka: ავთენტიკაციის ბმულს ავთენტიკაციის კოდის მითითება სჭირდება.
zh_cn: 身份验证 URL 需要设置 Auth 令牌。

source: When "Upstream URL" is set, "Releases/Distributions" must also be set!
fr: Lorsque "Upstream URL" est défini, "Releases/Distributions" doit également être défini !
zh_cn: 当设置 "Upstream URL" 时，还必须设置 "Releases/Distributions"

source: When "Releases/Distributions" is set, "Upstream URL" must also be set!
fr: Lorsque "Releases/Distribution" est défini, "Upstream URL" doit également être défini !
zh_cn: 当设置 "Releases/Distributions" 时，还必须设置 "Upstream URL"

source: is only allowed for Yum repositories.
fr: ne sont autorisés que pour les référentiels Yum.
ka: შეუძლია მხოლოდ Yum რეპოზიტორიებისთვის.
zh_cn: 仅允许用于 Yum 仓库。

source: must not be a negative value.
fr: ne doit pas correspondre à une valeur négative.
ka: უარყოფითი მნიშვნელობა დაუშვებელია.
zh_cn: 不能是负值。

source: It is only allowed for Non-Redhat Yum repositories.
fr: N'est autorisé que pour les référentiels Yum non-Redhat.
ka: დაშვებულია, მხოლოდ, არა-Redhat Yum-ის რეპოზიტორიებისთვის.
zh_cn: 仅允许用于非红帽的 Yum 仓库。

source: Cannot calculate name for custom repos
fr: Impossible de calculer le nom pour les référentiels personnalisés
ka: ხელით მითითებული რეპოზიტორიების სახელის გამოთვლა შეუძლებელია
zh_cn: 无法计算自定义仓库的名称

source: Subscription
fr: Abonnement
ka: გამოწერა
zh_cn: 订阅

source: Fully entitled
fr: Avec tous les droits octroyés
ka: სრული უფლების მქონე
zh_cn: 有完整权利

source: Partially entitled
fr: Quelques droits octroyés
ka: ნაწილობრივი უფლების მქონე
zh_cn: 有部分权利

source: Unentitled
fr: Sans droits
ka: უფლებების არ მქონე
zh_cn: 沒有权利

source: Unsubscribed hypervisor
fr: Hyperviseur désabonné
ka: გამოწერამოხსნილი ჰაიპერვაიზორი
zh_cn: 取消订阅的虚拟机监控程序

source: Simple Content Access
fr: Accès simple au contenu
ka: შემცველობასთან იოლი წვდომა
zh_cn: 简单内容访问

source: Unknown subscription status
fr: Statut d'abonnement inconnu
ka: გამოწერის უცნობი სტატუსი
zh_cn: 未知的订阅状态

source: Cannot add product %s because it is disabled.
fr: Ne peut pas ajouter produit %s car désactivé.
ka: პროდუქტის %s დამატება შეუძლებელია. ის გათიშულია.
zh_cn: 无法添加产品 %s，因为已将其禁用。

source: Custom cron expression only needs to be set for interval value of custom cron
fr: L'expression cron personnalisée ne doit être définie que pour la valeur de l'intervalle de cron personnalisé
zh_cn: 只需为自定义 cron 的间隔值设置自定义 cron 表达式

source: No recurring logic tied to the sync plan.
fr: Pas de logique récurrente liée au plan de synchronisation.
ka: სინქრონიზაციის გეგმაზე გამეორებადი ლოგიკა მიბმული არაა.
zh_cn: 没有与同步计划相关的重复逻辑。

source: Start Date and Time can't be blank
fr: La date de lancement et l'heure ne peuvent pas être vides
ka: დაწყების დრო და თარიღი ცარიელი ვერ იქნება
zh_cn: 起始日期和时间不能为空

source: Sync Plans
fr: Plans de Sync
ka: სინქრონიზაციის გეგმები
zh_cn: 同步计划

source: Interval cannot be nil
fr: L'intervalle ne peut être nul
ka: ინტერვალ ნული არ შეძლება იყოს
zh_cn: 间隔不能为零

source: Interval not set correctly
fr: Intervalle mal défini
ka: ინტერვალი არასწორია
zh_cn: 间隔设置不正确

source: Cron expression is not valid!
fr: L'expression cron n'est pas acceptée!
ka: Cron-ის გამოსახულება არასწორია!
zh_cn: Cron 表达式无效！
