Repository: Katello/katello
Catalog: engines/bastion_katello/locale/*/katello.edit.po
Languages: fr, ka, zh_cn

source: The description for the content view version promotion
fr: Description de la promotion de la version d'affichage de contenu
ka: შემცველობის ხედის ვერსიის წახალისების აღწერა
zh_cn: 内容视图版本升级的描述

source: Update a content view version
fr: Promouvoir une version d’affichage de contenu
ka: შემცველობის ხედის ვერსიის განახლება
zh_cn: 更新內容视图版本

source: The description for the content view version
fr: Description de la version d'affichage du contenu
ka: შემცველობის ხედის ვერსის აღწერა
zh_cn: 內容视图版本的描述

source: This content view version doesn't have a history.
fr: Cette version de la vue du contenu n'a pas d'historique.
ka: შემცველობის ხედის ამ ვერსიას ისტორია არ გააჩნია.
zh_cn: 此内容视图版本没有历史记录。

source: Forces a republish of the version's repositories' metadata
fr: Oblige à republier les métadonnées des référentiels de la version
ka: ვერსიის რეპოზიტორიის მეტამონაცემების თავიდან ნაძალადევი გამოჩენა
zh_cn: 强制重新发布版本仓库的元数据

source: Force metadata regeneration to proceed. Dangerous operation when version has repositories with the 'Complete Mirroring' mirroring policy
fr: Forcez la régénération des métadonnées à continuer. Opération dangereuse lorsque la version possède des référentiels avec la politique de mise en miroir 'Complete Mirroring'
zh_cn: 强制元数据重新生成。当版本带有"Complete Mirroring"镜像策略的存储库时是危险的操作

source: Remove content view version
fr: Supprimer la version de l'affichage du contenu
ka: შემცველობის ხედის ვერსიის წაშლა
zh_cn: 移除內容视图版本

source: Perform an Incremental Update on one or more Content View Versions
fr: Effectuer une mise à jour croissante sur une ou plusieurs versions d'affichage de contenu
zh_cn: 在一或更多個內容視域版本上執行一項遞增更新

source: Content View Version Ids to perform an incremental update on. May contain composites as well as one or more components to update.
fr: Les ID de version d'affichage de contenu sur lesquels effectuer une mise à jour croissante. Peut contenir des éléments composites ainsi qu'un ou plusieurs composants à mettre à jour.
zh_cn: 内容视图版本ID，以对其执行增量更新。可能包含复合以及一个或多个要更新的组件。

source: The list of environments to promote the specified Content View Version to (replacing the older version)
fr: La liste des environnements vers lesquels promouvoir la version d'affichage de contenu spécifiée (en remplacement de l'ancienne version)
zh_cn: 将特定内容视图版本升级到的环境列表（以替换较旧的版本）

source: The description for the new generated Content View Versions
fr: Description pour les nouvelles Versions d'affichage de contenu générées
ka: ახლად დაგენერირებული შემცველობის ხედის ვერსიების აღწერა
zh_cn: 新生成的内容视图版本的描述

source: If true, when adding the specified errata or packages, any needed dependencies will be copied as well. Defaults to true
fr: Si c’est le cas, toute dépendance nécessaire sera copiée lors de l'ajout des errata ou paquet spécifiés. Valeur par défaut true.
zh_cn: 如果为 true，在添加指定勘误或软件包时，需要的依赖软件包也会被复制。默认为 true

source: If true, will publish a new composite version using any specified content_view_version_id that has been promoted to a lifecycle environment
fr: Si c’est le cas, une nouvelle version composite sera publiée à l'aide d'un content_view_version_id spécifié ayant été promu à un environnement de cycle de vie
zh_cn: 如果为 true，则使用指定的、已被升级到生命周期环境中的 content_view_version_id 来发布新的组合版本

source: After generating the incremental update, apply the changes to the specified hosts. Only Errata are supported currently.
fr: Après avoir effectué la mise à jour croissante, appliquer les modifications aux systèmes spécifiés. Seuls les errata sont actuellement pris en charge.
ka: დამატებითი განახლების გენერირების შემდეგ, გამოიყენეთ ცვლილებები მითითებულ ჰოსტებზე. ამჟამად მხარდაჭერილია მხოლოდ მორჩენილი პაჩები.
zh_cn: 生成增量更新后，对特定主机应用改变。当前仅支持勘误。

source: Search string for host to perform an action on
fr: Rechercher une chaîne pour que l’hôte puisse effectuer une action dessus
ka: ქმედების გადასატარებელი ჰოსტების მოსაძებნი სტრიქონი
zh_cn: 在其中执行操纵的主机的搜索字符串

source: List of host ids to perform an action on
fr: Liste d'id d’hôtes sur lesquels effectuer une action
ka: ქმედების გადასატარებელი ჰოსტების ID-ების სია
zh_cn: 要对其执行操作的主机 ID 列表

source: List of host ids to exclude and not run an action on
fr: Liste d'id d’hôtes à exclure et sur lesquels ne pas effectuer d'action
ka: ქმედების თავიდან ასაცილებელი და არ გადასატარებელი ჰოსტების ID-ების სია
zh_cn: 要排除且不在其上执行操作的主机 ID 列表

source: Incremental update requires at least one content unit
fr: La mise à jour progressive nécessite au moins une unité de contenu
ka: ინკრემენტული განახლებისთვის საჭიროა შემცველობის ერთი ერთეული მაინც
zh_cn: 增量更新至少需要一个内容单元

source: The default content view cannot be promoted
fr: L'affichage de contenu par défaut ne peut pas être promu
ka: ნაგულისხმევი შემცველობის ხედის წახალისება სეუზლებელია
zh_cn: 无法克隆到默认内容视图

source: Couldn't find content view with id: '%s'
fr: Impossible de trouver l’id de contenu '%s'
ka: შემცველობის ხედი ID-ით '%s' არ არსებობს
zh_cn: 找不到 id 为 '%s' 的内容视图

source: At least one Content View Version must be specified
fr: Au moins une version d'affichage de contenu doit être spécifiée
ka: საჭიროა შემცველობის ხედის სულ ცოტა ერთი ვერსიის მითითება
zh_cn: 必须至少指定一个内容视图版本

source: You are not allowed to publish Content View %s
fr: Vous n'êtes pas autorisé à publier l'affichage de contenu %s
ka: შემცველობის ხედის გამოქვეყნების უფლება არ გაქვთ: %s
zh_cn: 您不允许发布 Content View %s

source: You are not allowed to promote to Environments %s
fr: Vous n'êtes pas autorisé à promouvoir vers les environnements %s
ka: გარემოს (%s) წახალისების უფლება არ გაქვთ
zh_cn: 您不允许提升到环境 %s

source: Could not find Environment with ids: %s
fr: Impossible de trouver un environnement avec les ID : %s
ka: გარემო ID-ით %s არ არსებობს
zh_cn: 找不到 id 为 %s 的环境

source: Could not find %{count} errata. Only found: %{found}
fr: Impossible de trouver errata %{count}. Résultat: %{found} uniquement
ka: %{count} მორჩენილი პაჩის მოძებნის შეცდომა. ნაპოვნია მხოლოდ: %{found}
zh_cn: 找不到 %{count} 勘误。仅找到：%{found}

source: package_ids is not an array
fr: package_ids n'est pas une table
ka: package_ids მასივი არაა
zh_cn: package_ids 不是一个数组

source: deb_ids is not an array
fr: package_ids n'est pas sous forme de table
ka: deb_ids მასივი არაა
zh_cn: deb_ids 不是一个数组

source: Could not find environments for promotion
fr: N'a pas pu trouver d'environnements pour la promotion
ka: დასაწინაურებელი გარემოები არ არსებობს
zh_cn: 无法找到升级到的环境

source: Description for the content view
fr: Description de l'affichage du contenu
ka: შემცველობის ხედის აღწერა
zh_cn: 内容视图的描述

source: List of repository ids
fr: Liste d'ids de référentiel
ka: რეპოზიტორიების ID-ების სია
zh_cn: 軟體庫 ID 清單

source: List of component content view version ids for composite views
fr: Liste d'id de version d'affichage de contenu de composant pour les affichages composites
ka: კომპოზიტური შემცველობის ხედის ვერსიების ID-ების სია კომპოზიტური ხედებისთვის
zh_cn: 复合视图的组件内容视图版本 ID 列表

source: Enable/Disable auto publish of composite view
fr: Activer/désactiver la publication automatique de la vue composite
ka: კომპოზიტური ხედის ავტომატური გამოცემის ჩართ/გამორთ
zh_cn: 启用/禁用自动发布复合视图

source: Solve RPM dependencies by default on Content View publish, defaults to false
fr: Résoudre les dépendances RPM par défaut sur Content View publish, les valeurs par défaut sont false
zh_cn: 在内容视图发布中默认解决 RPM 的依赖关系，默认为 false

source: Designate this Content View for importing from upstream servers only. Defaults to false
fr: Désigne cette vue de contenu pour l'importation à partir de serveurs en amont uniquement. Valeur par défaut : false
zh_cn: 将此内容视图指定为仅从上游服务器导入。默认为 false

source: Versions to exclusively include in the action
fr: Versions à inclure exclusivement dans l'action
ka: ამ ქმედებაში ექსკლუზიურად ჩასართავი ვერსიები
zh_cn: 仅包含在操作中的版本

source: Search string for versions to perform an action on
fr: Chaîne de recherche des versions sur lesquelles effectuer une action
ka: ქმედების გადასატარებელი ვერსიების მოსაძებნი სტრიქონი
zh_cn: 在其中执行操纵的版本的搜索字符串

source: List of versions to perform an action on
fr: Liste des versions sur lesquelles effectuer une action
ka: ქმედების გადასატარებელი ვერსიების სია
zh_cn: 在其中执行操纵的版本列表

source: Versions to explicitly exclude in the action. All other versions will be included in the action, unless an included parameter is passed as well.
fr: Versions à exclure explicitement dans l'action. Tous les autres versions applicables seront incluses dans l'action, à moins qu'un paramètre inclus ne soit également transmis.
zh_cn: 版本明确排除在操作之外。除非还传递了包含的参数，否则所有其他版本都将包含在操作中。

source: List of versions to exclude and not run an action on
fr: Liste des versions à exclure et sur lesquelles ne pas exécuter d'action
ka: ქმედების თავიდან ასაცილებელი და არ გადასატარებელი ვერსიების სია
zh_cn: 要排除且不在其上执行操作的版本 ID 列表

source: List content views
fr: Répertorier les affichages de contenu
ka: შემცველობის ხედების სია
zh_cn: 列出内容视图

source: Filter out composite content views
fr: Exclure les affichages de contenu composites du filtre
ka: კომპოზიტური შემცველობის ხედების გაფილტვრა
zh_cn: 过滤出复合内容视图

source: Filter only composite content views
fr: Filtrer les affichages de contenu composites uniquement
ka: მხოლოდ კომპოზიტური შემცველობის ხედების გაფილტვრა
zh_cn: 只过滤组合内容视图

source: Do not include this array of content views
fr: N'inclut pas cet ensemble d'affichages de contenu
ka: შემცველობის ხედის ეს მასივი არ ჩაამატო
zh_cn: 不包括此内容视图数组

source: Name of the content view
fr: Nom de l'affichage du contenu
ka: შემცველობის ხედის სახელი
zh_cn: 內容視域的名稱

source: Label of the content view
fr: Balise du contenu
ka: შემცველობის ხედის ჭდე
zh_cn: 内容视图标签

source: Include content views generated by imports/exports. Defaults to false
fr: Inclure les vues de contenu générées par les importations/exportations. Valeur par défaut : false
ka: ჩართეთ შეტანის/გატანის შედეგად წარმოქმნილი შემცველობის ხედები. ნაგულისხმევი: გამორთული
zh_cn: 包含由导入/导出操作生成的内容视图，默认为 false

source: Create a content view
fr: Créer un affichage du contenu
ka: შემცველობის ხედის შექმნა
zh_cn: 创建内容视图

source: Content view label
fr: Balise d'affichage du contenu
ka: შემცველობის ხედის ჭდე
zh_cn: 内容视图标签

source: Composite content view
fr: Affichage du contenu composite
ka: კომპოზიტური შემცველობის ხედი
zh_cn: 复合内容视图

source: Update a content view
fr: Mettre à jour un affichage de contenu
ka: შემცველობის ხედის კომპონენტის განახლება
zh_cn: 更新內容视图

source: New name for the content view
fr: Nouveau nom de l'affichage du contenu
ka: შემცველობის ახალი ხედის სახელი
zh_cn: 內容視域的新名稱

source: Publish a content view
fr: Publier une vue de contenu
ka: შემცველობის ხედის გამოქვეყნება
zh_cn: 出版內容視域

source: Description for the new published content view version
fr: Description de la version d'affichage de contenu récemment publiée
ka: შემცველობის ხედის ვერსიის ახალი გამოცემის აღწერა
zh_cn: 新发布的内容视图版本的描述

source: Override the major version number
fr: Remplacer le numéro de la version principale
ka: ვერსიის ძირითადი რიცხვის გადაფარვა
zh_cn: 覆盖主版本号

source: Override the minor version number
fr: Remplacer le numéro de la version mineure
ka: ვერსიის მეორადი რიცხვის გადაფარვა
zh_cn: 覆盖从版本号

source: Check audited changes and proceed only if content or filters have changed since last publish
fr: Vérifier les changements audités et ne procéder que si le contenu ou les filtres ont été modifiés depuis la dernière publication.
zh_cn: 检查审计的更改，只有在内容或过滤器自上次发布后改变时才进行

source: Force content view promotion and bypass lifecycle environment restriction
fr: Forcer la promotion de la vue de contenu et contourner la restriction de l'environnement de cycle de vie
ka: შემცველობის ხედის ძალით დაწინაურება და სიცოცხლის ციკლის გარემოს შეზღუდვების გამოტოვება
zh_cn: 强制内容视图推广，并绕过生命周期环境限制

source: Specify the list of units in each repo
fr: Préciser la liste des unités de chaque référentiel
ka: თითოეული რეპოს ერთეულების სიის მითითება
zh_cn: 指定每个仓库中的单位列表

source: repo label
fr: libellé de référentiel
ka: რეპოს ჭდე
zh_cn: 仓库标签

source: list of rpm filename strings to include in published version
fr: liste des chaînes de noms de fichiers rpm à inclure dans la version publiée
ka: გამოცემულ ვერსიაში მიყოლებული rpm ფაილების სია
zh_cn: 包含在已发布版本中的 rpm 文件名字符串列表

source: Show a content view
fr: Afficher un affichage de contenu
ka: შემცველობის ხედის ჩვენება
zh_cn: 显示内容视图

source: Remove a content view from an environment
fr: Supprimer un affichage de contenu à partir de l'environnement
ka: გარემოდან შემცველობის ხედის წაშლა
zh_cn: 从环境中删除内容视图

source: environment numeric identifier
fr: identifiant numérique d'environnement
ka: გარემოს რიცხვობრივი იდენტიფიკატორი
zh_cn: 环境数字标识符

source: Content view '%{view}' is not in lifecycle environment '%{env}'.
fr: L'affichage de contenu '%{view}' ne se trouve pas dans l'environnement de cycle de vie '%{env}'.
ka: შემცველობის ხედი '%{view}' არ იმყოფება სიცოცხლის ციკლის გარემოში '%{env}'.
zh_cn: 内容视图 '%{view}' 没有在生命周期环境 '%{env}' 中。

source: Remove versions and/or environments from a content view and reassign systems and keys
fr: Supprimer les versions et/ou les environnements de l'affichage de contenu et assigner les systèmes et les clés à nouveau
ka: წაშალეთ ვერსიები შემცველობის ხედიდან და ხელახლა მინიჭეთ სისტემები და გასაღებები
zh_cn: 从内容视图中删除版本和/或环境，并重新分配系统和密钥

source: environment numeric identifiers to be removed
fr: identifiants numériques d'environnement à supprimer
ka: გარემოს წასაშლელი რიცხვობრივი იდენტიფიკატორები
zh_cn: 要移除之環境的數字識別子

source: content view version identifiers to be deleted
fr: identifiants de la version de l'affichage du contenu à supprimer
ka: შემცველობის ხედის წასაშლელი ვერსიის იდენტიფიკატორები
zh_cn: 要刪除的內容視域版本識別子

source: content view to reassign orphaned systems to
fr: affichage de contenu auquel réassigner des systèmes orphelins
ka: მიტოვებული სისტემების თავიდან მისამაგრებელი შემცველობის ხედები
zh_cn: 要重新指定無主系統的目標內容視域

source: environment to reassign orphaned systems to
fr: environnement auquel réassigner des systèmes orphelins
ka: მიტოვებული სისტემების თავიდან მისამაგრებელი გარემოები
zh_cn: 要重新指定無主系統的目標環境

source: content view to reassign orphaned activation keys to
fr: affichage de contenu auquel réassigner des clés d'activation orphelines
ka: მიტოვებული აქტივაციის გასაღებების თავიდან მისამაგრებელი შემცველობის ხედები
zh_cn: 要重新指定無主啟動金鑰的目標內容視域

source: environment to reassign orphaned activation keys to
fr: environnement auquel réassigner des clés d'activation orphelines
ka: მიტოვებული აქტივაციის გასაღებების თავიდან მისამაგრებელი გარემოები
zh_cn: 要重新指定無主啟動金鑰的目標環境

source: delete the content view with all the versions and environments
fr: supprimer l’affichage de contenu avec toutes ses versions et environnements
ka: შემცველობის ხედის წაშლა მისი ყველა ხედითა და გარემოებით
zh_cn: 删除带有所有版本和环境的内容视图

source: There either were no environments nor versions specified or there were invalid environments/versions specified. Please check environment_ids and content_view_version_ids parameters.
fr: Aucun environnement ou version n'a été spécifié ou les environnements ou versions spécifiés étaient non valides. Veuillez vérifier les paramètres environment_ids et content_view_version_ids.
ka: ან არ იყო მითითებული გარემო ან ვერსიები, ან მითითებული იყო არასწორი გარემო/ვერსიები. გთხოვთ, შეამოწმოთ ambient_ids და content_view_version_ids პარამეტრები.
zh_cn: 未指定環境或是版本，或是指定了無效的環境/版本。請檢查 environment_ids 和 content_view_version_ids 參數。

source: Bulk remove versions from a content view and reassign systems and keys
fr: Suppression en bloc des versions d'une vue de contenu et réaffectation des systèmes et des clés
ka: ერთიანად წაშალეთ ვერსიები კონტენტის ხედიდან და ხელახლა მინიჭეთ სისტემები და გასაღებები
zh_cn: 从内容视图中批量删除版本并重新分配系统及密钥

source: Delete multiple filters from a content view
fr: Supprimer plusieurs filtres d'affichage de contenu
ka: შემცველობის ხედიდან ერთე მეტი ფილტრის წაშლა
zh_cn: 从内容视图中删除多个过滤器

source: Delete a content view
fr: Supprimer un affichage de contenu
ka: შემცველობის ხედის წაშლა
zh_cn: 刪除內容視域

source: Make copy of a content view
fr: Faire une copie d'un affichage de contenu
ka: შემცველობის ხედის კოპირება
zh_cn: 複製一份內容視域

source: Content view numeric identifier
fr: Identifiant numérique d'affichage du contenu
ka: შემცველობის ხედის რიცხვობრივი იდენტიფიკატორი
zh_cn: 內容視域的數字識別子

source: New content view name
fr: Nouveau nom de la vue de contenu
ka: შემცველობის ახალი ხედის სახელი
zh_cn: 新内容视图名称

source: Directly setting package lists on composite content views is not allowed. Please update the components, then re-publish the composite.
fr: Il n'est pas permis de définir directement des listes de paquets sur des vues de contenu composite. Veuillez mettre à jour les composants, puis republier le composite.
zh_cn: 不允许在复合内容视图上直接设置软件包列表。请更新组件，然后重新发布组合。

source: A CV version already exists with the same major and minor version (%{major}.%{minor})
fr: Une version du CV existe déjà avec la même version majeure et mineure (%{major}.%{minor})
zh_cn: 带有相同的主版本和次版本 (%{major}.%{minor}}) 的一个 CV 版本已存在

source: Both major and minor parameters have to be used to override a CV version
fr: Des paramètres majeurs et mineurs doivent être utilisés pour remplacer une version CV
ka: CV ვერსიის გასაუქმებლად გამოყენებული უნდა იყოს როგორც ძირითადი, ასევე მცირე პარამეტრები
zh_cn: 需要使用主要版本和次要版本参数来覆盖 CV 版本

source: Content view does not need a publish since there are no audited changes since the last publish. Pass check_needs_publish parameter as false if you don't want to check if content view needs a publish.
fr: La vue de contenu n'a pas besoin d'être publiée puisqu'il n'y a pas de changement audité depuis la dernière publication. Passez le paramètre check_needs_publish à false si vous ne voulez pas vérifier si la vue de contenu a besoin d'une publication.
zh_cn: 内容视图不需要发布，因为上次发布以来没有审核更改。如果您不想检查内容视图是否需要发布，则 Pass check_needs_publish 参数为 false。

source: The default content view cannot be edited, published, or deleted.
fr: L'affichage de contenu par défaut ne peut pas être modifié, publié ou supprimé.
ka: კონტენტის ნაგულისხმევი ხედის რედაქტირება, გამოქვეყნება ან წაშლა შეუძლებელია.
zh_cn: 默认内容视图无法编辑，发布或删除。

source: Import only Content Views cannot be directly publsihed. Content can only be updated by importing into the view.
fr: Les affichages de contenu importés ne peuvent pas être publiés directement. Le contenu ne peut être mis à jour qu'en l'important dans la vue.
ka: მხოლოდ შემოტანადი შემცველობის ხედები არ შეიძლება პირდაპირ გამოქვეყნდეს. შემცველობის განახლება მხოლოდ ხედში შემოტანითაა შესაძლებელი.
zh_cn: 仅导入不能直接发布的内容视图。内容只能通过导入至视图来更新。

source: Generated content views cannot be directly published. They can updated only via export.
fr: Les vues de contenu générées ne peuvent pas être publiées directement. Elles ne peuvent être mises à jour uniquement via l'exportation.
ka: გენერირებული შემცველობის ნახვები არ შეიძლება პირდაპირ გამოქვეყნდეს. მათი განახლება შესაძლებელია მხოლოდ გატანის საშუალებით.
zh_cn: 生成的内容视图无法直接发布。它们只能通过导出进行更新。

source: Always Use Latest (currently %{version})
fr: Toujours utiliser la version la plus récente (actuellement %{version})
ka: ყოველთვის უახლესის გამოყენება (ამჟამად %{version})
zh_cn: 始终使用最新版本（当前为%{version}）

source: a deb package
fr: paquet Deb
ka: deb პაკეტი
zh_cn: 一个 deb 软件包

source: List deb packages
fr: Lister les paquets Deb
ka: Deb პაკეტების სია
zh_cn: 列出 deb 软件包

source: Content View Version identifier
fr: Identifiant de version d'affichage de contenu
ka: შემცველობის ხედის ვერსიის იდენტიფიკატორი
zh_cn: 內容视图版本标识符

source: Content View Filter identifier
fr: Identifiant du filtre de l'affichage de contenu
ka: შემცველობის ხედის ფილტრის იდენტიფიკატორი
zh_cn: 內容视图过滤器标识符

source: Environment identifier
fr: Identifiant d'environnement
ka: გარემოს იდენტიფიკატორი
zh_cn: 环境标识符

source: Deb package identifiers to filter content by
fr: Identificateurs de paquets Deb pour filtrer le contenu
ka: შემცველობის გასაფილტრი Deb პაკეტის იდენტიფიკატორები
zh_cn: 用于过滤内容的 Deb 软件包标识符

source: Host id to list applicable deb packages for
fr: Identifiant de l'hôte pour lister les paquets applicables
ka: ჰოსტზე დასაყენებელი deb პაკეტების სია
zh_cn: 用于列出适用的 deb 软件包的主机 ID

source: Return deb packages that are applicable to one or more hosts (defaults to true if host_id is specified)
fr: Renvoie les paquets deb qui sont applicables à un ou plusieurs hôtes (par défaut, true si host_id est spécifié)
zh_cn: 返回适用于一个或多个主机的 deb 软件包（如果指定了host_id，则默认为 true）

source: Return deb packages that are upgradable on one or more hosts
fr: Renvoie les paquets qui sont évolutifs sur un ou plusieurs hôtes
ka: აბრუნებს deb პაკეტებს, რომლებიც განახლებადია ერთ ან მეტ ჰოსტზე
zh_cn: 返回可在一个或多个主机上可升级的 deb 软件包

source: Return only the latest version of each package
fr: Ne renvoyer que la dernière version de chaque paquet
ka: თითოეული პაკეტისთვის მხოლოდ უახლესი ვერსიის დაბრუნება
zh_cn: 仅返回每个软件包的最新版本

source: Return deb packages that can be added to the specified object. Only the value 'content_view_version' is supported.
fr: Renvoie les paquets qui peuvent être ajoutés à l'objet spécifié. Seule la valeur "content_view_version" est prise en charge.
zh_cn: 返回可以添加到指定对象的 deb 软件包。仅支持值 'content_view_version'。

source: Could not find a host with id %s
fr: Impossible de trouver un hôte ayant pour id %s
ka: ჰოსტი id-ით %s არ არსებობს
zh_cn: 找不到 ID 为 %s 的主机

source: a docker manifest list
fr: une liste de manifestes de dockers
ka: docker-ის მანიფესტების სია
zh_cn: 一个 docker 清单列表

source: a docker manifest
fr: un manifeste de docker
ka: docker-ის მანიფესტი
zh_cn: 一个 docker 清单

source: a docker tag
fr: une balise Docker
ka: docker-ის ჭდე
zh_cn: Docker 标签

source: List of repositories for a docker meta tag
fr: Liste de référentiels pour une balise meta docker
ka: რეპოზიტორიების სია Docker-ის მეტა ჭდისთვის
zh_cn: 一个 docker meta tag 的仓库列表

source: List environments in an organization
fr: Répertorier les environnements dans une organisation
ka: ორგანიზაციის გარემოების სია
zh_cn: 列出组织中的环境

source: set true if you want to see only library environments
fr: définir comme vrai si vous souhaitez voir les environnements de bibliothèque uniquement
ka: ჩართეთ, თუ მხოლოდ ბიბლიოთეკის გარემოების დანახვა გნებავთ
zh_cn: 如果僅想看函示庫環境，設為真

source: filter only environments containing this name
fr: filtrer uniquement les environnements contenant ce nom
ka: ამ სახელის შემცველი გარემოების გაფილტვრა
zh_cn: 只篩選包含此名稱的環境

source: filter only environments containing this label
fr: filtrer uniquement les environnements contenant ce libellé
ka: ამ ჭდის შემცველი გარემოების გაფილტვრა
zh_cn: 只过滤包括这个标签的环境

source: Show an environment
fr: Afficher un environnement
ka: გარემოს ჩვენება
zh_cn: 显示环境

source: ID of the environment
fr: ID de l'environnement
ka: გარემოს ID
zh_cn: 環境的 ID

source: ID of the organization
fr: ID de l'organisation
ka: ორგანიზაციის ID
zh_cn: 組織的 ID

source: Create an environment
fr: Créer un environnement
ka: გარემოს შექმნა
zh_cn: 创建环境

source: Create an environment in an organization
fr: Créer un environnement dans une organisation
ka: ორგანიზაციაში გარემოს შექმნა
zh_cn: 在組織中建立環境

source: name of organization
fr: nom de d'organisation
ka: ორგანიზაციის სახელი
zh_cn: 組織名稱

source: name of the environment
fr: nom de l'environnement
ka: გარემოს სახელი
zh_cn: 環境名稱

source: label of the environment
fr: Balise de l'environnement
ka: გარემოს ჭდე
zh_cn: 环境标签

source: description of the environment
fr: description de l'environnement
ka: გარემოს აღწერა
zh_cn: 环境描述

source: pattern for container image names
fr: modèle pour les noms d'images de conteneurs
ka: კონტეინერის ასლის სახელის შაბლონი
zh_cn: 容器镜像名的特征

source: allow unauthenticed pull of container images
fr: permettre l’extraction non authentifiée d'images de conteneurs
ka: კონტეინერის ასლების არაავთენტიფიცირებული პულის დაშვება
zh_cn: 允许未授权的 pull 容器镜像

source: Update an environment
fr: Mettre à jour un environnement
ka: გარემოს განახლება
zh_cn: 更新环境
